Repository: tangem/tangem-app-ios
Catalog: Tangem Tap/Common/Localizations/*.lproj/Localizable.strings
Languages: de, fr, it

# disclaimer_text
source: Legal Disclaimer 1. Tangem application (Software) The Software is intended for usage only with Tangem hardware wallets (Cards) via NFC interface. The Software DOES NOT: a) Generate, store, transmit, or have access to private (secret) cryptographic keys to blockchain wallets holding digital assets, including crypto-currency. b) Generate, store, transmit, or have access to secret keys, passwords, passphrases, recovery phrases that can be used to restore or to copy private (secret) keys to blockchain wallets holding digital assets, including crypto-currency. c) Provide exchange, trading, investment services on behalf of Tangem AG. 2. Risks related to the use of Software Tangem will not be responsible for any losses, damages or claims arising from events falling within the scope of the following five categories: a) Mistakes made by the user of any cryptocurrency-related software or service, e.g., forgotten passwords, payments sent to wrong addresses, and accidental deletion of blockchain wallets on Cards. b) Problems of Software and/or any blockchain- or cryptocurrency- related software or service, e.g., corrupted files, incorrectly constructed transactions, unsafe cryptographic libraries, malware. c) Technical failures in the hardware of the user, including Cards, of any cryptocurrency-related software or service, e.g., data loss due to a faulty or damaged storage device. d) Security problems experienced by the user of any cryptocurrency-related software or service, e.g., unauthorized access to users' wallets and/or accounts. e) Actions or inactions of third parties and/or events experienced by third parties, e.g., bankruptcy of service providers, information security attacks on service providers, and fraud conducted by third parties. 3. Trading and Investment risks There is considerable exposure to risk in any crypto-currency or other digital asset exchange transaction. Any transaction involving currencies involves risks including, but not limited to, the potential for changing economic conditions that may substantially affect the price or liquidity of a currency. Investments in crypto-currency exchange speculation may also be susceptible to sharp rises and falls as the relevant market values fluctuate. It is for this reason that when speculating in such markets it is advisable to use only risk capital. 4. Electronic Trading Risks Before you engage in transactions using an electronic system, you should carefully review the rules and regulations of the exchanges offering the system and/or listing the instruments you intend to trade. Online trading has inherent risk due to system response and access times that may vary due to market conditions, system performance, and other factors. You should understand these and additional risks before trading. 5. Compliance with tax obligations The users of the Software are solely responsible to determinate what, if any, taxes apply to their crypto-currency transactions. The owners of, or contributors to, the Software are NOT responsible for determining the taxes that apply to crypto-currency transactions. 6. No warranties The Software is provided on an "as is" basis without any warranties of any kind regarding the Software and/or any content, data, materials and/or services provided on the Software. 7. Limitation of liability Unless otherwise required by law, in no event shall the owners of, or contributors to, the Software be liable for any damages of any kind, including, but not limited to, loss of use, loss of profits, or loss of data arising out of or in any way connected with the use of the Software. In no way are the owners of, or contributors to, the Software responsible for the actions, decisions, or other behavior taken or not taken by you in reliance upon the Software. 8. Last amendment This disclaimer was amended for the last time on October 1st, 2020.
de: RECHTLICHER HAFTUNGSAUSSCHLUSS 1. Tangem Tap App (Software) Die Software ist nur für die Verwendung mit Tangem hardware Wallets (Karten) über NFC-Schnittstelle geeignet. Die Software: a. generieret, speichert, überträgt KEINE privaten (geheimen) kryptografischen Schlüssel für Blockchain- Wallets mit digitalen Assets, einschließlich Kryptowährung, und hat KEINEN Zugriff darauf. b. generieret, speichert, überträgt KEINE geheimen Schlüssel, Passwörter, Passphrasen, Wiederherstellungssätze, die verwendet werden können, um private (geheime) Schlüssel in Blockchain- Wallets, die digitale Assets enthalten, wiederherzustellen oder zu kopieren, einschließlich Kryptowährung, und hat KEINEN Zugriff darauf. c. erbringt KEINE Wechsel-, Handels- und Investitionsdienstleistungen im Auftrag der Tangem AG. 2. Risiken im Zusammenhang mit der Verwendung von Software Tangem haftet nicht für Verluste, Schäden oder Ansprüche aus den Ereignissen, die in den Geltungsbereich von folgenden fünf Kategorien fallen: a. Fehler, die der Benutzer einer kryptowährungsbezogenen Software oder eines kryptowährungsbezogenen Services macht, z.B. vergessene Passwörter, an falsche Adressen gesendete Zahlungen und zufälliges Löschen von Blockchain-Wallets auf Karten. b. Probleme mit Software und/oder blockchain- oder kryptowährungsbezogener Software oder Services, z.B. beschädigte Dateien, falsch konstruierte Transaktionen, unsichere kryptografische Bibliotheken, Schadsoftware. c. Technische Ausfälle in der Hardware des Benutzers, einschließlich Karten, jeglicher kryptowährungsbezogener Software oder Services, z.B. Datenverlust infolge eines fehlerhaften oder beschädigten Speichers. d. Sicherheitsprobleme, die der Benutzer einer kryptowährungsbezogenen Software oder eines kryptowährungsbezogenen Services hat, z.B. unbefugter Zugriff auf Benutzer-Wallets und/oder -Konten. e. Handlungen oder Untätigkeit Dritter und/oder Vorkommnisse bei den Dritten, z.B. Insolvenz von Dienstleistungserbringern, Informationssicherheitsattacken bei den Dienstleistungserbringern und Betrug durch Dritte. 3. Tradings- und Investitionsrisiken Bei jeder Kryptowährung oder einer anderen digitalen Assetwechsel-Transaktion besteht ein hohes Risiko. Jede Transaktion mit Währungen birgt Risiken, einschließlich, aber nicht beschränkt auf das Potenzial für sich ändernde wirtschaftliche Bedingungen, die den Preis oder die Liquidität einer Währung erheblich beeinflussen können. Investitionen in Kryptowährungsspekulationen können auch anfällig für starke Anstiege und Rückgänge sein, wenn die relevanten Marktwerte schwanken. Aus diesem Grund ist es bei Spekulationen auf solchen Märkten ratsam, nur das Risikokapital zu verwenden. 4. Risiken im Zusammenhang mit elektronischem Trading Bevor Sie Transaktionen über ein elektronisches System tätigen, sollten Sie die Regeln und Vorschriften der Börsen, die das System anbieten, und/oder die Instrumente, mit denen Sie handeln möchten, sorgfältig überprüfen. Der Online-Handel birgt ein dazugehörendes Risiko aufgrund der Systemreaktion und der Zugriffszeiten, die aufgrund der Marktbedingungen, der Systemleistung und anderer Faktoren variieren können. Sie sollten diese und andere Risiken vor dem Tradingsbeginn berücksichtigen. 5. Einhaltung der Steuerpflichten Die Benutzer der Software müssen allein bestimmen, welche Steuern, wenn überhaupt, für Ihre Kryptowährungstransaktionen gelten. Die Eigentümer oder die Mitwirkenden an der Software sind für die Ermittlung der Steuern, die für Kryptowährungstransaktionen gelten, NICHT verantwortlich. 6. Garantieausschluss Die Software wird „wie gesehen“ bereitgestellt, ohne jegliche Gewährleistung in Bezug auf die Software und/oder Inhalte, Daten, Materialien und/oder Services, die zur Software gehören. 7. Haftungsbeschränkung Sofern gesetzlich nichts anderes vorgesehen ist, haften die Eigentümer oder die Mitwirkenden an der Software in keinem Fall für Schäden jeglicher Art, einschließlich, aber nicht beschränkt auf Nutzungsausfall, entgangenen Gewinn oder Datenverlust, die aus der Verwendung der Software oder in Zusammenhang mit der jeglichen Verwendung der Software entstehen. Auf keine Weise sind die Eigentümer oder die Mitwirkenden an der Software für die von Ihnen im Vertrauen auf die Software vorgenommenen oder unterlassenen Handlungen, Entscheidungen oder sonstigen Verhaltensweisen verantwortlich. 8. Letzte Änderung Dieser Haftungsausschuss wurde am 1. Oktober 2020 zum letzten Mal geändert.
fr: Avertissement 1. Application Tangem Tap (Logiciel) Le logiciel est destiné à l’utilisation exclusivement avec les e-portefeuilles Tangem (Cartes) à l’aide de l’interface NFC. Le logiciel NE réalise pas ce qui suit : a. Génération, stockage, transmission ou octroi d’accès aux clés privées (confidentiels) de chiffrement des blockchain-portefeuilles, qui contiennent les avoirs numériques, y compris la crypto-monnaie. b. Génération, stockage, transmission ou octroi d’accès aux clés confidentielles, aux mots de passe, phrases secrètes, phrases de restitution, qui pourront être utilisées pour la restitution ou pour le clonage des clés privées (confidentiels) de chiffrement des blockchain-portefeuilles, contenant les avoirs numériques, y compris la crypto-monnaie. c. Prestation des services de bourse, de commerce, d’investissement du nom de Tangem AG. 2. Risques, liés avec l’utilisation du logiciel Tangem n’assume aucune responsabilité pour tous les dommages, préjudice ou prétentions, qui peuvent survenir comme résultat des évènements, se rapportant à une de cinq catégories suivantes : a. Les erreurs, commises par l’utilisateur de tout logiciel ou service liés avec la crypto-monnaie, par exemple, les mots de passe oubliés, les paiements envoyés aux adresses incorrectes, et élimination occasionnelle des blockchain-portefeuilles sur les Cartes. b. Les problèmes du Logiciel et/ou de tout progiciel ou service liés avec blockchain ou avec la crypto-monnaie, par exemple, les fichiers endommagés, les transaction créées d’une manière incorrecte, les bibliothèques cryptographiques non sécurisées, les logiciels malveillants. c. Les défaillances techniques du hardware de l’utilisateur, y compris les Cartes, de tout logiciel ou service liés avec la crypto-monnaie, par exemple, la perte des données à cause des périphériques défectives ou endommagées de stockage. d. Les problèmes de la sécurité, subis par l’utilisateur de tout logiciel ou service liés avec la crypto-monnaie, par exemple, l’accès non autorisé aux portefeuilles et/ou comptes des utilisateurs. e. Les actions ou l’inaction des tierces personnes et/ou les évènements subis par les tierces personnes, par exemple, la faillite du prestataire de services, les attaques sur la sécurité informatique des prestataires de services et la fraude commise par des tierces personnes. 3. Risques commerciales et d’investissement Toute échange de crypto-monnaie ou d’autres avoirs numériques implique les risques importants. Toute transaction liée avec la monnaie implique les risques, qui incluent, entre autres, la possibilité de modification des conditions économiques, qui peuvent influencer d’une manière significative le prix ou la disponibilité de la monnaie. Les investissements dans les spéculations boursières avec les crypto-monnaies peuvent aussi être exposés aux montées et chutes en flèche lors des fluctuations des valeurs marchandes correspondants. C'est pour cette raison, que lors de la spéculation sur tels marchés, il est conseillé d’utiliser seulement le capital-risque. 4. Risques de commerce électronique Avant de passer aux transactions en utilisant le système électronique, Vous devez prendre connaissance, d’une manière bien attentive, des règles et des dispositions stipulées par les bourses qui offrent ce système, et/ou les listes des titres de placement que vous voulez négocier. Le commerce en ligne possède le risque inaliénable lié avec la vitesse de réponse du système et avec le temps d’accès qui peuvent varier en fonction des conditions de marché, du rendement du système et d’autres facteurs. Avant de commencer les négoces, vous devez comprendre ces risques aussi que les risques supplémentaires. 5. Respect des obligations fiscales Les utilisateurs du Logiciel assument toute la responsabilité pour définir, quels impôts sont appliqués à leurs transactions avec la crypto-monnaie, au cas où il y a de tels impôts. Les propriétaires et les participants à l’élaboration du Logiciel n’assument pas la responsabilité pour la définition des impôts qui sont appliqués aux transactions avec la crypto-monnaie. 6. Absence de garanties Le logiciel est concédé sous les conditions « tel quel », sans aucune garantie à l’égard du Logiciel et/ou de tout le contenu, données, matériaux et/ou services, présentes dans ce Logiciel. 7. Restriction de la responsabilité Sauf disposition contraire prévue par la législation, les propriétaires et les participants à l’élaboration du Logiciel n’assument pas la responsabilité pour aucun dommage, y compris l’indisponibilité, la perte de profit ou la perte des données, qui surviennent comme résultat de l’utilisation ou bien qui sont liés d’une certaine manière avec l’utilisation du Logiciel. Les propriétaires et les participants à l’élaboration du Logiciel n’assument pas la responsabilité pour les actions, les résolutions ou pour une autre conduite que vous manifestez ou pas par l’intermédiaire du Logiciel. 8. Dernière modification Cette avertissement a été modifié, pour la dernière fois, le 1 octobre 2020.
it: NOTA LEGALE App Tangem Tap (software) Il software può essere utilizzato solo con i portafogli hardware Tangem (schede) tramite l'interfaccia NFC. Il software NON esegue le seguenti operazioni: Generazione, archiviazione, trasferimento o accesso a chiavi crittografiche private (segrete) di portafogli blockchain contenenti risorse digitali, inclusa la criptovaluta. Generazione, archiviazione, trasferimento o accesso a chiavi segrete, password, passphrase, frasi di ripristino che possono essere utilizzate per recuperare o copiare chiavi private (segrete) su portafogli blockchain contenenti risorse digitali, inclusa la criptovaluta. Fornitura di servizi di scambio, negoziazione e investimento per conto di Tandem AG. Rischi associati al funzionamento del Software Tandem non sarà ritenuta responsabile per eventuali perdite, danni o reclami derivanti da eventi che rientrano nelle seguenti cinque categorie: Errori commessi dall'utente di qualsiasi software o servizio relativo alla criptovaluta, ad esempio password dimenticate, pagamenti inviati a indirizzi errati e cancellazione accidentale di portafogli blockchain su Schede. Problemi con il software e/o qualsiasi software o servizio correlato a blockchain o criptovaluta, come file danneggiati, transazioni generate in modo improprio, librerie crittografiche non sicure, malware. Malfunzionamenti tecnici nell'hardware dell'utente, incluse le Schede, qualsiasi software o servizio relativo alla criptovaluta, ad esempio, perdita di dati a causa di un dispositivo di archiviazione difettoso o danneggiato. Problemi di sicurezza affrontati dall'utente di qualsiasi software o servizio relativo alla criptovaluta, ad esempio l'accesso non autorizzato a portafogli e/o account utente. Azioni o inattività di terze parti e/o eventi con cui si sono scontrate terze parti, come la bancarotta di fornitori di servizi, attacchi alla sicurezza delle informazioni relative ai fornitori di servizi e frodi perpetrate da terzi. 3. Rischi commerciali e di investimento Qualsiasi transazione che coinvolge lo scambio di criptovalute o altre risorse digitali comporta rischi significativi. Qualsiasi transazione che include una valuta comporta dei rischi, inclusa ma non limitata alla possibilità di cambiamenti nelle condizioni economiche che potrebbero influenzare materialmente il valore o la liquidità della valuta. L'investimento nella speculazione sui cambi di criptovaluta può anche essere soggetto a forti alti e bassi poiché i rispettivi prezzi di mercato fluttuano. È per questo motivo che è consigliabile utilizzare solo capitale di rischio quando si fanno affari in questi mercati. 4. Rischi dell'e-commerce Prima di effettuare transazioni utilizzando un sistema elettronico, è necessario leggere attentamente le norme e i regolamenti delle borse che offrono questo sistema e/o elencano i titoli che si intende negoziare. Il trading online presenta un rischio intrinseco dovuto alla risposta del sistema e ai tempi di accesso, che possono variare a seconda delle condizioni di mercato, delle prestazioni del sistema ed altri fattori. È necessario comprendere questi e altri rischi prima di fare trading. 5. Rispetto degli obblighi fiscali Gli utenti del Software sono gli unici responsabili del determinare le eventuali tasse applicate alle loro transazioni in criptovaluta. I proprietari o i contributori del Software NON sono responsabili della determinazione delle tasse che si applicano alle transazioni in criptovaluta. 6. Assenza di garanzie Il Software viene fornito "così com'è" senza garanzia di alcun tipo riguardo al Software e/o a qualsiasi contenuto, dato, materiale e/o servizio fornito con il Software. 7. Limitazione di responsabilità Salvo quanto diversamente previsto dalla legge, i proprietari o i contributori del Software non saranno in nessun caso responsabili per eventuali danni di qualsiasi tipo, inclusi, ma non limitati a, perdita di utilizzo, perdita di profitti o perdita di dati derivanti o in qualsiasi modo correlati all'uso del Software. In nessun modo i proprietari o i contributori del Software sono responsabili delle azioni, decisioni o altri comportamenti presi o non presi da voi in relazione al Software. 8. Ultima modifica Questa nota legale è stata modificata l'ultima volta 01.10.2020.

# disclaimer_title
source: Terms of service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini del servizio

# common_accept
source: Accept
de: Akzeptieren
fr: J'accepte
it: Accetta

# send_error_payid_verification_failed
source: PayString verification failed
de: Verifikation der PayString ist fehlgeschlagen
fr: La vérification de PayString a échoué
it: Verifica del PayString fallita

# send_error_payid_unsupported_by_blockchain
source: PayString unsupported by blockchain
de: PayString wird von der Blockchain nicht unterstützt
fr: PayString non pris en charge par la blockchain
it: PayString non supportato dalla blockchain

# send_error_payid_not_registered
source: PayString not registered
de: PayString ist nicht registriert
fr: PayString non enregistré
it: PayString non registrato

# send_error_payid_request_failed
source: PayString request failed
de: PayString-Anfrage ist fehlgeschlagen
fr: La demande de PayString a échoué
it: Richiesta PayString fallita

# send_error_address_same_as_wallet
source: Address is the same as your wallet address
de: Die Adresse stimmt mit der Adresse Ihrer Brieftasche überein
fr: L’adresse est la même que celle de votre portefeuille
it: L'indirizzo corrisponde all'indirizzo del tuo portafoglio

# wallet_notification_address_copied
source: Address was successfully copied
de: Die Adresse wurde erfolgreich kopiert
fr: L’adresse a été copiée avec succès
it: L'indirizzo è stato copiato con successo

# wallet_create_payid_empty
source: Enter desired PayString first
de: Zuerst geben Sie die gewünschte PayString ein
fr: Saisissez d’abord le PayString requis
it: Inserire prima il PayString desiderato

# initial_message_scan_header
source: Tap to scan
de: Legen Sie die Karte zum Scannen an
fr: Posez pour scanner
it: Avvicina per scansionare

# initial_message_tap_header
source: Tap the card
de: Legen Sie die Karte an
fr: Posez la carte
it: Avvicina la carta

# details_notification_erase_wallet_not_possible
source: Your balance on this wallet is not zero, or you have unconfirmed transactions. Delete Wallet function not possible.
de: Ihr Kontostand in dieser Brieftasche ist nicht Null, oder Sie haben unbestätigte Transaktionen. Es ist unmöglich die Funktion der Brieftasche zu löschen.
fr: Votre solde sur ce portefeuille n'est pas nul, ou vous avez des transactions non confirmées. Impossible de supprimer la fonction du portefeuille
it: Il tuo saldo su questo portafoglio non è pari a zero o hai transazioni non confermate. Non è possibile eliminare la funzione portafoglio.

# details_notification_security_option_already_active
source: This is the currently active option
de: Dies ist die derzeit aktive Wahl
fr: Cette option est déjà active
it: E' l'opzione attualmente attiva

# add_tokens_title
source: Add tokens
de: Add token
it: Add token

# common_no
source: No
de: Nein
fr: Non

# home_button_shop
source: Shop
de: Einkaufen
fr: Magasin

# wallet_balance_token_title
source: Token
fr: Jeton d'authentification

# add_token_section_title_popular_tokens
source: Ethereum tokens
de: Popular tokens
