Repository: tangem/tangem-app-ios
Catalog: Tangem Tap/Common/Localizations/*.lproj/Localizable.strings
Languages: de, fr, it

# common_success
source: Success
de: Erfolg
fr: Avec succès
it: Con successo

# common_error
source: Error
de: Fehler
fr: Erreur
it: Errore

# common_done
source: Done
de: Erledigt
fr: Exécuté
it: Fatto

# common_save_changes
source: Save changes
de: Änderungen speichern
fr: Sauvegarder les modifications
it: Mantieni le modifiche

# common_continue
source: Continue
de: Fortsetzen
fr: Continuer
it: Continua

# common_warning
source: Warning
de: Warnung
fr: Alerte
it: Avviso

# common_camera_denied_alert_title
source: Camera access denied
de: Der Kamerazugriff wurde verweigert
fr: L’accès à la caméra est refusé
it: Accesso alla videocamera negato

# common_camera_denied_alert_message
source: You have not given access to your camera, please adjust your privacy settings
de: Sie haben keinen Zugang zur Kamera erteilt, bitte passen Sie Ihre Datenschutzeinstellungen an
fr: Vous n'avez pas octroyé l’accès à votre caméra, veuillez modifier vos paramètres de confidentialité
it: Non hai fornito l'accesso alla tua videocamera, modifica le tue impostazioni sulla privacy

# common_camera_alert_button_settings
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

# home_welcome
source: Welcome to Tangem. Do you have one of our cards?
de: Willkommen bei Tangem. Haben Sie eine dieser Karten?
fr: Bienvenue à Tangem. Avez-vous une de nos cartes?
it: Benvenuti in Tangem. Hai una delle nostre schede?

# home_welcome_back
source: Welcome back to Tangem. Scan your card to start.
de: Willkommen bei Tangem Tap. Scannen Sie Ihre Karten um zu starten.
fr: Encore une fois, bienvenue dans Tangem Tap. Scannez votre carte pour commencer.
it: Benevenuti di nuovo su Tangem Tap. Scansiona la tua carta per iniziare.

# home_button_yes
source: Yes! Scan it.
de: Ja! Bitte scannen
fr: Oui ! Scannez-la .
it: Si! Scansiona carta.

# home_ready_title
source: Get ready to tap your card to the back of the phone.
de: Halten Sie die card hinter dem phone bereit und scannen Sie sie.
fr: Préparez-vous à appuyer votre carte au dos de votre téléphone.
it: Preparati ad avvicinare la tua carta sul retro del telefono.

# home_button_tapin
source: Tap in
de: Eintippen
fr: Appuyez
it: Avvicina

# home_button_scan
source: Scan card
de: Karte scannen
fr: Scannez la carte
it: Scansiona carta

# wallet_button_scan
source: Scan
de: Scannen
fr: Scanner
it: Scansiona

# wallet_button_send
source: Send
de: Absenden
fr: Envoyer
it: Invia

# wallet_button_create_wallet
source: Create wallet
de: ein Wallet erstellen
fr: Créer un portefeuille
it: Crea portafoglio

# wallet_title
source: Tangem
de: Tangem Tap
fr: Tangem Tap
it: Tangem Tap

# wallet_choice_wallet_option_title
source: Choice wallet option
de: eine Walletoption wählen
fr: Choisir une variante de portefeuille
it: Scegli l'opzione del portafoglio

# wallet_balance_tokens_title
source: Tokens
fr: Jetons d'authentification
it: Token

# wallet_balance_verified
source: Verified Balance
de: Verifizierte Bilanz
fr: Solde confirmé
it: Saldo verificato

# wallet_balance_loading
source: Balance is loading…
de: Die Bilanz wird aufgeladen…
fr: Solde est en cours de téléchargement…
it: Il saldo sta per essere caricato…

# wallet_balance_blockchain_unreachable
source: Blockchain is unreachable
de: Blockchain ist nicht erreichbar
fr: Blockchain est inaccessible
it: Blockchain non raggiungibile

# wallet_error_no_account
source: Account is not created
de: Das Konto ist nicht erstellt
fr: Compte n’est pas créé
it: Conto non creato

# wallet_error_no_account_subtitle_format
source: Load %@+ %@ to create account
de: %@+ %@ aufladen um ein Konto zu erstellen
fr: Téléchargez% @ +% @ pour créer un compte
it: Carica %@+ %@ per creare un conto

# wallet_error_empty_card
source: Empty card
de: Leere Karte
fr: Carte vide
it: Carta vuota

# wallet_error_empty_card_subtitle
source: Create wallet to start using Tangem card
de: Erstellen Sie ein Wallet um die Tangem-Karte verwenden zu können
fr: Créez un portefeuille pour commencer à utiliser votre carte Tangem
it: Crea un portafoglio per iniziare ad utilizzare la tua carta Tangem

# wallet_error_unsupported_blockchain
source: This card is not supported
de: Diese Karte wird nicht unterstützt
fr: Cette carte n'est pas prise en charge
it: Questa carta non è supportata

# wallet_error_unsupported_blockchain_subtitle
source: Your Tangem card was made to work with a different application. Please see the name and instructions on your card, and install the correct app
de: Ihre Tangem-Karte wurde für die Arbeit mit einer anderen App ausgestellt. Bitte sehen Sie sich den Namen und die Anleitung auf Ihrer Karte an und installieren Sie eine korrekte App
fr: Votre carte Tangem a été créée pour fonctionner avec une autre application. Regardez le nom et les instructions sur votre carte et installez l'application pertinente
it: La tua carta Tangem è stata creata per funzionare con un'altra applicazione. Leggere il nome e le istruzioni sulla carta e installare l'applicazione corretta

# wallet_balance_tx_in_progress
source: Transaction is in progress...
de: Die Transaktion läuft...
fr: Transaction en cours...
it: Transazione in corso...

# wallet_pending_tx_sending
source: Sending
de: Senden
fr: Envoi
it: Inviau0020

# wallet_pending_tx_sending_address_format
source: to %@
de: an %s
fr: jusqu’à %с
it: su %@

# wallet_pending_tx_receiving
source: Receiving
de: Erhalten
fr: Réception
it: Riceviu0020

# wallet_pending_tx_receiving_address_format
source: from %@
de: von %s
fr: de %с
it: da %@

# wallet_button_topup
source: Top up
de: Auffüllen
it: Ricarica

# wallet_address_button_explore
source: Explore address
de: Adresse erkunden
fr: Explorer l'adresse
it: Cerca indirizzo

# wallet_address_button_create_payid
source: Create PayString
de: PayString erstellen
fr: Créer PayString
it: Crea PayString

# wallet_qr_title_format
source: %@ wallet
fr: Portefeuille %@
it: portafoglio %@

# wallet_create_payid
source: Create PayString
de: PayString erstellen
fr: Créer PayString
it: Crea PayString

# wallet_create_payid_card_format
source: Card: %@
de: Karte: %@
fr: Carte: %@
it: Carta: %@

# wallet_create_payid_hint
source: PayString name
fr: Dénomination PayString
it: Nome PayString

# wallet_create_payid_button_title
source: Create
de: Erstellen
fr: Créer
it: Crea

# wallet_create_payid_info
source: Your PayString is information unique to you, like your phone number, email or ABN.
de: PayString sind Ihre einzigartigen Identifikationsdaten wie Telefonnummer, E-Mail-Adresse oder ABN.
fr: Votre PayString est une information qui vous est propre, comme un numéro de téléphone, une adresse du courrier électronique ou un ABN.
it: Il tuo PayString – informazioni per te uniche, come il tuo numero di telefono, indirizzo email o ABN.

# wallet_create_payid_success_message
source: PayString created successfully and copied to clipboard
de: Ihre PayString wurde erfolgreich erstellt und zum Clipboard kopiert
fr: PayString a été créé avec succès et copié dans le presse-papiers
it: PayString creato con successo e copiato negli appunti

# wallet_create_payid_error_message
source: Error response while creating PayString
de: Fehlerantwort beim Erstellen der PayString
fr: Mauvaise réponse lors de la création de PayString
it: Errore di risposta durante la creazione del PayString

# wallet_create_payid_error_already_created
source: This PayString already exists. Try a different one.
de: Diese PayString existiert bereits. Versuchen Sie mit einer anderen erneut.
fr: Ce PayString existe déjà. Essayez une autre variante.
it: Questo PayString esiste già. Scegline un altro.

# send_destination_hint
source: Address or PayString
de: Adresse oder PayString
fr: Adresse ou PayString
it: Indirizzo o PayString

# send_destination_hint_address
source: Address
de: Adresse
fr: Adresse
it: Indirizzo

# send_title
source: Send
de: Absenden
fr: Envoyer
it: Invia

# send_network_fee_title
source: Network fee
de: Netzgebühr
fr: Commissions du réseau
it: Costi della rete

# send_amount_label
source: Amount
de: Betrag
fr: Somme
it: Importo

# send_fee_label
source: Fee
de: Gebühr
fr: Commissions
it: Commissione

# send_total_label
source: Total
de: Gesamt
it: Totale

# send_max_amount_label
source: Maximum amount
de: Höchstbetrag
fr: Somme maximale
it: Importo totale

# send_validation_invalid_address
source: Invalid address
de: Ungültige Adresse
fr: Adresse incorrecte
it: Indirizzo non valido

# send_fee_picker_low
source: Low
de: Niedrig
fr: Bas
it: Insufficiente

# send_fee_picker_normal
source: Normal
it: Normale

# send_fee_picker_priority
source: Priority
de: Priorität
fr: Priorité
it: Prioritario

# send_fee_include_description
source: Include fee
de: inkl. Gebühr
fr: Inclure les commissions
it: Includi commissione

# send_total_subtitle_format
source: %@ will be sent
de: %@ wird gesendet
fr: Sera envoyé %@
it: Sarà inviato %@ %@

# send_total_subtitle_fiat_format
source: ≈ %@ (inc. fee: %@)
de: ≈ %@ (inkl. Gebühr: %@)
fr: ≈ %@ (incl. les commissions : %@)
it: ≈ %@ (inc. commissione: %@)

# send_total_subtitle_asset_format
source: %@ and %@ will be sent
de: %@ und %@ werden gesendet
fr: Sera envoyé %@ et %@
it: Sarà inviato %@ e %@

# send_balance_subtitle_format
source: Balance: %@
de: Bilanz: %@
fr: Solde : %@
it: Saldo: %@

# send_transaction_success
source: Transaction has been successfully signed and sent to the blockchain node. Wallet balance will be updated in a while
de: Die Transaktion wurde erfolgreich signiert und an den Blockchain-Knoten gesendet. Die Walletbilanz wird aktualisiert
fr: La transaction a été signée avec succès et envoyée au nœud de blockchain. Le solde du portefeuille sera mis à jour après un certain temps
it: La transazione è stata firmata con successo e inviata al nodo blockchain. Il saldo del portafoglio verrà aggiornato dopo un po' di tempo

# details_title
source: Details
fr: Référénces
it: Requisiti

# details_row_title_cid
source: Card ID
de: KartenID
fr: ID de la carte
it: ID carta

# details_row_title_issuer
source: Issuer
de: Emittent
fr: Emetteur
it: Emittente

# details_row_title_signed_hashes
source: Signed
de: Signiert
fr: Signé
it: Firmato

# details_row_subtitle_signed_hashes_format
source: %@ hashes
de: %@ Hasch
it: Hash %@

# details_row_title_currency
source: App currency
de: App Währung
fr: Monnaie de l’application
it: Valuta dell'applicazione

# details_section_title_settings
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

# details_section_title_card
source: Card
de: Karte
fr: Carte
it: Carta

# details_row_title_validate
source: Validate card
de: Karte validieren
fr: Valider la carte
it: Convalidare la carta

# details_row_title_manage_security
source: Manage Security
de: Sicherheit verwalteny
fr: Gestion de la sécurité
it: Gestione del portafoglio

# details_row_title_erase_wallet
source: Erase wallet
de: Wallet löschen
fr: Annuler le portefeuille
it: Cancella il portafoglio

# details_currency_search_placeholder
source: Search
de: Suche
fr: Recherche
it: Cerca

# details_erase_wallet_warning
source: This action is irreversible. If, after deleting the wallet, someone sends funds to it, then you will not be able to withdraw them.
de: Dieser Vorgang ist irriversibel. Wenn jemand nach dem Löschen des Wallets Geld überweist, können Sie es nicht mehr abheben.
fr: Cette action est irréversible. Si, après avoir annulé le portefeuille, quelqu'un lui envoie des fonds, vous ne pourrez pas les retirer.
it: Questa azione è irreversibile. Se dopo aver eliminato il portafoglio qualcuno invia dei fondi, non potrai ritirarli.

# details_security_management_warning
source: If you forget the code, you will lose the ability to use the card. There is no way to recover or change your code if you lose it.
de: Sollten Sie den Code verloren haben, haben Sie keinen Zugriff auf die Karte. Sie können Ihren Code nicht wiederherstellen und nicht ändern, wenn Sie ihn verlieren.
fr: Si vous oubliez le code, vous perdrez la possibilité d'utiliser la carte. Si vous perdez le code, il sera impossible de le restaurer ou modifier.
it: Se dimentichi il codice, perderai la possibilità di utilizzare la carta. Non è possibile in alcun modo ripristinare o modificare il codice se lo perdi.

# details_manage_security_title
source: Manage Security
de: Sicherheit verwalten
fr: Gestion de la sécurité
it: Gestione della sicurezza

# details_manage_security_long_tap
source: Long Tap
de: Langes Tippen
fr: Tenez la carte fermement
it: Mantenimento della carta

# details_manage_security_long_tap_description
source: This mechanism protects against proximity attacks on a card. It will enforce a delay between reception and execution of a command. After the first signed transaction this phone will be linked with the card and transactions will be signed immediately.
de: Dieser Mechanismus schützt vor Annäherungsangriffen auf eine Karte. Es wird eine Verzögerung zwischen dem Empfang und der Ausführung eines Befehls erzwungen. Nach der ersten signierten Transaktion wird dieses Telefon mit der Karte verknüpft und die Transaktionen werden sofort signiert
fr: Ce mécanisme protège contre les attaques sans contact sur la carte. Il y a un délai entre la réception et l'exécution de la commande. Après la première transaction signée, ce téléphone sera associé à la carte et les transactions seront signées immédiatement.
it: Questo meccanismo protegge dagli avvicinamenti senza contatto sulla carta. Attiva un ritardo tra la ricezione e l'esecuzione di un comando. Dopo la prima transazione firmata, questo telefono verrà associato alla carta e le transazioni verranno firmate immediatamente.

# details_manage_security_passcode
source: Passcode
fr: Mot de passe
it: Password

# details_manage_security_passcode_description
source: Before execution any command entailing a change of the card state, you will have to enter the passcode.
de: Bevor Sie einen Befehl ausführen, der eine Änderung des Kartenstatus zur Folge hat, müssen Sie den Passcode eingeben.
fr: Avant d'exécuter une commande qui modifie l'état de la carte, vous devrez entrer un mot de passe.
it: Dovrai inserire una password prima di eseguire qualsiasi comando che modifichi lo stato della carta.

# details_manage_security_access_code
source: Access code
de: Zugangscode
fr: Code d’accès
it: Codice di accesso

# details_manage_security_access_code_description
source: You will have to submit the correct access code before scanning the card
de: Sie müssen den richtigen Zugangscode eingeben, bevor Sie die Karte scannen.
fr: Vous devrez entrer le mot de passe correct avant de scanner la carte
it: Prima di scansionare la carta sarà necessario inserire il codice di accesso corretto

# alert_old_device_this_card
source: You may experience NFC problems with some iPhone 7/7+ during the extraction
de: Sie können NFC-Probleme mit einigen iPhone 7/7+ während der Extraktion haben
fr: Vous pouvez rencontrer des problèmes NFC avec certains iPhone 7/7 + lors de l’extraction
it: Potresti riscontrare problemi con l'NFC su alcuni iPhone 7/7 + durante la rimozione

# alert_card_signed_transactions
source: This card has been already topped up and signed transactions in the past. Consider immediate withdrawal of all funds if you have received this card from an untrusted source.
de: Diese Karte wurde früher bereits aufgeladen und Transaktionen wurden damit signiert. Ziehen Sie eine sofortige Auszahlung aller Beträge in Betracht, wenn Sie diese Karte von einer nicht vertrauenswürdigen Quelle erhalten haben.
fr: Cette carte a déjà été rechargée et a signé des transactions avant. Envisagez la possibilité de retirer tous les fonds immédiatement si vous avez reçu cette carte d'une source non fiable.
it: Questa carta è già stata ricaricata e ha firmato transazioni in passato. Valuta la possibilità di prelevare immediatamente tutti i fondi se hai ricevuto questa carta da una fonte inaffidabile.

# alert_unsupported_card
source: This card it is not designed to work with Tangem
de: Diese Karte ist für die Zusammenarbeit mit Tangem Tap nicht geeignet
fr: Cette carte n'est pas conçue pour fonctionner avec Tangem Tap
it: Questa carta non è progettata per funzionare con Tangem Tap

# alert_developer_card
source: The card you scanned is a development card. Don’t accept it as a payment.
de: Die von Ihnen gescannte Karte ist eine Entwicklungskarte. Akzeptieren Sie sie nicht als Zahlungsmittel.
fr: La carte que vous avez scannée est une carte de développement. Ne l'acceptez pas comme paiement
it: La carta che hai scansionato è una carta di sviluppo. Non utilizzarla come strumento di pagamento

# alert_old_card
source: Funds from Tangem cards issued before September 2019 cannot be retrieved using an iPhone due to iOS restrictions. You must use an Android phone to retrieve funds. Cards released after September 2019 work correctly with both platforms.
de: Die vor September 2019 ausgestellten Karten können mit iPhone momentan nicht extrahiert werden. Wir arbeiten eng mit Apple zusammen, damit es in den nächsten Versionen von iOS möglich wäre.
fr: Les cartes Tangem émises avant septembre 2019 ne peuvent actuellement pas être extraites à l'aide de l'iPhone. Nous travaillons activement avec Apple pour rendre cela possible dans les futures versions d'iOS.
it: Le schede emesse prima di settembre 2019 non possono attualmente essere utilizzate con un iPhone. Stiamo lavorando a stretto contatto con Apple per renderle disponibili nelle future versioni di iOS.

# initial_message_sign_header
source: Tap to sign
de: Tippen um zu signieren
fr: Touchez pour signer
it: Avvicina per firmare

# initial_message_sign_body
source: Tap the card to your phone as shown above
de: Scannen Sie die Karte mit Ihrem Handy wie oben gezeigt
fr: Appuyez votre carte au téléphone comme indiqué ci-dessus
it: Avvicina la carta al telefono come mostrato sopra

# initial_message_purge_wallet_body
source: Tap to erase wallet
de: Tippen Sie um das Wallet zu löschen
fr: Touchez, pour annuler un portefeuille
it: Avvicina per cancellare il portafoglio

# initial_message_create_wallet_body
source: Tap to create wallet
de: Tippen Sie um ein Wallet zu erstellen
fr: Touchez, pour créer un portefeuille
it: Avvicina per creare il portafoglio

# initial_message_change_access_code_body
source: Tap to change the access code
de: Tippen Sie um den Zugangscode zu ändern
fr: Touchez, pour modifier le code d’accès
it: Avvicina per modificare il codice di accesso

# initial_message_change_passcode_body
source: Tap to change the passcode
de: Tippen Sie um den Passcode zu ändern
fr: Touchez, pour modifier le mot de passe
it: Avvicina per modificare la password

# payid_service_error_loading
source: Invalid PayString
de: Ungültige PayString
fr: PayString incorrect
it: PayString non valido
