Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# express_provider_max_amount
source: Available up to %@
de: Verfügbar bis zu %@
es: Disponible hasta %@
fr: Disponible jusqu'à %@
ja: 最大 %@ まで使用可能
ru: Доступно до %@
uk_ua: Доступно до %@

# express_provider_min_amount
source: Available from %@
de: Erhältlich bei %@
es: Disponible desde %@
fr: Disponible à partir de %@
ja: %@ 以上で利用可能
ru: Доступно с %@
uk_ua: Доступно від %@

# express_provider_not_available
source: Unavailable for this pair
de: Für dieses Paar nicht verfügbar
es: No disponible para este par
fr: Indisponible pour cette paire
ja: このペアは利用できません
ru: Недоступно для этой пары
uk_ua: Недоступно для цієї пари

# express_provider_permission_needed
source: Permission Required
de: Erlaubnis erforderlich
es: Permiso requerido
fr: Permission requise
ja: 許可が必要です
ru: Требуется разрешение
uk_ua: Потрібен дозвіл

# express_provider_recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
ru: Рекомендовано
uk_ua: Рекомендовано

# express_provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ru: Провайдер
uk_ua: Провайдер

# express_status_bought
source: Bought %@
de: Gekauft %@
es: Comprado %@
fr: Acheté %@
ja: %@を買い付けました
ru: Куплено %@
uk_ua: Купив %@

# express_status_buying_active
source: Buying %@...
de: Kauf %@…
es: Comprando %@...
fr: Achat en cours %@...
ja: %@を買い付けています...
ru: Покупка %@...
uk_ua: Купівля %@...

# express_status_buying
source: Buying %@
de: Kauf %@
es: Comprando %@
fr: Achat en cours %@
ja: %@を買い付けています
ru: Покупка %@
uk_ua: Купівля %@

# express_status_hide_button_text
source: Hide this transaction
de: Diese Transaktion ausblenden
es: Ocultar esta transacción
fr: Masquer cette transaction
ja: この取引を非表示にする
ru: Скрыть эту транзакцию
uk_ua: Приховати цю транзакцію

# express_status_hide_dialog_text
source: If you hide this transaction, it won’t appear in the status screen anymore. If you just want to close the status screen and return later, simply swipe it away instead.
de: Sobald der Transaktionsstatus ausgeblendet ist, kann er nicht mehr angezeigt werden. Stattdessen kannst Du ihn durch einfaches Wischen schließen.
es: Una vez oculto, el estado de la transacción no se puede volver a ver. En su lugar, basta con deslizar el dedo para descartarla.
fr: Une fois masqué, le statut de la transaction ne peut plus être consulté. Vous pouvez simplement faire glisser votre doigt pour le fermer.
ja: この取引を非表示にすると、ステータス画面には表示されなくなります。ステータス画面を閉じて後で戻りたい場合は、画面をスワイプして閉じてください。
ru: После скрытия статус транзакции нельзя будет просмотреть снова. Вместо этого вы можете просто свайпнуть плашку вниз, чтобы закрыть её.
uk_ua: Після приховування статус транзакції більше не можна буде переглянути. Замість цього ви можете просто провести пальцем, щоб закрити.

# express_status_hide_dialog_title
source: Hide Transaction Status?
de: Diese Transaktion ausblenden
es: ¿Ocultar el estado de la transacción?
fr: Masquer le statut de la transaction ?
ja: 取引状況を非表示にしますか？
ru: Скрыть статус транзакции?
uk_ua: Приховати статус транзакції?

# express_swap_not_supported_text
source: This token is not supported. Please choose a different token to swap.
de: Dieses Token wird nicht unterstützt. Bitte wähle zum Tauschen ein anderes Token.
es: Este token no es compatible. Por favor, elige un token diferente para intercambiar.
fr: Ce jeton n'est pas pris en charge. Veuillez choisir un autre jeton à échanger.
ja: このトークンはサポートされていません。別のトークンを選択してスワップしてください。
ru: Этот токен не поддерживается. Пожалуйста, выберите другой токен для обмена.
uk_ua: Цей токен не підтримується. Будь ласка, виберіть інший токен для обміну.

# express_swap_not_supported_title
source: %@ is not supported
de: %@ wird nicht unterstützt
es: %@ no está soportado
fr: %@ n'est pas pris en charge
ja: %@はサポートされていません
ru: %@ не поддерживается
uk_ua: %@ не підтримується

# express_swap_with
source: Swap with
de: Tauschen mit
es: Intercambiar con
fr: Échanger avec
ja: スワップする
ru: Обменять с
uk_ua: Обміняти з

# express_token_list_empty_search
source: No tokens found. Please try another request
de: Keine Token gefunden. Bitte versuche eine andere Anfrage
es: No se encontraron fichas. Por favor intenta con otra solicitud
fr: Aucun jeton trouvé. Veuillez essayer une autre demande
ja: トークンが見つかりません。別のリクエストをお試しください。
ru: Токены не найдены. Пожалуйста, попробуйте другой запрос
uk_ua: Токенів не знайдено. Будь ласка, спробуйте інший запит

# express_transaction_id_copied
source: Transaction ID copied
de: Transaktions-ID kopiert
es: ID de transacción copiado
fr: ID de transaction copié
ja: 取引IDをコピーしました
ru: ID транзакции скопирован
uk_ua: ID транзакції скопійовано

# fee_selector_choose_speed_description
source: Higher speed means faster confirmation and a higher network fee. %@
de: Eine höhere Geschwindigkeit bedeutet eine schnellere Bestätigung und eine höhere Netzgebühr. %@
fr: Une vitesse plus élevée signifie une confirmation plus rapide et des frais de réseau plus élevés. %@
ja: 速度を上げるほど承認は速くなりますが、 ネットワーク手数料も高くなります。%@
ru: Более высокая скорость означает более быстрое подтверждение, но и более высокую сетевую комиссию. %@

# fee_selector_choose_speed_title
source: Choose speed
de: Geschwindigkeit wählen
fr: Choisissez la vitesse
ja: 速度を選択
ru: Выбрать скорость

# fee_selector_choose_token_description
source: Choose which token to use to pay the network fee. %@
de: Wähle aus, mit welchem Token Du die Netzgebühr bezahlen möchtest. %@
fr: Choisissez le token à utiliser pour payer les frais de réseau. %@
ja: ネットワーク手数料の支払いに使用するトークンを選択します。%@
ru: Выберите какой токен будет использоваться для оплаты комиссии сети. %@

# fee_selector_choose_token_title
source: Choose token
de: Token auswählen
fr: Choisissez un token
ja: トークンを選択
ru: Выбрать токен

# feed_market_and_news
source: Market & News
de: Markt & Nachrichten
fr: Marché et actualités
ja: マーケット＆ニュース
ru: Рынок и Новости
uk_ua: Ринок та Новини

# feed_trending_now
source: Trending Now
de: Aktuelle Trends
fr: Tendances actuelles
ja: いま話題
ru: В тренде
uk_ua: В тренді

# feedback_preface_rate_negative
source: Tell us what functions you are missing, and we will try to help you.
de: Teile uns mit, welche Funktionen du vermisst, und wir werden versuchen, dir zu helfen.
es: Cuéntenos qué funciones echa de menos y trataremos de ayudarle.
fr: Dites-nous quelles fonctions vous manquent, et nous essaierons de vous aider.
ja: どのような機能が不足しているかを教えください。解決できるよう尽力致します。
ru: Расскажите, каких функций вам не хватает, и мы постараемся вам помочь.
uk_ua: Розкажіть, яких функцій вам не вистачає, і ми спробуємо вам допомогти.

# feedback_preface_scan_failed
source: Please tell us what card or ring do you have
de: Bitte sag uns, welche Karte oder Ring du hast
es: Por favor, díganos qué tarjeta o anillo tiene
fr: Veuillez nous dire quelle carte vous avez
ja: お持ちのカードまたはリングについて教えてください
ru: Скажите, пожалуйста, какая у вас карта или кольцо?
uk_ua: Розкажіть, будь ласка, яку картку або кільце ви маєте?

# feedback_preface_support
source: Hi support team,
de: Hallo Support-Team,
es: Hola equipo de soporte,
fr: Chère équipe de support,
ja: サポートチームの皆さん、こんにちは。
ru: Привет, команда поддержки,
uk_ua: Привіт, команда підтримки,

# feedback_preface_tx_failed
source: Please tell us more about your issue. Every small detail can help.
de: Bitte erzähle uns mehr über dein Problem. Jedes kleine Detail kann helfen.
es: Por favor, cuéntenos más sobre tu problema. Cada pequeño detalle puede ayudar.
fr: Veuillez nous en dire plus sur votre problème. Chaque petit détail peut nous aider.
ja: 問題について詳しく教えてください。どんな些細なことでも役に立ちます。
ru: Пожалуйста, расскажите нам больше о вашей проблеме. Каждая маленькая деталь может помочь.
uk_ua: Будь ласка, розкажіть нам більше про вашу проблему. Кожна дрібниця може допомогти.

# feedback_subject_backup_problem
source: Backup issue
de: Problem mit der Sicherung
fr: Problème de sauvegarde
ja: バックアップの問題
ru: Проблема резервного копирования
uk_ua: Проблема з резервним копіюванням

# feedback_subject_pre_activated_wallet
source: Previously activated wallet
de: Zuvor aktivierte Wallet
es: Billetera previamente activada
fr: Portefeuille précédemment activé
ja: 以前に有効化されたウォレット
ru: Ранее активированный кошелек
uk_ua: Раніше активований гаманець

# feedback_subject_rate_negative
source: My suggestions
de: Meine Vorschläge
es: Mis recomendaciones
fr: Mes suggestions
ja: 私の提案
ru: Мои предложения
uk_ua: Мої пропозиції

# feedback_subject_scan_failed
source: Can't scan a card/ring
de: Kann eine Karte oder Ring nicht scannen
es: No se puede escanear una tarjeta/anillo
fr: Impossible de scanner une carte
ja: カード / リングをスキャンできません
ru: Не могу отсканировать карту/кольцо
uk_ua: Не вдається відсканувати картку/кільце

# feedback_subject_support_tangem
source: Tangem feedback
de: Feedback zu Tangem
es: Comentarios en Tangem
fr: Commentaires sur Tangem
ja: Tangemへのフィードバック
ru: Обращение в поддержку Tangem
uk_ua: Звернення в підтримку Tangem

# feedback_subject_support
source: Feedback
de: Rückmeldung
es: Comentarios
fr: Commentaires
ja: フィードバック
ru: Обращение в поддержку
uk_ua: Звернення в підтримку

# feedback_subject_tx_failed
source: Can't send a transaction
de: Eine Transaktion kann nicht gesendet werden
es: No se puede completar una transacción
fr: Impossible d'effectuer une transaction
ja: 取引を送信できません
ru: Не могу отправить транзакцию
uk_ua: Не вдається відправити транзакцію

# feedback_subject_tx_push_failed
source: Can't push a transaction
de: Transaktion kann nicht gepusht werden
es: No se puede enviar una transacción
fr: Impossible d'effectuer une transaction
ja: 取引をプッシュできません
ru: Не могу протолкнуть транзакцию
uk_ua: Не можу проштовхнути транзакцію

# feedback_token_description_error
source: Coin description error
de: Fehler in der Coinbeschreibung
es: Error de descripción de moneda
fr: Erreur de description de la pièce
ja: コインの説明エラー
ru: Ошибка в описании монеты
uk_ua: Помилка в описі монети

# gasless_not_enough_funds_to_cover_token_fee
source: Not enough funds
de: Nicht genügend Mittel
ja: 残高不足
ru: Недостаточно средств

# gasless_transaction_fee
source: Transaction fee
de: Transaktionsgebühr
ja: 取引手数料
ru: Комиссия за транзакцию

# generic_error_code
source: An error occurred. Code: %@.
de: Es ist ein Fehler aufgetreten. Code: %@.
es: Ocurrió un error. Código: %@
fr: Une erreur s'est produite. Code:%@
ja: エラーが発生しました。コード: %@ 。
ru: Произошла ошибка. Код: %@.
uk_ua: Виникла помилка. Код: %@.

# generic_error
source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
ja: エラーが発生しました
ru: Произошла ошибка
uk_ua: Виникла помилка

# generic_requires_memo_error
source: Requires memo
de: Memo erforderlich
es: Requiere memo
fr: Un mémo est requis
ja: メモが必要
ru: Требуется memo
uk_ua: Вимагається memo

# give_permission_current_transaction
source: Transaction
de: Nur diese
es: Esta transacción
fr: Cette transaction
ja: 取引
ru: Транзакция
uk_ua: Транзакція

# give_permission_policy_type_footer
source: By approving, you allow the smart contract to use your tokens in future transactions.
de: Mit Deiner Zustimmung erlaubst Du dem Smart Contract, Deine Token in zukünftigen Transaktionen zu verwenden.
es: Especifique el límite aprobado para el token seleccionado.
fr: Spécifiez la limite approuvée pour le jeton sélectionné
ja: 承認すると、このスマートコントラクトが今後の取引でトークンを利用できるようになります。
ru: Укажите лимит доступа к выбранному токену
uk_ua: Вкажіть ліміт доступу для обраного токена

# give_permission_rows_amount
source: Amount %@
de: Betrag %@
es: Montante %@
fr: Montant %@
ja: 金額%@
ru: Количество %@
uk_ua: Кількість %@

# give_permission_staking_footer
source: The Approve function is needed to grant permission to another address to use a specific amount of your tokens. By design, smart contracts can't access your tokens unless you approve. By "unlocking" your tokens, you authorize the StakeKit smart contract to use them. The network's miners receive a gas fee (paid by you) to record this action on the blockchain. You can stake your token after giving approval.
de: Die Genehmigungsfunktion ist erforderlich, um einer anderen Adresse die Berechtigung zur Verwendung einer bestimmten Menge Ihrer Token zu erteilen. Standardmäßig können Smart Contracts nicht auf deine Token zugreifen, es sei denn, du stimmen zu. Indem du deine Token "freischaltest", autorisierst du den StakeKit Smart Contract, sie zu verwenden. Die Miner des Netzwerks erhalten eine Gasgebühr (von dir bezahlt), um diese Aktion in der Blockchain aufzuzeichnen. Du kannst deine Token einsetzen, nachdem du die Genehmigung erteilt hast.
es: La función Aprobar es necesaria para otorgar permiso a otra dirección para usar una cantidad específica de sus tokens. Por diseño, los contratos inteligentes no pueden acceder a sus tokens sin su aprobación. Al "desbloquear" sus tokens, autoriza al contrato inteligente de StakeKit a usarlos. Los mineros de la red reciben una tarifa de gas (pagada por usted) por registrar esta acción en la cadena de bloques. Puede apostar su token después de dar su aprobación.
fr: La fonction Approuver est nécessaire pour accorder la permission à une autre adresse d'utiliser une quantité spécifique de vos jetons. De par leur conception, les contrats intelligents ne peuvent pas accéder à vos jetons sans votre approbation. En « déverrouillant » vos jetons, vous autorisez le contrat intelligent StakeKit à les utiliser. Les mineurs du réseau reçoivent des frais de gaz (payés par vous) pour enregistrer cette action sur la blockchain. Vous pouvez staker votre jeton après avoir donné votre approbation.
ja: 承認機能は、別のアドレスに特定の量のトークンを使用する許可を与えるために必要です。設計上スマートコントラクトは、承認しない限りトークンにアクセスできません。トークンを「ロック解除」すると、StakeKitスマート コントラクトがトークンを使用する権限が与えられます。ネットワークのマイナーは、このアクションをブロックチェーンに記録するためにガス料金（あなたが支払う）を受け取ります。承認後、トークンをステーキングできます。
ru: Функция подтверждения необходима для предоставления другому адресу разрешения на использование определенного количества ваших токенов. По замыслу смарт-контракты не могут получить доступ к вашим токенам, если вы не одобрите доступ со своей стороны. «Разблокируя» свои токены, вы даете смарт-контракту StakeKit разрешение использовать ваши активы. Майнеры сети получают компенсацию за газ (оплачиваемый вами) за запись этого действия в блокчейне. Как только разрешение будет предоставлено, вы сможете осуществить стейкинг токена.
uk_ua: Функція підтвердження необхідна для надання дозволу іншій адресі на використання певної кількості ваших токенів. За задумом, смарт-контракти не можуть отримати доступ до ваших токенів без вашого схвалення. "Розблоковуючи" свої токени, ви дозволяєте смарт-контракту StakeKit використовувати їх. Майнери мережі отримують плату за газ (сплачену вами), щоб зафіксувати цю дію в блокчейні. Ви зможете застейкати свій токен після того, як дасте дозвіл.

# give_permission_staking_subtitle
source: To continue you need to allow Polygon smart contract to use your %@
de: Um fortzufahren, musst du Polygon Smart Contract erlauben, deine %@ zu verwenden
es: Para continuar, debe autorizar el contrato inteligente de Polygon para utilizar su %@
fr: Pour continuer, vous devez autoriser le contrat intelligent Polygon à utiliser votre %@
ja: 続行するには、Polygonスマートコントラクトが%@を使用することを許可する必要があります
ru: Чтобы продолжить, вам необходимо разрешить смарт контракту Polygon использовать ваш %@
uk_ua: Щоб продовжити, вам потрібно дозволити смарт-контракту Polygon використовувати ваш %@

# give_permission_swap_subtitle
source: To continue, grant %1@ smart contracts permission to use your %2@
de: Um fortzufahren, erteile %1@ Smart Contracts die Berechtigung, dein zu %2@ verwenden.
es: Para continuar, conceda a los contratos inteligentes de %1@ permiso para utilizar su %2@
fr: Pour continuer, accordez aux smart contracts de %1@ l'autorisation d'utiliser votre %2@
ja: 続行するには、%1@スマートコントラクトに%2@を使用する権限を付与してください
ru: Чтобы продолжить, вам нужно разрешить смарт-контракту %1@ использовать ваш %2@
uk_ua: Щоб продовжити, вам потрібно дозволити смарт-контракту %1@ використовувати ваш %2@

# give_permission_title
source: Give Permission
de: Erlaubnis erteilen
es: Dar autorización
fr: Donner l'autorisation
ja: 許可を与える
ru: Дать разрешение
uk_ua: Надати дозвіл

# give_permission_unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ru: Безлимитно
uk_ua: Необмежено

# hardware_wallet_backup_feature_description
source: Addresses are generated directly on your Tangem hardware wallet — ready to use and fully protected.
de: Die Adressen werden direkt auf Deiner Tangem-Hardware-Wallet generiert – sofort einsatzbereit und vollständig geschützt.
es: Your backup is created using 2 or 3 Tangem cards. Keep them in separate safe places to protect against loss or damage — no seed phrase needed.
fr: De nouvelles adresses seront générées pour vous dans votre hardware wallet, prêtes à l'emploi et entièrement sécurisées.
ja: アドレスはTangemハードウェアウォレット上で直接生成され、そのまま安全に使用できます。
ru: Новые адреса будут сгенерированы прямо в вашем аппаратном кошельке, готовы к использованию и полностью защищены.
uk_ua: Резервна копія створюється на 2–3 картках Tangem. Зберігайте їх окремо для безпеки — seed-фраза не потрібна.

# hardware_wallet_backup_feature_title
source: New Addresses
de: Neue Adressen
es: Backup with Multiple Cards
fr: Nouvelles adresses
ja: 新しいアドレス
ru: Новые адреса
uk_ua: Бекап на декілька карток

# hardware_wallet_create_title
source: Add Tangem Wallet
de: Tangem Wallet hinzufügen
fr: Ajouter le wallet Tangem
ja: Tangemウォレットを追加
ru: Добавить кошелек Tangem
uk_ua: Додати гаманець Tangem

# hardware_wallet_key_feature_description
source: Your private key will be generated directly inside the Tangem card and will never leave it.
de: Dein privater Schlüssel wird direkt in der Tangem-Karte generiert und verlässt diese nie.
es: Your private key is generated directly inside the Tangem card and never leaves it.
fr: Votre clé privée est générée directement dans la carte Tangem et ne la quitte jamais.
ja: 秘密鍵はTangemカード内部で直接生成され、外部に出ることは一切ありません。
ru: Ваш приватный ключ будет сгенерирован на карте Tangem и никогда не покинет её.
uk_ua: Ваш приватний ключ генерується на картці Tangem і ніколи не покидає її.

# hardware_wallet_key_feature_title
source: Key Generation
de: Schlüsselgenerierung
fr: Génération de clés
ja: 鍵生成
ru: Генерация ключа
uk_ua: Генерація ключа

# hardware_wallet_security_feature_description
source: All cryptographic operations happen inside the secure chip, certified against cloning and physical tampering.
de: Alle kryptografischen Vorgänge finden innerhalb des sicheren Chips statt, der gegen Klonen und physische Manipulation zertifiziert ist.
fr: Toutes les opérations cryptographiques s'effectuent à l'intérieur de la puce sécurisée, certifiée contre le clonage et la falsification physique.
ja: すべての暗号処理は、複製や物理的な改ざんに対する認証を受けたセキュアチップ内で行われます。
ru: Операции с криптографией выполняются внутри защищённого чипа, устойчивого к клонированию и физическому взлому.
uk_ua: Операції з криптографією відбуваються всередині захищеного чіпу, стійкого до клонування та фізичному взлому.

# hardware_wallet_security_feature_title
source: Hardware-Level Security
de: Sicherheit auf Hardwareebene
fr: Sécurité au niveau matériel
ja: ハードウェアレベルのセキュリティ
ru: Аппаратная безопасность
uk_ua: Безпека на апаратному рівні

# home_button_add_existing_wallet
source: Add Existing Wallet
de: Vorhandene Wallet hinzufügen
es: Agregar Billetera Existente
fr: Ajouter un Portefeuille existant
ja: 既存のウォレットを追加
ru: Добавить существующий кошелек
uk_ua: Додати існуючий гаманець

# home_button_create_new_wallet
source: Create New Wallet
de: Neues Wallet erstellen
es: Crear Nueva Billetera
fr: Créer un nouveau Portefeuille
ja: 新しいウォレットを作成する
ru: Создать новый кошелек
uk_ua: Створити новий гаманець

# home_button_order
source: Order Tangem
de: Karte oder Ring bestellen
es: Pedir Tangem
fr: Commandez
ja: Tangemを注文
ru: Купить
uk_ua: Купити

# home_button_scan
source: Scan Tangem
de: Karte oder Ring scannen
es: Escanee
fr: Scannez
ja: Tangemをスキャン
ru: Сканировать
uk_ua: Сканувати

# hot_crypto_add_token_subtitle
source: to %@
de: An %@
es: a %@
fr: à %@
ja: %@へ
ru: в %@
uk_ua: в %@

# hot_crypto_token_network
source: On %@ network
de: Im %@ Netzwerk
es: En la red %@
fr: Via %@
ja: %@ネットワーク
ru: В сети %@
uk_ua: В мережі %@

# hw_access_code_create_alert_title
source: Are you sure you want to cancel access code setup?
de: Willst Du den Vorgang zur Erstellung des Zugangscodes wirklich beenden?
es: ¿Está seguro de que desea salir del proceso de creación de código de acceso?
fr: Êtes-vous sûr de vouloir annuler la configuration du code d'accès ?
ja: アクセスコードの設定をキャンセルしてもよろしいですか？
ru: Вы уверены, что хотите прервать процесс создания кода доступа?
uk_ua: Ви впевнені, що хочете скасувати процес створення коду доступу?

# hw_activation_need_backup
source: Backup now
de: Jetzt sichern
fr: Sauvegarder maintenant
ja: 今すぐバックアップ
ru: Сделать бэкап
uk_ua: Створити бекап

# hw_activation_need_description
source: To complete setup, back up your wallet and secure the app with an access code.
de: Um die Einrichtung abzuschließen, sicher Deine Wallet und schütze die App mit einem Zugangscode.
fr: Pour terminer la configuration, sauvegardez votre portefeuille et sécurisez l'application à l'aide d'un code d'accès.
ja: 設定を完了するには、ウォレットをバックアップし、アクセスコードでアプリを保護してください。
ru: Чтобы завершить настройку, создайте резервную копию кошелька и защитите приложение кодом доступа.
uk_ua: Щоб завершити налаштування, створіть резервну копію свого гаманця та захистіть додаток за допомогою коду доступу.

# hw_activation_need_finish
source: Finalize now
de: Jetzt beenden
fr: Finaliser maintenant
ja: 今すぐ確定
ru: Завершить сейчас
uk_ua: Завершити зараз

# hw_activation_need_title
source: Finalize wallet setup
de: Wallet-Einrichtung abschließen
fr: Finaliser la configuration du portefeuille
ja: ウォレットの設定を完了する
ru: Закончить настройку кошелька
uk_ua: Завершити налаштування гаманця

# hw_activation_need_warning_description
source: Complete setup by securing the app with an access code.
de: Schließe die Einrichtung ab, indem Du die App mit einem Zugangscode sicherst.
fr: Terminez la configuration en sécurisant l'application à l'aide d'un code d'accès.
ja: アクセスコードでアプリを保護して、設定を完了してください。
ru: Завершите настройку, защитив приложение кодом доступа.
uk_ua: Завершіть налаштування, захистивши додаток кодом доступу.

# hw_backup_alert_description
source: If you exit, you'll need to start over.
de: Wenn dies der Fall ist, musst Du von vorne beginnen.
fr: Si vous quittez, vous devrez recommencer depuis le début.
ja: 終了すると、最初からやり直す必要があります。
ru: Если вы это сделаете, придётся начать заново.
uk_ua: Якщо ви вийдете, вам доведеться починати спочатку.

# hw_backup_alert_title
source: Are you sure you want to quit activation?
de: Möchtest Du den Aktivierungsprozess wirklich abbrechen?
es: Are you sure you want to quit the setup process?
fr: Êtes-vous sûr de vouloir quitter le processus d'installation ?
ja: アクティベーションを終了してもよろしいですか？
ru: Вы уверены, что хотите выйти из процесса активации?
uk_ua: Ви впевнені, що хочете вийти з процесу активації?

# hw_backup_banner_description
source: Keeps your crypto safe and offline. Slim as a credit card, safer than a bank vault.
de: Hält Deine Kryptowährungen sicher und offline. Schlank wie eine Kreditkarte, sicherer als ein Banktresor.
fr: Gardez vos cryptomonnaies en sécurité et hors ligne. Aussi fin qu'une carte de crédit, plus sûr qu'un coffre-fort bancaire.
ja: 暗号資産をオフラインで厳重保管。カードサイズで、金庫以上の安心を。
ru: Хранит вашу криптовалюту в безопасности и офлайн. Тонкая, как банковская карта — надёжнее банковского хранилища.
uk_ua: Зберігає ваші криптовалюти в безпеці та в режимі офлайн. Тонкий, як кредитна картка, безпечніший за банківське сховище.
