Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# staking_unstaked
source: Unstaked
de: Unstaken
es: Sin staking
fr: Non-staké
ja: ステーキングされていない
ru: Вывод из стейкинга
uk_ua: Вивід зі стейкінгу

# staking_unstaking_item_name
source: Unstaking assets %@
de: Unstake Assets %@
es: Haciendo unstaking de %@
fr: En train de destaker les actifs %@
ja: ステーキング解除中の資産%@
ru: Завершение стейкинга %@
uk_ua: Виведення зі стейкінгу %@

# staking_unstaking
source: Unstaking
de: Staking beenden
es: Deshacer el staking
ja: ステーキング解除
ru: Завершение стейкинга
uk_ua: Зняти зі стейкінгу

# staking_validator
source: Validator
de: Validator/ Prüfer
es: Validador
fr: Validateur
ja: バリデーター
ru: Валидатор
uk_ua: Валідатор

# staking_validators_label
source: Strategic partner
de: Strategischer Partner
es: Socio estratégico
fr: Partenaire stratégique
ja: 戦略的パートナー
ru: Стратегический партнер
uk_ua: Стратегічний партнер

# staking_validators
source: Validators
de: Validatoren
es: Validadores
fr: Validateurs
ja: バリデーター
ru: Валидаторы
uk_ua: Валідатори

# staking_vote_locked
source: Vote
de: Abstimmung
es: Votar
fr: Voter
ja: 投票する
ru: Проголосовать
uk_ua: Проголосувати

# staking_vote
source: Vote
de: Abstimmung
es: Votar
fr: Voter
ja: 投票する
ru: Проголосовать
uk_ua: Проголосувати

# staking_withdraw
source: Withdraw
de: Zurückziehen
es: Retirar
fr: Retirer
ja: 引き出す
ru: Вывод
uk_ua: Зняти

# staking_your_stakes
source: Your stakes
de: Deine Einsätze
es: Sus stakes
fr: Vos stakes
ja: あなたのステーキング
ru: Застейканные средства
uk_ua: Ваші стейкінги

# story_awe_description
source: Store your crypto assets secure while keeping private keys contained in your card or ring
de: Bewahre deine Krypto-Assets sicher auf, während die privaten Schlüssel auf deiner Karte oder Ring bleiben
es: Almacene sus criptomonedas de forma segura manteniendo las claves privadas almacenadas en su tarjeta
fr: Stockez vos actifs crypto en toute sécurité tout en conservant les clés privées contenues dans votre carte
ja: カードまたはリング内に秘密鍵を保管しながら、暗号資産を安全に保管します
ru: Держите свои криптосбережения в безопасности. Приватные ключи надежно хранятся на карте или кольце.
uk_ua: Тримайте свою криптовалюту в безпеці. Приватні ключі надійно зберігаються на картці або кільці

# story_awe_title
source: Revolutionary Hardware Wallet
de: Revolutionäre Hardware-Wallet
es: Billetera de hardware revolucionaria
fr: Portefeuille matériel révolutionnaire
ja: 革新的なハードウェアウォレット
ru: Революционный аппаратный кошелек
uk_ua: Революційний апаратний гаманець

# story_backup_description
source: Add up to 3 cards or rings to one wallet
de: Bis zu 3 physische Karten oder Ringe pro Wallet
es: Hasta 3 tarjetas físicas o anillos por billetera
fr: Jusqu'à 3 cartes physiques ou bagues pour un portefeuille
ja: 1つのウォレットに、最大3枚のカードまたはリングを追加
ru: До трех карт или колец с одним кошельком
uk_ua: До трьох карток або кілець з одним гаманцем

# story_backup_title
source: Ultra Secure Backup
de: Ultrasicheres Backup
es: Backup ultra seguro
fr: Sauvegarde ultra sécurisée
ja: 安全なバックアップ
ru: Все ключи в безопасности
uk_ua: Всі ключі у безпеці

# story_currencies_description
source: A hardware wallet for your Bitcoin, Ethereum and many more currencies simultaneously — all in one card or ring
de: Eine Hardware-Wallet für deine Bitcoins, Ethereum und viele weitere Währungen gleichzeitig – alles auf einer Karte oder Ring
es: Una billetera de hardware para su Bitcoin, Ethereum y muchas más monedas simultáneamente – todo en una sola tarjeta o anillo
fr: Un portefeuille matériel pour vos Bitcoin, Ethereum et de nombreuses autres devises simultanément, le tout dans une seule carte
ja: ビットコイン、イーサリアム、その他多くの暗号資産を同時に管理できるハードウェアウォレット – オール・イン・ワンのカード / リング
ru: Аппаратный кошелек для ваших биткоинов, эфира и многих других валют одновременно — все в одной карте или кольце
uk_ua: Апаратний гаманець для ваших біткоїнів, ефіріуму та багатьох інших валют одночасно — і все це на одній картці або кільці

# story_currencies_title
source: Thousands of Currencies
de: Tausende von Währungen
es: Miles de monedas
fr: Des milliers de devises
ja: 数千の通貨
ru: Тысячи криптовалют
uk_ua: Тисячі криптовалют

# story_finish_description
source: Use it on the go, anywhere, anytime. No wires or batteries. Just tap the card or ring to your phone when you need your crypto.
de: Verwende es unterwegs, überall und jederzeit. Keine Kabel oder Batterien. Tippe einfach mit der Karte oder Ring auf dein Telefon, wenn du Kryptowährung benötigst.
es: Úselo en cualquier lugar, en cualquier momento. Sin cables ni baterías. Solo toque la tarjeta con su teléfono cuando necesites su cripto.
fr: Utilisez-la en déplacement, n'importe où, n'importe quand. Pas de fils ni de piles. Il suffit de taper la carte sur votre téléphone lorsque vous avez besoin de votre crypto.
ja: 外出先でも、いつでもどこでも使用できます。コードや電池は不要です。暗号資産が必要なときに、カードまたはリングをスマートフォンにタップするだけです。
ru: Используйте его на ходу, в любом месте, в любое время. Без проводов и батареек. Как только понадобится крипта, просто приложите карту или кольцо к телефону.
uk_ua: Використовуйте його в дорозі, будь-де і будь-коли. Ніяких дротів чи батарейок. Просто прикладіть картку або кільце до телефону, коли вам потрібна криптовалюта.

# story_finish_title
source: The Wallet for Everyone
de: Die Wallet für jeden
es: La billetera para todos
fr: Le portefeuille pour tous
ja: すべての人のためのウォレット
ru: Кошелек для каждого
uk_ua: Гаманець для кожного

# story_learn_description
source: Take three lessons, get a discount on your Tangem Wallet, and receive 1INCH tokens to your wallet
de: Nimm an drei Kursen teil, erhalten einen Rabatt auf deine Tangem-Wallet und erhalten zusätzlich 1INCH-Token für deine Wallet
es: Reciba tres lecciones, obtenga un descuento en su billetera Tangem y reciba tokens de 1INCH en su billetera
fr: Suivez trois leçons, obtenez une réduction sur votre Portefeuille Tangem et recevez des jetons 1INCH dans votre portefeuille
ja: 3回のレッスンを受講すると、Tangemウォレットが割引になり、ウォレットに1INCHトークンが付与されます。
ru: Пройдите 3 урока, получите скидку на покупку Tangem Wallet и 1INCH токены
uk_ua: Пройдіть 3 уроки, отримайте знижку на покупку Tangem Wallet і 1INCH токени

# story_learn_learn
source: Learn
de: Lernen
es: Aprender
fr: Apprendre
ja: 学ぶ
ru: Пройти обучение
uk_ua: Пройти навчання

# story_meet_title
source: Meet Tangem
de: Lerne Tangem kennen
es: Descubra Tangem
fr: Découvrez Tangem
ja: Tangemのご紹介
ru: Встречайте Tangem
uk_ua: Зустрічайте Tangem

# story_web3_description
source: More than 100 decentralized service integrations are available
de: Mehr als 100 Integrationen dezentraler Dienste sind verfügbar
es: Más de 100 integraciones de servicios descentralizados están disponibles
fr: Plus de 100 intégrations de services décentralisés sont disponibles
ja: 100以上の分散型サービスが利用可能
ru: Более 100 децентрализованных сервисов уже доступны для интеграции
uk_ua: Доступно понад 100 інтеграцій з децентралізованими сервісами

# story_web3_title
source: Web 3.0 Compatible
de: Web 3.0-kompatibel
es: Compatible con Web 3.0
fr: Compatible avec Web 3.0
ja: Web3.0対応
ru: Поддержка Web 3.0
uk_ua: Web 3.0 сумісність

# sui_not_enough_coin_for_fee_description
source: An incoming transaction of at least %1$@ is required to proceed
de: Zum Fortfahren ist eine eingehende Transaktion von mindestens %1$@ erforderlich
es: Se requiere una transacción entrante de al menos %1$@ para proceder
fr: Une transaction entrante d'au moins de %1$@ est requise pour continuer
ja: 続行するには少なくとも%1$@の受信取引が必要です
ru: Для отправки требуется входящая транзакция на сумму не менее %1$@
uk_ua: Для відправки потрібна вхідна транзакція на суму не менше %1$@

# sui_not_enough_coin_for_fee_title
source: Insufficient funds
de: Unzureichende Mittel
es: Fondos insuficientes
fr: Fonds insuffisants
ja: 残高不足
ru: Недостаточно средств
uk_ua: Недостатньо коштів

# swap_approve_description
source: By approving, you allow the smart contract to use your tokens in future transactions.
de: Durch die Genehmigung erlaubst Du dem Smart Contract, Deine Token in zukünftigen Transaktionen zu verwenden.
es: Al aprobar, permites que el contrato inteligente use tus tokens en futuras transacciones.
fr: En approuvant, vous autorisez le contrat intelligent à utiliser vos jetons dans de futures transactions.
ja: 承認すると、このスマートコントラクトが今後の取引でトークンを利用できるようになります。
ru: Подтверждая, вы разрешаете смарт-контракту использовать ваши токены в будущих транзакциях.
uk_ua: Підтверджуючи, ви дозволяєте смартконтракту використовувати ваші токени в майбутніх транзакціях.

# swap_fixed_rate
source: Fixed Rate
de: Fester Zinssatz
es: Tasa Fija
fr: Taux fixe
ja: 固定レート
ru: Фиксированный курс
uk_ua: Фіксований курс

# swap_give_permission_fee_footer
source: The network will charge a token approval fee to verify that you are authorizing the use of your token for the swap.
de: Das Netzwerk erhebt eine Token-Genehmigungsgebühr, um zu überprüfen, ob Sie die Verwendung Ihres Tokens für den Swap genehmigen.
es: La red cobrará una tasa de aprobación del token para verificar que usted autoriza el uso de su token para el intercambio.
fr: Le réseau facturera des frais d'approbation de jeton pour vérifier que vous autorisez l'utilisation de votre jeton pour l'échange.
ja: ネットワークは、あなたがトークンのスワップを承認していることを確認するために、トークン承認手数料を請求します。
ru: Комиссия сети за одобрение токена будет взиматься за подтверждение того, что именно вы разрешаете использовать ваш токен для обмена.
uk_ua: Мережа стягує комісію за схвалення токену за підтвердження, що саме ви дозволяєте використовувати ваш токен для обміну.

# swap_story_fifth_subtitle
source: Feel confident with round-the-clock support to help with any issues
de: Vertraue auf den rund um die Uhr verfügbaren Support bei allen Problemen
es: Siéntase seguro con una asistencia permanente que le ayudará con cualquier problema
fr: Ayez confiance en notre assistance 24 heures sur 24 pour vous aider à résoudre tous vos problèmes
ja: 24時間体制のサポートであらゆる問題に対応します。
ru: Чувствуйте уверенность с круглосуточной поддержкой, готовой помочь в любой ситуации!
uk_ua: Надійна підтримка 24/7, щоб ваші фінансові операції були швидкими та надійними!

# swap_story_fifth_title
source: Always Here
de: Immer für Dich da
es: Siempre aquí
fr: Assistance 24 heures sur 24
ja: いつもここに
ru: Круглосуточная поддержка
uk_ua: Цілодобова підтримка

# swap_story_first_subtitle
source: Multiple trusted providers in one place—swap any asset effortlessly in your wallet
de: Mehrere vertrauenswürdige Anbieter an einem Ort – tausche mühelos alle Vermögenswerte in Deiner Wallet
es: Múltiples proveedores de confianza en un solo lugar: intercambie cualquier activo sin esfuerzo en su billetera
fr: Plusieurs fournisseurs de confiance en un seul endroit : échangez n'importe quel actif facilement
ja: 複数の信頼できるプロバイダーが一箇所に集結。ウォレット内で様々な暗号資産を簡単に交換できます。
ru: Надежные провайдеры в одном месте — обменивайте любые активы легко и быстро прямо в своем кошельке!
uk_ua: Надійні провайдери дозволяють легко обмінювати активи, забезпечуючи повну безпеку у вашому гаманці

# swap_story_first_title
source: Swap With Us
de: Tausche mit uns
es: Intercambie con nosotros
fr: Échangez Avec Nous
ja: ぜひスワップしてください
ru: Обменивайте с нами
uk_ua: Обмінюйте з нами

# swap_story_forth_subtitle
source: No fumbles, no turnovers, no blind spots—your transaction is always protected
de: Keine Fummeleien, keine Umsätze, keine blinden Flecken – Deine Transaktion ist immer geschützt
es: Sin cuelgues, sin pérdidas, sin puntos ciegos - su transacción siempre está protegida
fr: Une sécurité de haut niveau et des fournisseurs vérifiés garantissant que vos actifs sont protégés à chaque échange
ja: 失敗も死角もありません。取引は常に保護されます。
ru: Высший уровень безопасности и проверенные партнёры защищают каждую транзакцию
uk_ua: Найвищий рівень безпеки та перевірені провайдери гарантують захист ваших активів при кожному обміні.

# swap_story_forth_title
source: Impenetrable Defense
de: Undurchdringliche Verteidigung
es: Defensa impenetrable
fr: Plus Sûr Que Jamais
ja: 難攻不落の防御
ru: Полная защита
uk_ua: Безпечніше, ніж будь-коли

# swap_story_second_subtitle
source: Maximize your value with rates sourced from a wide network of trusted providers, always choosing the best one
de: Maximiere Deine Wert mit Tarifen aus einem breiten Netzwerk vertrauenswürdiger Anbieter und wähle immer den Besten aus
es: Maximice su valor con tarifas de una amplia red de proveedores de confianza, eligiendo siempre la mejor
fr: Maximisez votre valeur avec des tarifs d'un large réseau de fournisseurs de confiance
ja: 幅広いネットワークの中から、常に最適なプロバイダーと料金レートを選択します
ru: Автоматически находим самые выгодные предложения среди проверенных провайдеров
uk_ua: Отримуйте максимальну вигоду з кращими курсами від надійних провайдерів

# swap_story_second_title
source: Unbeatable Rates
de: Unschlagbare Preise
es: Tarifas inmejorables
fr: Meilleurs Tarifs
ja: 破格のレート
ru: Лучшие курсы
uk_ua: Найкращі тарифи

# swap_story_third_subtitle
source: Hassle-free and intuitive, allowing you to swap tokens in just a few taps
de: Problemlos und intuitiv, sodass Deine Token mit nur wenigen Handgriffen getauscht werden können
es: Sencillo e intuitivo, permite cambiar tokens con solo unos cuantos toques
fr: Simple et intuitif, vous permettant d'échanger des jetons en quelques clics
ja: 手間がかからず直感的に操作でき、数回タップするだけでトークンを交換できます。
ru: Интуитивный обмен в пару касаний — без сложностей и ожидания
uk_ua: Просто та зручно — обмін токенів в декілька дотиків

# swap_story_third_title
source: Simply Convenient
de: Einfach bequem
es: Simplemente cómodo
fr: Plus Simple Que Jamais
ja: とにかく便利
ru: Проще простого
uk_ua: Легше, ніж будь-коли

source: Swap via provider
de: Tausch über Anbieter
es: Intercambio a través del proveedor
fr: Échange via le fournisseur
ja: プロバイダー経由のスワップ
ru: Обмен через провайдера
uk_ua: Обмін через провайдера

# swap_your_assets_title
source: Your assets
de: Dein Vermögen
ja: 資産
ru: Ваши средства

# swapping_alert_cex_description_with_slippage
source: The amount includes: • service provider's fee • network fee for sending %1$@ from the exchange back to the user's address. Provider slippage is up to %2$@
de: Der Betrag beinhaltet: • Honorar des Dienstleisters • Netzwerkgebühr für das Senden %1$@ von der Börse zurück an die Adresse des Benutzers. Provider-Slippage kann bis zu %2$@
es: El importe incluye: - comisión del proveedor de servicios - comisión de red por el envío de %1$@ desde el exchange de vuelta a la dirección del usuario. El deslizamiento (slippage) del proveedor es de hasta %2$@
fr: Le montant comprend : • les frais du fournisseur de services • les frais de réseau pour l'envoi de %1$@ depuis l'échange vers l'adresse de l'utilisateur. Le slippage du fournisseur peut atteindre %2$@
ja: 金額には以下が含まれます: • サービス プロバイダーの手数料 • 取引所からユーザーのアドレスに%1$@を送金するためのネットワーク手数料。 プロバイダーのスリッページは最大%2$@です
ru: В сумму включено: • комиссия провайдера сервиса • комиссия сети за отправку %1$@ от биржи обратно на адрес пользователя Проскальзывание провайдера составляет до %2$@
uk_ua: У суму входить: - комісія провайдера - мережева комісія за відправку %1$@ з біржі назад на адресу користувача. Проскакування провайдера становить до %2$@

# swapping_alert_cex_description
source: The amount includes: • service provider's fee • network fee for sending %@ from the exchange back to the user's address.
de: Der Betrag umfasst: - Gebühr des Dienstanbieters - Netzgebühr für die Rücksendung von %@ von der Vermittlungsstelle an die Adresse des Nutzers.
es: La cantidad incluye: • Tarifas del proveedor de servicios • Tarifas de red por enviar %@ desde el intercambio a la dirección del usuario.
fr: Le montant comprend : • les frais du fournisseur de services • les frais de réseau pour l'envoi de %@ depuis l'échange vers l'adresse de l'utilisateur.
ja: この金額には以下が含まれます： - サービスプロバイダーの手数料 - 取引所からユーザーのアドレスに%@ を送り返すためのネットワーク手数料。
ru: В сумму включено: • комиссия провайдера сервиса • комиссия сети за отправку %@ от биржи обратно на адрес пользователя.
uk_ua: Сума включає: • комісію постачальника послуг • комісію мережі за відправлення %@ з біржі назад на адресу користувача.

# swapping_alert_dex_description_with_slippage
source: The amount includes the service provider's fee. Provider slippage is up to %@
de: Der Betrag beinhaltet die Gebühr des Dienstleisters. Provider-Slippage kann bis zu %@
es: El importe incluye las tarifas del proveedor de servicios. El deslizamiento (slippage) del proveedor puede llegar a %@
fr: Le montant comprend les frais du fournisseur de services. Le slippage du fournisseur peut atteindre %@
ja: 金額にはサービスプロバイダーの手数料が含まれます。 プロバイダーのスリッページは最大%@ です
ru: В сумму включена комиссия провайдера сервиса. Проскальзывание провайдера составляет до %@
uk_ua: Сума включає комісію провайдера послуг. Проскакування провайдера до %@

# swapping_alert_dex_description
source: The amount includes the service provider's fee.
de: Der Betrag enthält die Gebühren des Dienstleisters.
es: El importe incluye los honorarios del proveedor de servicios.
fr: Le montant comprend les frais du fournisseur de services.
ja: この金額には、サービスプロバイダーの手数料が含まれています。
ru: В сумму включена комиссия провайдера сервиса.
uk_ua: Сума включає комісію постачальника послуг.

# swapping_alert_title
source: Information
es: Información
fr: Frais
ja: 情報
ru: Информация
uk_ua: Інформація

# swapping_approve_information_text
source: All decentralized exchanges require approvals to prevent smart contracts from accessing your wallet without your permission. By design, smart contracts can't access your tokens unless you approve. By "unlocking" your tokens, you authorize the 1-inch smart contract to spend them. The network's miners receive a gas fee (paid by you) to record this action on the blockchain. You can swap your token after giving approval.
de: Alle dezentralen Börsen benötigen Genehmigungen, um zu verhindern, dass intelligente Verträge ohne Ihre Erlaubnis auf Ihre Geldbörse zugreifen. Smart Contracts können nicht auf Ihre Token zugreifen, wenn Sie nicht zustimmen. Indem Sie Ihre Token "freischalten", ermächtigen Sie den 1-Zoll-Smart-Contract, sie auszugeben. Die Miner des Netzwerks erhalten eine (von Ihnen bezahlte) Gasgebühr, um diese Aktion in der Blockchain aufzuzeichnen. Sie können Ihre Token tauschen, nachdem Sie Ihre Zustimmung gegeben haben.
es: Todos los intercambios descentralizados requieren aprobaciones para evitar que los contratos inteligentes accedan a su billetera sin su permiso. Por diseño, los contratos inteligentes no pueden acceder a sus tokens a menos que lo apruebe. Al "desbloquear" sus tokens, autoriza al contrato inteligente de 1-inch a gastarlos. Los mineros de la red reciben una tarifa de gas (pagada por usted) para registrar esta acción en la blockchain. Puede intercambiar su token después de dar su aprobación.
fr: Tous les échanges décentralisés nécessitent des approbations pour empêcher les smart contracts d'accéder à votre portefeuille sans votre permission. Par conception, les smart contracts ne peuvent pas accéder à vos jetons sans votre approbation. En « déverrouillant » vos jetons, vous autorisez le smart contract 1-inch à les dépenser. Les mineurs du réseau reçoivent des frais de gaz (payés par vous) pour enregistrer cette action sur la blockchain. Vous pouvez échanger votre jeton après avoir donné votre approbation.
ja: すべての分散型取引所は、スマートコントラクトがあなたの許可なくウォレットにアクセスするのを防ぐために承認を必要とします。設計上、スマートコントラクトは承認なしでトークンにアクセスできません。トークンを「ロック解除」することで、あなたは1-inchのスマートコントラクトがトークンを使うことを承認します。ネットワークのマイナーは、このアクションをブロックチェーンに記録するためのガス料金（あなたが支払う）を受け取ります。承認後、トークンを交換することができます。
ru: Подтверждения считаются отраслевым стандартом для всех децентрализованных бирж и защищают ваш кошелек от доступа со стороны смарт-контракта без вашего разрешения. По замыслу смарт-контракты не могут получить доступ к вашим токенам, если вы не одобрите доступ со своей стороны. «Разблокируя» свои токены, вы даете смарт-контракту 1inch разрешение тратить ваши активы. Майнеры сети получают компенсацию за газ (оплачиваемый вами) за запись этого действия в блокчейне. Как только разрешение будет предоставлено, вы сможете обменять свой токен.
uk_ua: Всі децентралізовані біржі вимагають схвалення, щоб запобігти доступу смарт-контрактів до вашого гаманця без вашого дозволу. За задумом смарт-контракти не можуть отримати доступ до ваших токенів без вашого схвалення. "Розблоковуючи" свої токени, ви дозволяєте смарт-контракту 1inch витрачати ваші активи. Майнери мережі отримують плату за газ (сплачену вами), щоб зафіксувати цю дію в блокчейні. Ви можете обміняти свій токен після того, як дасте дозвіл.

# swapping_approve_information_title
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
ru: Разрешение
uk_ua: Підтвердити

# swapping_fee_estimation_error_text
source: Fee estimation error. Please send feedback to support.
de: Fehler bei der Gebührenschätzung. Bitte sende dein Feedback an den Support.
es: Error en la estimación de la tarifa. Envíe sus comentarios al servicio de asistencia.
fr: Erreur d'estimation des frais. Veuillez envoyer vos commentaires à l'équide de support.
ja: 手数料見積りエラーです。サポートにフィードバックをお送りください。
ru: Ошибка расчета комиссии. Пожалуйста, отправьте информацию в поддержку.
uk_ua: Помилка при розрахунку комісії. Будь ласка, надішліть відгук до служби підтримки.

# swapping_from_title
source: You swap
de: Du wechselst
es: Usted intercambia
fr: Vous échangez
ja: スワップする
ru: Вы отправляете
uk_ua: Ви обмінюєте

# swapping_high_price_impact_description
source: Swapping this amount of selected tokens will cause a significant price impact and reduce your outcome.
de: Der Tausch dieser Menge ausgewählter Token hat erhebliche Auswirkungen auf den Preis und verringert dein Ergebnis.
es: Hacer un intercambio de esta cantidad del token seleccionado causará un impacto significativo en el precio y reducirá su resultado.
fr: Échanger ce montant de jetons sélectionnés aura un impact significatif sur les prix et réduira votre résultat.
ja: 選択したトークンをこの量を交換すると、価格に大きな影響が生じ、結果が減少します。
ru: Обмен этой суммы выбранных токенов может вызвать значительные колебания цены и уменьшить получаемую сумму.
uk_ua: Обмін цієї кількості обраних токенів призведе до значного впливу на ціну і зменшить вашу кінцеву суму.

# swapping_high_price_impact_title
source: High price impact
de: Hoher Einfluss auf den Preis
fr: Impact élevé sur les prix
ja: 価格への影響が甚大です
ru: Высокое влияние на цену
uk_ua: Високий вплив на ціну

# swapping_insufficient_funds
source: Insufficient funds
de: Unzureichende Mittel
es: Fondos insuficientes
fr: Fonds insuffisants
ja: 残高不足
ru: Недостаточно средств
uk_ua: Недостатньо коштів

# swapping_permission_header
source: Give Permission
de: Erlaubnis erteilen
es: Dar autorización
fr: Donner l'autorisation
ja: 許可を与える
ru: Дать разрешение
uk_ua: Надати дозвіл

# swapping_permit_and_swap
source: Permit and Swap
de: Genehmigen und tauschen
es: Autorizar e Intercambiar
fr: Autoriser et Échanger
ja: 許可してスワップ
ru: Разрешить и обменять
uk_ua: Дозволити та обміняти

# swapping_swap_action_in_progress
source: Swapping...
de: Tauschen...
ja: スワップ中…
ru: Обмен…

# swapping_swap_action
source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
ja: スワップ
ru: Обменять
uk_ua: Обміняти

# swapping_to_title
source: You receive
de: Du erhältst
es: Usted recibe
fr: Vous recevez
ja: 受け取る
ru: Вы получите
uk_ua: Ви отримаєте

# swapping_token_list_title
source: Choose token
de: Token auswählen
es: Elige token
fr: Choisir le jeton
ja: トークンを選択
ru: Выберите токен
uk_ua: Оберіть токен

# swapping_token_not_available
source: not available
de: Nicht verfügbar
es: no disponible
fr: non disponible
ja: 利用不可
ru: не доступен
uk_ua: недоступно

# tangem_pay_beta_notification_subtitle
source: We would be happy to receive your feedback
de: Wir freuen uns über Ihr Feedback
es: Nos encantaría recibir tus comentarios
fr: Nous serions ravis de recevoir vos retours
ja: 皆様からのフィードバックをお待ちしております
ru: Будем рады вашей обратной связи
uk_ua: Будемо раді вашому зворотньому звʼязку
