Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# card_settings_completed_reset_alert_message
source: All Tangem devices in the selected wallet have been reset to factory settings. You can now create a new wallet.
de: Alle Tangem Geräte der ausgewählten Wallet wurden auf die Werkseinstellungen zurückgesetzt. Du kannst nun eine neue Wallet aufsetzen.
es: Todos los dispositivos de la billetera seleccionada se han restablecido a la configuración de fábrica. Ahora puedes crear una nueva billetera.
fr: Toutes les cartes du portefeuille sélectionné ont été réinitialisées aux paramètres d'usine. Vous pouvez maintenant créer un nouveau portefeuille.
ja: 選択したウォレットのすべてのTangemデバイスが、工場出荷時の設定にリセットされました。これで、新しいウォレットを作成できます。
ru: Все устройства Tangem выбранного кошелька сброшены до заводских настроек, вы можете создать новый кошелек
uk_ua: Усі пристрої Tangem у вибраному гаманці було скинуто до заводських налаштувань. Тепер ви можете створити новий гаманець.

# card_settings_completed_reset_alert_title
source: Reset complete
de: Komplett zurücksetzen
es: Reinicio completado
fr: Réinitialisation terminée
ja: リセット完了
ru: Сброс завершён
uk_ua: Скидання завершено

# card_settings_continue_reset_alert_message
source: Do you want to reset the next device in this wallet?
de: Möchtest du die nächsten geräte in dieser Wallet zurücksetzen?
es: ¿Quiere restablecer el siguiente dispositivo en esta billetera?
fr: Voulez-vous réinitialiser la prochaine carte de ce portefeuille ?
ja: このウォレットの次のデバイスをリセットしますか?
ru: Хотите сбросить следующее устройство от этого кошелька?
uk_ua: Бажаєте скинути наступний пристрій від цього гаманця?

# card_settings_continue_reset_alert_title
source: Wallet reset
de: Karte oder Ring zurücksetzen
es: Reseteo de billetera
fr: Carte réinitialisée
ja: ウォレットのリセット
ru: Сброс кошелька
uk_ua: Скидання гаманця

# card_settings_interrupted_reset_alert_message
source: We recommend completing the reset process for all Tangem devices in this wallet
de: Wir empfehlen dir, den Zurücksetzungsprozess für aller Geräte in dieser Wallet abzuschließen
es: Recomendamos completar el proceso de reinicio para todos los dispositivos en esta billetera.
fr: Nous vous recommandons de terminer le processus de réinitialisation pour toutes les cartes de ce portefeuille
ja: このウォレットのすべてのTangemデバイスをリセットすることをお勧めします
ru: Рекомендуем завершить процесс сброса всех устройств Tangem кошелька
uk_ua: Рекомендуємо завершити процес скидання для всіх пристроїв Tangem гаманця

# card_settings_interrupted_reset_alert_title
source: You haven't reset all your Tangem devices
de: Du hast nicht alle deine Geräte zurückgesetzt
es: No ha reseteado todas sus dispositivos Tangem
fr: Vous n'avez pas réinitialisé toutes vos cartes
ja: すべてのTangemデバイスのリセットが完了していません
ru: Вы сбросили не все Tangem устройства
uk_ua: Ви скинули не всі Tangem пристрої

# card_settings_reset_card_to_factory
source: Reset to Factory Settings
de: Auf Werkseinstellungen zurücksetzen
es: Resetear a configuración de fábrica
fr: Réinitialiser aux paramètres d'usine
ja: 工場出荷時の設定にリセット
ru: Заводские настройки
uk_ua: Скинути до заводських налаштувань

# card_settings_security_mode
source: Security Mode
de: Sicherheitsmodus
es: Modo de seguridad
fr: Mode de sécurité
ja: セキュリティ・モード
ru: Тип безопасности
uk_ua: Тип безпеки

# card_settings_title
source: Device settings
de: Geräteeinstellungen
es: Ajustes del dispositivo
fr: Paramètres de l'appareil
ja: デバイス設定
ru: Настройки устройства
uk_ua: Налаштування пристрою

# cardano_coin_will_be_send_with_token_description
source: In addition to network fee, the Cardano network charges %1$@ ADA when transacting with the %2$@ token
de: Zusätzlich zu den Netzwerkgebühren erhebt das Cardano-Netzwerk %1$@ ADA bei Transaktionen mit dem Token %2$@
es: Además de la tarifa de red, la red Cardano cobra %1$@ ADA al realizar transacciones con el token %2$@
fr: En plus des frais de réseau, le réseau Cardano facture %1$@ de l'ADA lors des transactions avec le jeton %2$@
ja: ネットワーク手数料に加えて、Cardanoネットワークは%2$@トークンで取引する際に%1$@ ADAを請求します。
ru: Помимо сетевой комиссий, сеть Cardano взимает %1$@ ADA при транзакции с токеном %2$@
uk_ua: Крім мережевих комісій, мережа Cardano стягує %1$@ ADA при транзакції з токеном %2$@

# cardano_coin_will_be_send_with_token_title
source: Cardano transaction requirements
de: Cardano-Transaktionsanforderungen
es: Requisitos de transacción de Cardano
fr: Exigences pour les transactions Cardano
ja: Cardanoの取引要件
ru: Требования к транзакции Cardano
uk_ua: Вимоги до транзакції Cardano

# cardano_insufficient_balance_to_send_token_description
source: To make a %1$@ transaction, you must deposit some ADA to cover the network fee and minimum ADA value (5 ADA recommended)
de: Um eine %1$@ Transaktion durchzuführen, musst du einen gewissen ADA-Betrag einzahlen, um die Netzwerkgebühr und den ADA-Mindestwert zu decken (5 ADA werden empfohlen).
es: Para realizar una %1$@ transacción, deba depositar algo de ADA para cubrir la tarifa de red y el valor mínimo de ADA (se recomiendan 5 ADA)
fr: Pour effectuer une transaction %1$@, vous devez déposer de l'ADA pour couvrir les frais de réseau et la valeur minimale en ADA (5 ADA recommandés)
ja: %1$@ 取引を行うには、いくらかのADAを入金し、ネットワーク手数料と最小ADA (5ADAを推奨) をカバーする必要があります。
ru: Чтобы совершить транзакцию %1$@, внесите некоторую сумму ADA для покрытия сетевой комиссии и минимального значения ADA (рекомендуется 5 ADA)
uk_ua: Щоб здійснити транзакцію %1$@, внесіть певну суму ADA для покриття мережевої комісії та мінімальне значення ADA (рекомендовано 5 ADA)

# cardano_insufficient_balance_to_send_token_title
source: Insufficient ADA for token transfer
de: Nicht genügend ADA für die Tokenübertrag
es: ADA insuficiente para la transferencia de tokens
fr: ADA insuffisant pour le transfert de jetons
ja: トークンを送るために必要なADAが不足しています。
ru: Недостаточно ADA для транзакции
uk_ua: Недостатньо ADA для транзакції

# cardano_max_amount_has_token_description
source: You must maintain some ADA because you have some tokens on the Cardano blockchain
de: Du musst einige ADA verwalten, weil du einige Token auf der Cardano-Blockchain besitzt
es: Deba mantener algo de ADA porque tiene algunos tokens en la blockchain de Cardano
fr: Vous devez conserver un peu d'ADA car vous avez des jetons sur la blockchain Cardano
ja: カルダノブロックチェーン上にトークンを持っているため、いくらかのADA残高を維持する必要があります。
ru: Вы должны поддерживать некоторое количество ADA, поскольку у вас на балансе есть токены в сети Cardano
uk_ua: Ви повинні утримувати деяку кількість ADA, оскільки у вас на балансі є токени в мережі Cardano

# cardano_max_amount_has_token_title
source: Not enough ADA
de: Nicht genug ADA
es: ADA insuficiente
fr: ADA insuffisant
ja: ADAが不足しています。
ru: Недостаточно ADA
uk_ua: Недостатньо ADA

# common_accept
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 受け入れる
ru: Принять
uk_ua: Прийняти

# common_access_denied
source: Access denied
de: Zugang verweigert
es: Acceso denegado
fr: Accès refusé
ja: アクセスが拒否されました
ru: Доступ запрещен
uk_ua: Доступ заборонено

# common_account
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Аккаунт
uk_ua: Акаунт

# common_accounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ja: アカウント
ru: Аккаунты
uk_ua: Акаунти

# common_activate
source: Activate
de: Aktivieren
es: Activar
fr: Activer
ja: 有効化
ru: Активировать
uk_ua: Активувати

# common_add_to_portfolio
source: Add to portfolio
de: Zum Portfolio hinzufügen
es: Añadir al portafolio
fr: Ajouter au portfolio
ja: ポートフォリオに追加
ru: Добавить в портфель
uk_ua: Додати у портфель

# common_add_token
source: Add token
de: Token hinzufügen
es: Agregar token
fr: Ajouter un jeton
ja: トークンを追加
ru: Добавить токен
uk_ua: Додати токен

# common_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ru: Добавить
uk_ua: Додати

# common_added
source: Added
de: Hinzugefügt
es: Agregado
fr: Ajouté
ja: 追加済み
ru: Добавлен
uk_ua: Додано

# common_address
source: Address
de: Vertragsadresse
es: Dirección
fr: Adresse
ja: アドレス
ru: Адрес
uk_ua: Адреса

# common_all
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ru: Все
uk_ua: Усе

# common_allow
source: Allow
de: Erlauben
es: Autorizar
fr: Permettre
ja: 許可する
ru: Разрешить
uk_ua: Дозволити

# common_amount
source: Amount
de: Betrag
es: Cantidad
fr: Montant
ja: 金額
ru: Сумма
uk_ua: Сума

# common_analytics
source: Analytics
de: Analysen
es: Analítica
fr: Analytique
ja: アナリティクス
ru: Аналитика
uk_ua: Аналітика

# common_and
source: and
de: und
es: y
fr: et
ja: と
ru: и
uk_ua: і

# common_apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用する
ru: Применить
uk_ua: Застосовувати

# common_approval
source: Approval
de: Genehmigung
es: Aprobación
fr: Approbation
ja: 承認
ru: Одобрение
uk_ua: Затвердження

# common_approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
ru: Разрешить
uk_ua: Підтвердити

# common_attention
source: Attention
de: Achtung
es: Atención
ja: 注意
ru: Внимание
uk_ua: Увага

# common_available_networks
source: Available networks
de: Verfügbare Netzwerke
es: Redes disponibles
fr: Réseaux disponibles
ja: 利用可能なネットワーク
ru: Доступные сети
uk_ua: Доступні мережі

# common_back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ru: Назад
uk_ua: Назад

# common_backup
source: Backup
de: Sicherungskopie
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ru: Резервная копия
uk_ua: Резервне копіювання

# common_balance_title
source: Balance
de: Saldo
es: Saldo
fr: Solde
ja: 残高
ru: Баланс
uk_ua: Баланс

# common_balance
source: Balance: %@
de: Bilanz: %@
es: Saldo: %@
fr: Solde : %@
ja: 残高: %@
ru: Баланс: %@
uk_ua: Баланс: %@

# common_build_tx_error
source: Failed to build transaction
de: Transaktion fehlgeschlagen
es: No se pudo crear la transacción
fr: Échec de création de la transaction
ja: 取引の構築に失敗しました
ru: Не удалось создать транзакцию
uk_ua: Не вдалося створити транзакцію

# common_buy_currency
source: Go to %1$@
de: Gehe zu %1$@
es: Ir a %1$@
fr: Aller à %1$@
ja: %1$@へ移動
ru: Перейти на %1$@
uk_ua: Перейдіть до %1$@

# common_buy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
ja: 買う
ru: Купить
uk_ua: Купити

# common_camera_alert_button_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
uk_ua: Налаштування

# common_camera_denied_alert_message
source: You have not given access to your camera, please adjust your privacy settings
de: Du hast keinen Zugang zur Kamera erteilt, bitte passe Deine Datenschutzeinstellungen an
es: No ha otorgado acceso a su cámara, cambie su configuración de privacidad
fr: Vous n'avez pas octroyé l'accès à votre caméra, veuillez modifier vos paramètres de confidentialité
ja: カメラへのアクセスを許可していません。プライバシー設定を調整してください。
ru: Вы не предоставили доступ к камере, пожалуйста, измените настройки конфиденциальности.
uk_ua: Ви не надали доступ до камери, будь ласка, змініть налаштування конфіденційності

# common_camera_denied_alert_title
source: Camera access denied
de: Der Kamerazugriff wurde verweigert
es: Se deniega el acceso a la cámara
fr: L'accès à la caméra est refusé
ja: カメラへのアクセスが拒否されました
ru: Доступ к камере запрещен
uk_ua: Доступ до камери заборонено

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
uk_ua: Скасувати

# common_change
source: Change
de: Ändern
es: Cambie
fr: Changez
ja: 変更
ru: Изменить
uk_ua: Змінити

# common_choose_account
source: Choose account
de: Konto auswählen
es: Elegir cuenta
fr: Choisissez un compte
ja: アカウントを選択
ru: Выбрать аккаунт
uk_ua: Оберіть акаунт

# common_choose_action
source: Choose action
de: Aktion wählen
es: Elige una acción
fr: Choisissez une action
ja: アクションを選択
ru: Выберите действие
uk_ua: Виберіть дію

# common_choose_network
source: Choose network
de: Netzwerk auswählen
es: Elija red
fr: Choisissez le réseau
ja: ネットワークを選択
ru: Выберите сеть
uk_ua: Оберіть мережу

# common_choose_token
source: Choose token
de: Token auswählen
es: Elija token
fr: Choisir le jeton
ja: トークンを選択
ru: Выберите токен
uk_ua: Оберіть токен

# common_choose_wallet
source: Choose wallet
de: Wallet auswählen
es: Elija wallet
fr: Choisissez un portefeuille
ja: ウォレットを選択
ru: Выберите кошелёк
uk_ua: Оберіть гаманець

# common_claim_rewards
source: Claim rewards
de: Stakingbelohnungen beanspruchen
es: Reclame recompensas
fr: Réclamez des récompenses
ja: 報酬を受け取る
ru: Вывести награду
uk_ua: Отримати винагороди

# common_claim
source: Claim
de: Beanspruchen
es: Reclamar
fr: Réclamer
ja: 請求
ru: Получить
uk_ua: Отримати

# common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ru: Закрыть
uk_ua: Закрити

# common_coming_soon
source: Coming soon
de: Demnächst verfügbar
es: Próximamente
fr: À venir
ja: 近日公開
ru: Скоро появится
uk_ua: Незабаром

# common_confirm
source: Confirm
de: Bestätigen
es: Confirme
fr: Confirmez
ja: 確認
ru: Подтвердить
uk_ua: Підтвердити

# common_connecting
source: Connecting
de: Verbinden
es: Conectando
fr: Connexion
ja: 接続中
ru: Подключение
uk_ua: Підключення

# common_contact_support
source: Contact support
de: Kontakt zum Support
es: Contactar con el equipo de soporte
fr: Contactez l'équipe de support
ja: サポートへのお問い合わせ
ru: Обратиться в поддержку
uk_ua: Звернутися у підтримку

# common_contact_tangem_support
source: Contact Tangem Support
de: Kontakt zum Tangem-Support
es: Contacte con el soporte de Tangem
fr: Contacter l'assistance Tangem
ja: Tangemサポートへ問い合わせる
ru: Связаться с поддержкой
uk_ua: Звернутися до служби підтримки Tangem

# common_contact_visa_support
source: Contact Visa Support
de: Kontakt zum Visa-Support
es: Contacte con el soporte de Visa
fr: Contacter le service d'assistance Visa
ja: Visaサポートへ問い合わせる
uk_ua: Звернутися до служби підтримки Visa

# common_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ru: Продолжить
uk_ua: Продовжити

# common_convert
source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
ja: 変換する
ru: Конвертировать
uk_ua: Конвертувати

# common_copy_address
source: Copy address
de: Adresse kopieren
es: Copiar la dirección
fr: Copier l'adresse
ja: アドレスをコピー
ru: Скопировать адрес
uk_ua: Скопіювати адресу

# common_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ru: Копировать
uk_ua: Копіювати

# common_create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ru: Создать
uk_ua: Створити

# common_custom
source: Custom
de: Eigen
es: Personalizado
fr: Personnalisé
ja: 設定
ru: Свое
uk_ua: Власна

# common_delete
source: Delete
de: Entfernen
es: Suprimir
fr: Supprimer
ja: 削除
ru: Удалить
uk_ua: Видалити

# common_disable
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効にする
ru: Отключить
uk_ua: Вимкнути

# common_disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ru: Отключено
uk_ua: Вимкнуто

# common_disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
ja: 切断
ru: Отключить
uk_ua: Від'єднати

# common_done
source: Done
de: Erledigt
es: Listo
fr: Exécuté
ja: 完了
ru: Готово
uk_ua: Готово

# common_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ru: Изменить
uk_ua: Редагувати

# common_enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ru: Включить
uk_ua: Увімкнути

# common_enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ru: Включено
uk_ua: Увімкнено

# common_error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: Ошибка
uk_ua: Помилка

# common_estimated_fee
source: Top-up network fee
de: Aufladegebühr
es: Comisión de red por recarga
fr: Frais estimés
ja: 入金時のネットワーク手数料
ru: Комиссия сети
uk_ua: Комісія мережі за поповнення

# common_exchange
source: Swap
de: Umtausch
es: Intercambiar
fr: Echanger
ja: スワップ
ru: Обменять
uk_ua: Обміняти

# common_explore_transaction_history
source: Explore transaction history
de: Transaktionsverlauf einsehen
es: Explore historial de transacciones
fr: Explorez l'historique des transactions
ja: 取引履歴を調べる
ru: Посмотреть историю транзакций
uk_ua: Переглянути історію транзакцій

# common_explore
source: Explore
de: Erkunden
fr: Explorez
ja: 移動する
ru: Обозреватель
uk_ua: Оглядач

# common_explorer
source: Explorer
es: Explorador
fr: Explorateur
ja: エクスプローラー
ru: Обозреватель
uk_ua: Оглядач

# common_fee_error
source: Failed to get fee
de: Erhalt der Gebühr fehlgeschlagen
es: No se pudo obtener la tarifa
fr: Échec de réception des frais de commissions
ja: 手数料を取得できませんでした
ru: Не удалось получить комиссию
uk_ua: Не вдалося отримати комісію

# common_fee_selector_footer
source: Network fees are charges users pay to process and confirm transactions. The fee amount can be affected by network congestion, transaction size, and execution priority. %@
de: Netzwerkgebühren sind Gebühren, die Nutzer für die Verarbeitung und Bestätigung von Transaktionen zahlen. Die Höhe der Gebühren kann von der Überlastung des Netzes, der Größe der Transaktion und der Ausführungspriorität abhängen. %@
es: Las tarifas de red son cargos que los usuarios pagan para procesar y confirmar transacciones. El importe de la tarifa puede verse afectado por la congestión de la red, el tamaño de la transacción y la prioridad de ejecución. %@
fr: Les frais de réseau sont des charges que les utilisateurs paient pour traiter et confirmer les transactions. Le montant des frais peut être affecté par la congestion du réseau, la taille de la transaction et la priorité d'exécution. %@
ja: ネットワーク手数料は、取引の処理と確認のためにユーザーが支払う料金です。手数料の額は、ネットワークの混雑さ、取引のサイズ、実行の優先度によって左右されます。 %@
ru: Сетевые комиссии – это плата пользователя за обработку и подтверждение транзакций. Размер комиссии зависит от нагрузки на сеть, объема транзакции и приоритета исполнения. %@
uk_ua: Мережеві комісії – це збори, які користувачі сплачують за обробку та підтвердження транзакцій. На розмір комісії може впливати перевантаження мережі, розмір транзакції та пріоритет виконання. %@

# common_fee_selector_option_fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
ru: Быстро
uk_ua: Швидко

# common_fee_selector_option_market
source: Market
de: Markt
es: Mercado
fr: Marché
ja: マーケット
ru: По рынку
uk_ua: За ринком

# common_fee_selector_option_slow
source: Slow
de: Langsam
es: Lento
fr: Lent
ja: 遅い
ru: Медленно
uk_ua: Повільно

# common_fee_selector_title
source: Speed and fee
de: Gebühren
es: Velocidad y tarifa
fr: Vitesse et frais
ja: 速度と料金
ru: Скорость и комиссия
uk_ua: Швидкість та комісія

# common_finish
source: Finish
de: Beenden
es: Finalizar
fr: Terminer
ja: 終了
ru: Завершить
uk_ua: Завершити

# common_forget
source: Forget
de: Entfernen
es: Olvidar
fr: Oublier
ja: 忘れる
ru: Забыть
uk_ua: Забути

# common_free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ru: Комиссия
uk_ua: Безкоштовно

# common_from_wallet_name
source: From %@
de: Von %@
es: De %@
fr: De %@
ja: %@から
ru: Из %@
uk_ua: З %@

# common_from
source: From
de: Vom
es: De
fr: Du
ja: 送信元
ru: Из
uk_ua: З

# common_generate_addresses
source: Synchronize addresses
de: Adressen synchronisieren
es: Sincronizar direcciones
fr: Synchroniser les adresses
ja: アドレスを同期する
ru: Синхронизировать адреса
uk_ua: Синхронізувати адреси

# common_get_started
source: Get started
de: Erste Schritte
es: Comenzar
fr: Commencer
ja: はじめる
ru: Начать
uk_ua: Почати

# common_get_token
source: Get token
de: Token erhalten
es: Obtener token
fr: Obtenir un token
ja: トークンを取得
ru: Получить токен
uk_ua: Отримати токен

# common_go_to_provider
source: Go to provider
de: Zum Anbieter gehen
es: Ir al proveedor
fr: Aller au fournisseur
ja: プロバイダーへ移動
ru: К провайдеру
uk_ua: Перейти до провайдера

# common_go_to_token
source: Go to token
de: Zum Token
es: Ir al token
fr: Aller au jeton
ja: トークンへ移動
ru: Перейти в токен
uk_ua: Перейти до токену

# common_got_it
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかりました
ru: Понятно
uk_ua: Зrozуміло

# common_hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Cacher
ja: 非表示
ru: Скрыть
uk_ua: Приховати

# common_hold_to
source: Hold to %@
de: Halten bis %@
ja: %@まで長押し

# common_hour
source: hour
de: Stunde
es: hora
fr: heure
ja: 時間
ru: час
uk_ua: година

# common_import
source: Import
de: Importieren
es: Importe
fr: Importez
ja: インポート
ru: Импортировать
uk_ua: Імпортувати

# common_in_progress
source: In progress
de: In Arbeit
es: En progreso
fr: En cours
ja: 進行中
ru: В процессе
uk_ua: В процесі

# common_later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ru: Позже
uk_ua: Пізніше

# common_learn_and_earn
source: Learn & Earn
de: Lernen und verdienen
es: Aprende y gane
fr: Apprendre et Gagner
ja: 学ぶ＆稼ぐ
ru: Учись и зарабатывай
uk_ua: Навчайся та заробляй

# common_learn_more
source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: もっと詳しく
ru: Узнать больше
uk_ua: Дізнатися більше

# common_left
source: %1$@ left
de: %1$@ übrig
es: %1$@ quedan
fr: Il reste %1$@
ja: 残り%1$@
ru: Осталось %1$@
uk_ua: Залишилося %1$@

# common_legacy_bitcoin_address
source: Legacy Bitcoin
ja: レガシービットコイン
ru: Легаси Bitcoin

# common_locked_wallets
source: Locked Wallets
de: Gesperrte Wallet
es: Billeteras bloqueadas
fr: Portefeuilles verrouillés
ja: ロックされたウォレット
ru: Заблокированные кошельки
uk_ua: Заблоковані гаманці

# common_locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロックされています
ru: Заблокирован
uk_ua: Заблокований

# common_main_network
source: Main network
de: Hauptnetz
es: Red principal
fr: Réseau principal
ja: メインネットワーク
ru: Основная сеть
uk_ua: Основна мережа

# common_month
source: month
de: Monat
es: mes
fr: mois
ja: 月
ru: месяц
uk_ua: місяць

# common_network_fee_title
source: Network fee
de: Netzgebühr
es: Tarifa de la red
fr: Commissions du réseau
ja: ネットワーク手数料
ru: Комиссия сети
uk_ua: Комісія мережі

# common_network_fee_warning_content
source: Amount sent will be reduced by %1$@ (%2$@) to cover the selected fee level
de: Der überwiesene Betrag wird um %1$@ (%2$@) gekürzt, um die gewählte Gebührenhöhe zu decken.
es: La cantidad enviada se reducirá en %1$@ (%2$@) para cubrir el nivel de tarifa seleccionado
fr: Le montant envoyé sera réduit de %1$@(%2$@) pour couvrir le niveau de frais sélectionné
ja: 送金額は、選択された手数料レベルをカバーするため、%1$@ (%2$@) 減額されます。
ru: Сумма отправки будет уменьшена на %1$@ (%2$@) для покрытия выбранного уровня комиссии
uk_ua: Сума відправлення буде зменшена на %1$@ (%2$@) для покриття обраного рівня комісії

# common_new_address
source: New address
de: Neue Adresse
es: Nueva dirección
fr: Nouvelle adresse
ja: 新しいアドレス
ru: Новый адрес
uk_ua: Нова адреса

# common_news
source: News
de: Nachrichten
es: Noticias
fr: Actualités
ja: ニュース
ru: Новости
uk_ua: Новини

# common_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次
ru: Далее
uk_ua: Далі

# common_no_address
source: No address
de: Keine Adresse
es: Ninguna dirección
fr: Aucune adresse
ja: アドレスがありません
ru: Нет адреса
uk_ua: Немає адреси

# common_no
source: No
de: Nein
fr: Non
ja: いいえ
ru: Нет
uk_ua: Ні

# common_not_added
source: Not Added
de: Nicht hinzugefügt
es: No agregadas
fr: Non ajouté
ja: 未追加
ru: Не добавлено
uk_ua: Не додано

# common_not_available
source: Not available
de: Nicht verfügbar
ja: 利用できません
ru: Не доступно

# common_not_now
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ru: Не сейчас
uk_ua: Не зараз

# common_now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
ja: 今
ru: Сейчас
uk_ua: Зараз

# common_ok
source: OK
ja: わかりました
uk_ua: ОК

# common_open_in_browser
source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ru: Открыть в браузере
uk_ua: Відкрити в браузері

# common_or
source: or
de: oder
fr: ou
ja: または
ru: или

# common_origin_card
source: Primary card
de: Hauptkarte
es: Tarjeta principal
fr: Carte principale
ja: プライマリーカード
ru: Основная карта
uk_ua: Основна картка

# common_origin_ring
source: Primary ring
de: Primärring
es: Anillo primario
fr: Bague principale
ja: プライマリーリング
ru: Основное кольцо
uk_ua: Основне кільце
