Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# onboarding_wallet_info_subtitle_first
source: You can backup your keys up to two other blank Tangem Wallet cards or rings.
de: Du kannst deine Schlüssel mit bis zu zwei weiteren leeren Tangem Wallet-Karten oder Ringe sichern.
es: Puede hacer backup de sus claves en hasta dos tarjetas o anillos Tangem no activadas.
fr: Vous pouvez sauvegarder vos clés sur jusqu'à deux autres cartes vierges du Portefeuille Tangem.
ja: 秘密鍵のバックアップは、未使用のTangemウォレットカードまたはリング2つまで可能です。
ru: Вы можете сделать резервную копию своих ключей на одной или двух других пустых картах или кольцах Tangem Wallet.
uk_ua: Ви можете створити резервну копію своїх ключів на одній або двох інших порожніх картках або кільцях Tangem Wallet.

# onboarding_wallet_info_subtitle_fourth
source: Access code can be restored with one of backup cards.
de: Der Zugangscode kann mit einer der Ersatzkarten oder Ringe wiederhergestellt werden.
es: El código de acceso se puede restaurar con una de las tarjetas de backup.
fr: Le code d'accès peut être restauré avec l'une des cartes de sauvegarde.
ja: アクセスコードは、バックアップカード1枚を使用して復元できます。
ru: Код доступа можно восстановить с помощью одной из резервных карт.
uk_ua: Код доступу можна відновити за допомогою однієї з резервних карток.

# onboarding_wallet_info_subtitle_second
source: All the backup cards can be used as full-functional with the identical keys.
de: Alle Backup-Karten oder Ringe können als voll funktionsfähig mit den gleichen Schlüsseln verwendet werden.
es: Todas las tarjetas de backup se pueden usar como funcionales con las claves idénticas.
fr: Toutes les cartes de sauvegarde peuvent être utilisées comme des cartes entièrement fonctionnelles avec des clés identiques.
ja: すべてのバックアップカードは同一の秘密鍵を使用しており、すべての機能を使用できます。
ru: Все резервные карты являются полнофункциональными и содержат одинаковые ключи.
uk_ua: Всі резервні карти можна використовувати як повнофункціональні з ідентичними ключами.

# onboarding_wallet_info_subtitle_third
source: You will be able to set an access code to protect your wallets.
de: Du kannst einen Zugangscode zum Schutz deiner wallet festlegen.
es: Podrá establecer un código de acceso para proteger sus billeteras.
fr: Vous pourrez définir un code d'accès pour protéger vos portefeuilles.
ja: ウォレットを保護するためにアクセスコードを設定できます。
ru: Вы сможете установить код доступа для защиты своих кошельков.
uk_ua: Ви зможете встановити код доступу для захисту своїх гаманців.

# onboarding_wallet_info_title_first
source: Backup wallet
de: Wiederherstellungs-Wallet
es: Billetera de respaldo
fr: Portefeuille de sauvegarde
ja: バックアップウォレット
ru: Резервная копия карты
uk_ua: Резервна копія картки

# onboarding_wallet_info_title_fourth
source: Access code restore
de: Zugangscode wiederherstellen
es: Restaurar código de acceso
fr: Restauration du code d'accès
ja: アクセスコードの復元
ru: Восстановление кода доступа
uk_ua: Відновлення коду доступу

# onboarding_wallet_info_title_second
source: Identical cards
de: Identische Karten oder Ring
es: Tarjetas idénticas
fr: Cartes identiques
ja: 同一のカード
ru: Идентичные карты
uk_ua: Ідентичні картки

# onboarding_wallet_info_title_third
source: Access code
de: Zugangscode
es: Código de acceso
fr: Code d'accès
ja: アクセスコード
ru: Код доступа
uk_ua: Код доступу

# only_one_mobile_wallet_explanation
source: You can only have one mobile wallet. Upgrade it to Tangem hardware wallet, or add a new hardware wallet.
de: Du kannst nur eine mobile Wallet verwenden. Aktualisiere diese auf einer Tangem-Hardware-Wallet oder füge eine neue Hardware-Wallet hinzu.
ja: モバイルウォレットは1つまでしか作成できません。Tangemハードウェアウォレットにアップグレードするか、新しいハードウェアウォレットを追加してください。
ru: You can have either a mobile wallet or a hardware wallet at one time. Upgrade your wallet or delete it from the app to start using a Tangem cold wallet.

# onramp_all_offers_button_title
source: All offers
de: Alle Angebote
fr: Toutes les offres
ja: すべてのオファー
ru: Все предложения
uk_ua: Усі пропозиції

# onramp_avaiable_with_payment_methods
source: Available with %@
de: Verfügbar mit %@
es: Disponible con %@
fr: Disponible avec %@
ja: %@で利用可能
ru: Доступно с %@
uk_ua: Доступно з %@

# onramp_choose_provider_title_hint
source: Providers facilitate transactions
de: Anbieter erleichtern Transaktionen
es: La compra de criptomonedas en Tangem se lleva a cabo utilizando proveedores externos.
fr: L'achat de crypto-monnaies sur Tangem est assuré par des fournisseurs tiers selon leurs conditions.
ja: プロバイダーが取引を促進します
ru: Tangem предоставляет доступ к покупке через сторонних провайдеров в соответствии с их правилами
uk_ua: Tangem забезпечує доступ к покупці через сторонніх провайдерів згідно з їхніми умовами

# onramp_country_search
source: Search by country
de: Suche nach Land
es: Buscar por país
fr: Recherche par pays
ja: 国で検索
ru: Поиск по стране
uk_ua: Пошук за країною

# onramp_country_unavailable
source: Unavailable
de: Nicht verfügbar
es: Indisponible
fr: Indisponible
ja: 利用不可
ru: Недоступно
uk_ua: Недоступно

# onramp_currency_other
source: Other currencies
de: Andere Währungen
es: Otras monedas
fr: Autres devises
ja: その他の通貨
ru: Другие валюты
uk_ua: Інші валюти

# onramp_currency_popular
source: Popular Fiats
de: Beliebte Fiats
es: Monedas fiduciarias populares
fr: Devises Fiats Populaires
ja: 人気の法定通貨
ru: Популярные фиаты
uk_ua: Популярні фіати

# onramp_currency_search
source: Search by currency
de: Suche nach Währung
es: Buscar por moneda
fr: Recherche par devise
ja: 通貨で検索
ru: Поиск по валюте
uk_ua: Пошук по валюті

# onramp_error_transaction_already_processed
source: This transaction has already been processed. No further action is required.
de: Diese Transaktion wurde bereits verarbeitet. Es sind keine weiteren Maßnahmen erforderlich.
fr: Cette transaction a déjà été traitée. Aucune autre action n'est requise.
ja: この取引はすでに処理されています。これ以上の対応は必要ありません。
ru: Эта транзакция уже была обработана. Дополнительных действий не требуется.
uk_ua: Ця транзакція вже була оброблена. Додаткові дії не потребуються.

# onramp_fetching_best_rates
source: Fetching best rates...
de: Die besten Preise erzielen...
fr: Recherche des meilleurs tarifs...
ja: 最良のレートを取得しています...
ru: Получение лучших курсов...
uk_ua: Шукаємо найвигідніший курс...

# onramp_instant_status
source: Instant
de: Sofort
fr: Instantané
ja: 即時
ru: Моментально
uk_ua: Миттєво

# onramp_legal_text
source: Service is provided by an external provider. Tangem is not responsible.
de: Der Service wird von einem externen Anbieter bereitgestellt. Tangem übernimmt keine Verantwortung.
fr: Le service est fourni par un prestataire externe. Tangem n'est pas responsable.
ja: サービスは外部プロバイダーによって提供されます。 Tangemは責任を負いません。
uk_ua: Послуга надається зовнішнім провайдером. Tangem не несе відповідальності.

# onramp_legal
source: By using onramp functionality, you agree with provider’s %1$@ and %2$@
de: Durch die Nutzung der Onramp-Funktionalität stimmst Du den %1$@ und %2$@ des Anbieters zu.
es: Al utilizar la funcionalidad onramp, acepta %1$@ y %2$@ del proveedor.
fr: En utilisant la fonctionnalité onramp, vous acceptez %1$@ et %2$@ du fournisseur
ja: オンランプ機能を使用することにより、プロバイダの%1$@および%2$@に同意するものとします
ru: Пользуясь сервисом покупки, вы соглашаетесь с %1$@ и %2$@
uk_ua: Використовуючи сервіс покупки, ви погоджуєтесь з %1$@ та %2$@

# onramp_max_amount_restriction
source: The purchase amount should be no more than %@
de: Der Kaufbetrag sollte nicht höher sein als %@
es: El monto de la compra no debe ser mayor a %@
fr: Le montant de l'achat ne doit pas dépasser %@
ja: 買付金額は%@以下にしてください
ru: Сумма покупки не может быть больше, чем %@
uk_ua: Сума покупки не може бути більше ніж %@

# onramp_min_amount_restriction
source: The amount to buy must be at least %@
de: Der zu kaufende Betrag muss mindestens %@ betragen
es: La cantidad a comprar debe ser como mínimo %@
fr: Le montant à acheter doit être au moins %@
ja: 買付金額は少なくとも%@である必要があります
ru: Сумма покупки должна составлять минимум %@
uk_ua: Сума покупки повинна бути не менше %@

# onramp_no_available_providers
source: No available providers for this currency
de: Keine verfügbaren Anbieter für diese Währung
es: No hay proveedores disponibles para esta moneda
fr: Aucun fournisseur disponible pour cette devise
ja: この通貨で利用可能なプロバイダーはありません
ru: Нет доступных провайдеров для выбранной валюты
uk_ua: Для данної валюти немає доступних провайдерів

# onramp_offer_type_fastet
source: Quickest Processing
de: Schnellste
es: Fastest
fr: Le plus rapide
ja: 最短処理
ru: Самый быстрый
uk_ua: Найшвидший

# onramp_pay_with
source: Pay with
de: Bezahlen mit
es: Pagar con
fr: Payer avec
ja: 支払う
ru: Оплата с
uk_ua: Оплата з

# onramp_payment_method_subtitle
source: Payment method
de: Zahlungsmethode
fr: Mode de paiement
ja: 支払方法
ru: Платежный метод
uk_ua: Спосіб оплати

# onramp_provider_max_amount
source: Available up to %@
de: Verfügbar bis zu %@
es: Disponible hasta %@
fr: Disponible jusqu'à %@
ja: 最大 %@ まで使用可能
ru: Доступно до %@
uk_ua: Доступно до %@

# onramp_provider_min_amount
source: Available from %@
de: Erhältlich bei %@
es: Disponible desde %@
fr: Disponible à partir de %@
ja: %@ 以上で利用可能
ru: Доступно от %@
uk_ua: Доступно від %@

# onramp_providers_subtitle
source: Providers
de: Anbieter
fr: Fournisseurs
ja: プロバイダー
ru: Провайдеры
uk_ua: Провайдери

# onramp_recently_used_title
source: Recently used
de: Kürzlich verwendet
fr: Récemment utilisé
ja: 最近使用した
ru: Ранее используемый
uk_ua: Нещодавно використано

# onramp_recommended_title
source: Recommended
de: Empfohlen
fr: Recommandé
ja: 推奨
ru: Рекомендуемый
uk_ua: Рекомендовано

# onramp_redirecting_to_provider_subtitle
source: You will be able to complete your transaction on the third-party provider, %@
de: Du kannst Deine Transaktion beim Drittanbieter %@ abschließen.
es: Podrá completar su transacción en el proveedor externo, %@
fr: Vous pourrez finaliser votre transaction sur le fournisseur tiers, %@
ja: サードパーティプロバイダー%@で取引を完了できます。
ru: Вы сможете продолжить транзакцию через сервис стороннего провайдера, %@
uk_ua: Ви зможете завершити транзакцію у стороннього постачальника, %@

# onramp_redirecting_to_provider_title
source: Redirecting to %@...
de: Umleitung auf %@…
es: Redirigiendo a %@...
fr: Redirection vers %@...
ja: %@にリダイレクトしています...
ru: Переход к %@...
uk_ua: Перенаправлення на %@...

# onramp_residency_bottomsheet_country_not_supported
source: Our services are not available in this country
de: Unsere Dienstleistungen sind in diesem Land nicht verfügbar
es: Nuestros servicios no están disponibles en este país
fr: Nos services ne sont pas disponibles dans ce pays
ja: この国では当社のサービスはご利用いただけません
ru: Наши сервисы недоступны в данной стране
uk_ua: Наші сервіси недоступні в цій країні

# onramp_residency_bottomsheet_title
source: Your residence has been identified as
de: Dein Wohnsitz wurde identifiziert als
es: Su residencia ha sido identificada como
fr: Votre résidence a été identifiée comme
ja: あなたの住居は次のように識別されています
ru: Ваше место жительства определено как
uk_ua: Ваше місце проживання визначено як

# onramp_settings_residence_description
source: Please select the correct country to ensure accurate payment options and services.
de: Bitte wähle das richtige Land aus, um korrekte Zahlungsoptionen und Dienstleistungen zu gewährleisten.
es: Seleccione el país correcto para garantizar opciones de pago y servicios precisos.
fr: Veuillez sélectionner le bon pays pour garantir des options de paiement et des services précis.
ja: 正確なお支払い方法とサービスを確保するため、正しい国を選択してください。
ru: Пожалуйста, укажите правильную страну, чтобы обеспечить точность доступных способов оплаты и услуг.
uk_ua: Будь ласка, виберіть правильну країну, щоб забезпечити точні способи оплати та послуги.

# onramp_settings_residence
source: Residence
de: Residenz
es: Residencia
fr: Résidence
ja: 住居
ru: Страна проживания
uk_ua: Країна проживання

# onramp_settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
uk_ua: Параметри

# onramp_statuses_view_footer
source: You can close this screen and check the transaction status on the token details screen.
de: Du kannst diesen Bildschirm schließen und den Transaktionsstatus auf dem Bildschirm mit den Token-Details überprüfen.
es: Puede comprobar el estado de la transacción desde la página del token.
fr: Vous pouvez vérifier l'état de la transaction à partir de la page du jeton.
ja: この画面を閉じて、トークンの詳細画面で取引状況を確認できます。
uk_ua: Ви можете закрити цей екран і перевірити статус транзакції на екрані деталей токена.

# onramp_timing_minutes
source: %@ min
ja: %@分
ru: %@ мин
uk_ua: %@ хв

# onramp_title_available_from
source: Available from
de: Erhältlich ab
fr: Disponible auprès de
ja: 利用可能：
ru: Доступно от
uk_ua: Доступно з

# onramp_title_available_up_to
source: Available up to
de: Verfügbar bis zu
fr: Disponible jusqu'à
ja: 利用可能金額
ru: Доступно до
uk_ua: Доступно до

# onramp_title_you_get
source: You get
de: Du erhältst
fr: Vous obtenez
ja: 以下が手に入ります。
ru: Вы получите
uk_ua: Ви отримаєте

# onramp_tos_external_providers
source: Service is provided by an external provider. Tangem is not responsible.
de: Der Service wird von einem externen Anbieter bereitgestellt. Tangem übernimmt keine Verantwortung.
ja: サービスは外部プロバイダーによって提供されます。 Tangemは責任を負いません。
uk_ua: Послуга надається зовнішнім провайдером. Tangem не несе відповідальності.

# onramp_transaction_status_footer_text
source: You can close this screen and check the transaction status on the token details screen.
de: Du kannst diesen Bildschirm schließen und den Transaktionsstatus auf dem Bildschirm mit den Token-Details überprüfen.
es: Puede comprobar el estado de la transacción desde la página detallada del token
fr: Vous pouvez vérifier l'état de la transaction à partir de la page du jeton
ja: この画面を閉じて、トークンの詳細画面で取引状況を確認できます。
ru: Вы можете закрыть этот экран и проверить статус транзакции на экране информации о токене.
uk_ua: Ви можете перевірити статус транзакції на сторінці токена

# onramp_up_to_rate
source: Up to
de: Bis zu
fr: Jusqu'à
ja: 最大
ru: До
uk_ua: До

# onramp_via_provider
source: via %@
de: über %@
ja: %@ 経由
uk_ua: через %@

# onramp_via
source: Via
de: Über
es: Vía
ja: 経由
ru: Через
uk_ua: Через

# onramp_you_will_pay_title
source: You will pay
de: Du zahlst
fr: Vous paierez
ja: 支払い
ru: Вы заплатите
uk_ua: Ви заплатите

# organize_tokens_group
source: Group
de: Gruppe erstellen
es: Agrupar
fr: Grouper
ja: グループ
ru: Группы
uk_ua: Групами

# organize_tokens_sort_by_balance
source: By balance
de: Nach Guthaben
es: Por saldo
fr: Par solde
ja: 残高順
ru: По балансу
uk_ua: За балансом

# organize_tokens_title
source: Organize tokens
de: Token organisieren
es: Organizar tokens
fr: Organiser les jetons
ja: トークンを整理する
ru: Упорядочить токены
uk_ua: Сортування токенів

# organize_tokens_ungroup
source: Ungroup
de: Gruppe löschen
es: Desagrupar
fr: Dégrouper
ja: グループ解除
ru: Список
uk_ua: Список

# provider_name_support
source: %@ support
de: %@ Unterstützung
es: Soporte de %@
fr: Assistance %@
ja: %@サポート
ru: Поддержка %@
uk_ua: Підтримка %@

# push_notifications_more_info
source: More info
de: Mehr Infos
es: Más información
fr: Plus d'infos
ja: 詳細はこちら
ru: Подробнее
uk_ua: Більше

# push_notifications_permission_alert_description
source: You can enable Notifications for Tangem in Settings.
de: Du kannst Benachrichtigungen für Tangem in den Einstellungen aktivieren.
es: Puede activar las Notificaciones para Tangem en Ajustes.
fr: Vous pouvez activer les notifications pour Tangem dans les paramètres.
ja: Tangemの通知は設定で有効にできます。
ru: Вы можете включить нотификации в настройках
uk_ua: Ви можете ввімкнути сповіщення у налаштуваннях

# push_notifications_permission_alert_negative_button
source: Enable Later
de: Später aktivieren
es: Activar más tarde
fr: Activer plus tard
ja: 後で有効にする
ru: Включить позже
uk_ua: Увімкнути пізніше

# push_notifications_permission_alert_positive_button
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
uk_ua: Налаштування

# push_notifications_permission_alert_title
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ru: Подключить нотификации
uk_ua: Увімкнути сповіщення

# push_transactions_notifications_description
source: Receive alerts for incoming transactions on supported networks
de: Erhalte Benachrichtigungen über eingehende Transaktionen der unterstützten Netzwerke
es: Reciba alertas de transacciones entrantes en las redes soportadas
fr: Recevez des alertes pour les transactions entrantes sur les réseaux pris en charge.
ja: 対応ネットワーク上の受信取引の通知を受け取る
ru: Получайте уведомления о входящих транзакциях в поддерживаемых сетях.
uk_ua: Отримуйте сповіщення про вхідні транзакції в підтримуваних мережах.

# push_transactions_notifications_title
source: Transaction Notifications
de: Transaktionsbenachrichtigungen
es: Notificaciones de transacciones
fr: Notifications de transaction
ja: 取引通知
ru: Уведомления о транзакциях
uk_ua: Сповіщення про транзакції

# qr_scanner_camera_denied_gallery_button
source: Select from the gallery
de: Wählen aus der Galerie aus
es: Seleccione de la galería
fr: Sélectionnez dans la galerie
ja: ギャラリーから選択
ru: Выбрать из галереи
uk_ua: Виберіть з галереї

# qr_scanner_camera_denied_settings_button
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки
uk_ua: Налаштування

# qr_scanner_camera_denied_text
source: You have not given access to your camera
de: Du hast keinen Zugriff auf deine Kamera gewährt
es: No ha dado acceso a su cámara
fr: Vous n'avez pas donné accès à votre caméra
ja: カメラへのアクセスを許可していません。
ru: Вы не предоставили доступ к вашей камере
uk_ua: Ви не надали доступ до своєї камери

# qr_scanner_camera_denied_title
source: Camera access denied
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
ja: カメラへのアクセスが拒否されました
ru: Доступ к камере запрещен
uk_ua: Доступ до камери заборонено

# receive_bottom_sheet_no_memo_required_message
source: No memo required
de: Kein Memo erforderlich
es: No se requiere nota
fr: Aucun mémo requis
ja: メモ不要
ru: Memo не требуется
uk_ua: Memo не вимагається

# receive_bottom_sheet_warning_message_compact
source: %1$@ on %2$@ network
de: %1$@ im %2$@ Netzwerk
es: %1$@ en la red %2$@
fr: %1$@ sur le réseau %2$@
ja: %2$@ネットワーク上の%1$@
ru: %1$@ в %2$@ сети
uk_ua: %1$@ у мережі %2$@

# receive_bottom_sheet_warning_message_description
source: Sending any other currency will result in its irreversible loss.
de: Das Senden einer anderen Währung führt zu deren irreversiblem Verlust.
es: El envío de cualquier otra moneda supondrá una pérdida irreversible.
fr: L’envoi de toute autre devise entraînera sa perte irréversible.
ja: 他の暗号資産を送信すると、取り返しのつかない損失が発生します。
ru: Использование другой сети может привести к утрате средств.
uk_ua: Використання іншої мережі може призвести до втрати коштів.

# receive_bottom_sheet_warning_message_title
source: Send only %@ to this address.
de: Sende nur %@ an diese Adresse.
es: Envía solo %@ a esta dirección.
fr: Envoyez seulement %@ à cette adresse.
ja: このアドレスには%@のみを送信してください。
ru: Отправляйте только %@ на этот адрес
uk_ua: Надсилайте лише %@ на цю адресу

# receive_bottom_sheet_warning_message
source: %1$@ (%2$@) on %3$@ network
de: %1$@ ( %2$@ ) im %3$@ Netzwerk
es: %1$@ (%2$@) en la red %3$@
fr: %1$@ (%2$@) sur le réseau %3$@
ja: %3$@ネットワーク上の%1$@ ( %2$@ )
ru: %1$@ (%2$@) в сети %3$@
uk_ua: %1$@ (%2$@) у мережі %3$@

# receive_bottom_sheet_warning_title
source: Send only %1$@ on the %2$@ network
de: Senden nur %1$@ im Netzwerk %2$@
es: Envíe solo %1$@ en la red %2$@
fr: Envoyez uniquement %1$@ sur le réseau %2$@
ja: %2$@ネットワークの%1$@のみを送信してください
ru: Отправляйте только %1$@ в сети %2$@
uk_ua: Надсилайте лише %1$@ у мережі %2$@

# receive_token_description
source: Transfer funds from any wallet or exchange
de: Überweise Geld von einem anderen Wallet oder einer anderen Börse
es: Transfiera fondos desde otra billetera o exchange
fr: Transférez des fonds depuis un autre portefeuille ou une autre bourse
ja: ウォレットや取引所から資金を送金する
ru: Переводите средства с любого кошелька или биржи
uk_ua: Переказуйте кошти з будь-якого гаманця або біржі

# referral_address_for_rewards
source: Address for rewards
de: Adresse für Prämien
fr: Adresse pour les récompenses
ja: 報酬の送付先アドレス
ru: Адрес для начислений
uk_ua: Адреса для отримання винагород

# referral_button_participate
source: Participate
de: Teilnehmen
es: Participar
fr: Participer
ja: 参加する
ru: Участвовать
uk_ua: Взяти участь

# referral_error_failed_to_load_info_with_reason
source: Failed to load the information about the referral program. Error code: %@. Please try again later.
de: Die Informationen über das Empfehlungsprogramm konnten nicht geladen werden. Fehlercode: %@. Bitte versuche es später noch einmal.
es: Error al cargar la información sobre el programa de referidos. Código de error: %@. Por favor, inténtelo de nuevo más tarde.
fr: Échec du chargement des informations sur le programme de parrainage. Code d'erreur : %@. Veuillez réessayer plus tard.
ja: 紹介プログラムに関する情報を読み込めませんでした。エラー コード: %@ 。しばらくしてからもう一度お試しください。
ru: Не удалось загрузить информацию по реферальной программе. Код ошибки: %@. Пожалуйста, попробуйте позже.
uk_ua: Не вдалося завантажити інформацію по реферальній програмі. Код помилки: %@. Будь ласка, спробуйте пізніше.

# referral_error_failed_to_load_info
source: Failed to load the information about the referral program. Please try again later.
de: Die Informationen zum Empfehlungsprogramm konnten nicht geladen werden. Bitte versuche es später noch einmal.
es: Error al cargar la información sobre el programa de referidos. Por favor, inténtelo de nuevo más tarde.
fr: Échec du chargement des informations sur le programme de parrainage. Veuillez réessayer plus tard.
ja: 紹介プログラムに関する情報を読み込めませんでした。しばらくしてからもう一度お試しください。
ru: Не удалось загрузить информацию по реферальной программе. Пожалуйста, попробуйте позже.
uk_ua: Не вдалося завантажити інформацію по реферальній програмі. Будь ласка, спробуйте пізніше.

# referral_error_failed_to_participate
source: Your participation request could not be processed. Error code: %@. Please try again later. If the problem persists — feel free to contact our support.
de: Deine Teilnahmeanfrage konnte nicht bearbeitet werden. Fehlercode: %@ . Bitte versuche es später erneut. Wenn das Problem weiterhin besteht, wende dich bitte an unseren Support.
es: Su solicitud de participación no pudo ser procesada. Código de error: %@. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, no dude en contactar con nuestro soporte.
fr: Votre demande de participation n'a pas pu être traitée. Code d'erreur : %@. Veuillez réessayer plus tard. Si le problème persiste, n'hésitez pas à contacter notre support.
ja: 参加リクエストを処理できませんでした。エラー コード: %@ 。しばらくしてからもう一度お試しください。問題が解決しない場合は、お気軽にサポートにお問い合わせください。
ru: Не удалось обработать вашу заявку на участие. Код ошибки: %@. Пожалуйста, попробуйте позже. Если проблема сохранится, вы можете обратиться в техподдержку.
uk_ua: Не вдалося обробити ваш запит на участь. Код помилки: %@. Будь ласка, спробуйте пізніше. Якщо проблема не зникає — зверніться до нашої служби підтримки.

# referral_expected_awards
source: Upcoming payments
de: Anstehende Zahlungen
es: Pagos próximos
fr: Paiements à venir
ja: 今後のお支払い
ru: Грядущие выплаты
uk_ua: Майбутні виплати

# referral_friends_bought_title
source: Your friends bought
de: Deine Freunde kauften
es: Sus amigos compraron
fr: Vos amis ont acheté
ja: あなたの友達が購入した
ru: Ваши друзья купили
uk_ua: Ваші друзі купили

# referral_less
source: Less
de: Weniger
es: Menos
fr: Moins
ja: 少ない
ru: Меньше
uk_ua: Менше

# referral_more
source: More
de: Mehr
es: Más
fr: Plus
ja: 多い
ru: Больше
uk_ua: Більше

# referral_no_expected_awards
source: No upcoming payments
de: Keine anstehenden Zahlungen
es: No hay pagos próximos
fr: Aucun paiement à venir
ja: お支払いの予定はありません
ru: Нет грядущих выплат
uk_ua: Немає майбутніх виплат
