Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# markets_token_details_about_token_title
source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
ja: %@について
ru: О %@
uk_ua: Про %@

# markets_token_details_blockchain_site
source: Website
de: Webseite
es: Sitio web
fr: Site web
ja: ウェブサイト
ru: Веб-сайт
uk_ua: Веб-сайт

# markets_token_details_buy_pressure_description
source: The difference between buyers volume and sellers volume
de: Die Differenz zwischen Käufer- und Verkäufervolumen
es: La diferencia entre el volumen de compradores y el volumen de vendedores
fr: La différence entre le volume des acheteurs et le volume des vendeurs
ja: 買い手と売り手の取引量の差
ru: Разница между объемом покупателей и продавцов
uk_ua: Різниця між обсягом покупців та обсягом продавців

# markets_token_details_buy_pressure_full
source: Buy pressure
de: Kaufdruck
es: Presión de compra
fr: Pression d'achat
ja: 買い圧力
ru: Покупательское предпочтение
uk_ua: Давлення покупця

# markets_token_details_buy_pressure
source: Buy pressure
de: Kaufdruck
es: Presión de compra
fr: Pression d'achat
ja: 買い圧力
ru: Покуп. предпоч.
uk_ua: Давлення покупця

# markets_token_details_circulating_supply_description
source: The total number of coins that are available for trading and are circulating in the market
de: Die Gesamtzahl der Coins, die für den Handel verfügbar sind und auf dem Markt zirkulieren
es: El número total de monedas que están disponibles para el comercio y que circulan en el mercado.
fr: Le nombre total de pièces disponibles pour le trading et en circulation sur le marché
ja: 取引可能で市場に流通しているコインの総数
ru: Общее количество монет, доступных для торговли и находящихся в обращении на рынке
uk_ua: Загальна кількість монет, які доступні для торгівлі та перебувають в обігу на ринку

# markets_token_details_circulating_supply_full
source: Circulating supply
de: Umlaufmenge
es: Suministro circulante
fr: Approvisionnement en circulation
ja: 循環供給量
ru: Циркулирующее предложение
uk_ua: Циркуляційний запас

# markets_token_details_circulating_supply
source: Circulating supply
de: Umlaufmenge
es: Suministro circulante
fr: Approvisionnement en circulation
ja: 循環供給量
ru: Циркулир. предл.
uk_ua: Циркуляційний запас

# markets_token_details_empty_exchanges
source: No exchanges found
de: Keine Börsen gefunden
es: No se encontraron intercambios
fr: Aucun échange trouvé
ja: 取引所が見つかりません
ru: Биржи не найдены
uk_ua: Бірж не знайдено

# markets_token_details_exchange_trust_score_caution
source: Caution
de: Vorsicht
es: Precaución
fr: Précaution
ja: 注意
ru: Осторожно
uk_ua: Обережно

# markets_token_details_exchange_trust_score_risky
source: Risky
de: Riskant
es: Arriesgado
fr: Risqué
ja: 危険
ru: Рискованно
uk_ua: Ризиковано

# markets_token_details_exchange_trust_score_trusted
source: Trusted
de: Vertrauenswürdig
es: Confiable
fr: Fiable
ja: 信頼できる
ru: Надежно
uk_ua: Надійно

# markets_token_details_exchange
source: Exchange
de: Umtausch
es: Intercambio
fr: Échange
ja: 取引所
ru: Биржа
uk_ua: Біржа

# markets_token_details_exchanges_title
source: Exchanges
de: Börsen
es: Intercambios
fr: Échanges
ja: 取引所
ru: Биржи
uk_ua: Біржі

# markets_token_details_experienced_buyers_description
source: Net buyers with the additional requirement of having at least 100 outgoing transactions
de: Nettokäufer mit der zusätzlichen Anforderung, mindestens 100 ausgehende Transaktionen zu haben
es: Compradores netos con el requisito adicional de tener al menos 100 transacciones salientes
fr: Acheteurs nets avec l'exigence supplémentaire d'avoir au moins 100 transactions sortantes
ja: 少なくとも100の発信取引を持つネット・バイヤー
ru: Покупатели, у которых было как минимум 100 исходящих транзакций.
uk_ua: Мережеві покупці з додатковою вимогою мати не менше 100 вихідних транзакцій

# markets_token_details_experienced_buyers_full
source: Active Buyers
de: Erfahrene Käufer
es: Compradores experimentados
fr: Acheteurs expérimentés
ja: アクティブ投資家数
ru: Опытные трейдеры
uk_ua: Досвідчені покупці

# markets_token_details_experienced_buyers
source: Experienced buyers
de: Erfahrene Käufer
es: Compradores experimentados
fr: Acheteurs expérimentés
ja: 経験豊富な買い手
ru: Опытные трейдеры
uk_ua: Досвідчені покупці

# markets_token_details_fully_diluted_valuation_description
source: The total theoretical value of a cryptocurrency if all coins that could exist are in circulation, including those not currently circulating
de: Der theoretische Gesamtwert einer Kryptowährung, wenn alle Coins, die existieren könnten, im Umlauf sind, einschließlich derjenigen, die derzeit nicht im Umlauf sind
es: El valor teórico total de una criptomoneda si todas las monedas que podrían existir estuvieran en circulación, incluidas las que actualmente no circulan.
fr: La valeur théorique totale d'une crypto-monnaie si toutes les pièces qui pourraient exister étaient en circulation, y compris celles qui ne circulent pas actuellement
ja: 現在流通していないものも含め、存在する可能性のあるすべてのコインが流通している場合の暗号資産の理論上の合計価値
ru: Общая теоретическая стоимость криптовалюты, если все монеты, которые могут существовать, находятся в обращении, включая те, которые в настоящее время не обращаются
uk_ua: Загальна теоретична вартість криптовалюти, якщо всі монети, які могли б існувати, перебувають в обігу, включаючи ті, що не перебувають в обігу в даний час

# markets_token_details_fully_diluted_valuation_full
source: Fully diluted valuation
de: Vollständig verwässerte Bewertung
es: Valoración totalmente diluida
fr: Valorisation entièrement diluée
ja: 完全希薄化後評価額
ru: Полностью разбавленная капитализация
uk_ua: Повністю розведена капіталізація

# markets_token_details_fully_diluted_valuation
source: Fully diluted valuation
de: Vollständig verwässerte Bewertung
es: Valoración totalmente diluida
fr: Valorisation entièrement diluée
ja: 完全希薄化後評価額
ru: Полн. разб. кап.
uk_ua: Повн. розведена кап.

# markets_token_details_genesis_date
source: Genesis date
de: Entstehungsdatum
es: Fecha de génesis
fr: Date de la Genesis
ja: ジェネシスの日付
ru: Дата создания
uk_ua: Дата створення

# markets_token_details_high
source: High
de: Hoch
es: Alto
fr: Haut
ja: 高い
ru: Высокий
uk_ua: Високий

# markets_token_details_holders_description
source: The change in the number of token holders within a specific timeframe
de: Die Änderung der Anzahl der Token-Inhaber innerhalb eines bestimmten Zeitraums
es: El cambio en el número de poseedores de tokens dentro de un período de tiempo específico
fr: L'évolution du nombre de détenteurs de jetons au cours d'une période donnée
ja: 特定の期間内のトークンホルダー数の変化
ru: Изменение количества держателей токенов в течение выбранного периода времени
uk_ua: Зміна кількості власників токенів протягом певного періоду часу

# markets_token_details_holders_full
source: Holders
de: Inhaber/ Halter
es: Titulares
fr: Détenteurs
ja: ホルダー
ru: Держатели
uk_ua: Тримачі

# markets_token_details_holders
source: Holders
de: Inhaber/ Halter
es: Titulares
fr: Détenteurs
ja: ホルダー
ru: Держатели
uk_ua: Тримачі

# markets_token_details_insights
source: Insights
de: Einblicke
es: Ideas
fr: Idées
ja: インサイト
ru: Инсайты
uk_ua: Інсайти

# markets_token_details_links
source: Links
es: Enlaces
fr: Liens
ja: リンク
ru: Ссылки
uk_ua: Посилання

# markets_token_details_liquidity_description
source: The change in how much liquidity is available for the token during the specified timeframe
de: Die Änderung der Liquidität, die dem Token während des angegebenen Zeitraums zur Verfügung steht
es: El cambio en la cantidad de liquidez disponible para el token durante el período de tiempo especificado
fr: Le changement dans la quantité de liquidité disponible pour le jeton pendant la période spécifiée
ja: 指定された期間中のトークンに利用可能な流動性の変化
ru: Изменение объема ликвидности, доступной для токена в течение указанного периода времени.
uk_ua: Зміна того, скільки ліквідності доступно для токена протягом зазначеного періоду часу

# markets_token_details_liquidity_full
source: Liquidity
de: Liquidität
es: Liquidez
fr: Liquidité
ja: 流動性
ru: Ликвидность
uk_ua: Ліквідність

# markets_token_details_liquidity_index
source: Liquidity index
de: Liquiditätsindex
es: Índice de liquidez
fr: Indice de liquidité
ja: 流動性指数
ru: Индекс ликвидности
uk_ua: Індекс ліквідності

# markets_token_details_liquidity
source: Liquidity
de: Liquidität
es: Liquidez
fr: Liquidité
ja: 流動性
ru: Ликвидность
uk_ua: Ліквідність

# markets_token_details_listed_on
source: Listed on
de: Gelistet auf
es: Listado en
fr: Listé sur
ja: 上場先
ru: Листинг на
uk_ua: Лістинг на

# markets_token_details_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低い
ru: Низкий
uk_ua: Низький

# markets_token_details_market_capitalization_description
source: The total market value of a cryptocurrency, calculated by multiplying the current price of the coin by the total number of coins in circulation
de: Der Gesamtmarktwert einer Kryptowährung, berechnet sich durch Multiplikation des aktuellen Preises des Coins mit der Gesamtzahl der im Umlauf befindlichen Coins
es: El valor total de una criptomoneda calculado multiplicando su precio por la cantidad de monedas en circulación
fr: La valeur d'une crypto-monnaie est calculée en multipliant son prix par le nombre de pièces en circulation
ja: 暗号資産の市場価値の合計。コインの現在の価格と、流通しているコインの総数を掛けて計算されます。
ru: Общая рыночная стоимость криптовалюты, рассчитываемая путем умножения текущей цены монеты на общее количество монет в обращении.
uk_ua: Загальна ринкова вартість криптовалюти, що розраховується шляхом множення поточної ціни монети на загальну кількість монет в обігу

# markets_token_details_market_capitalization_full
source: Market cap
es: Capital. de mercado
fr: Cap. boursière
ja: 時価総額
ru: Рыночная капитализация
uk_ua: Ринкова капіталізація

# markets_token_details_market_capitalization
source: Market cap
es: Capital. de mercado
fr: Cap. boursière
ja: 時価総額
ru: Рын. кап.
uk_ua: Рин. кап.

# markets_token_details_market_rating_description
source: Position in crypto rating between all coins based on market capitalization
de: Position im Krypto-Rating zwischen allen Coins basierend auf der Marktkapitalisierung
es: Posición en la clasificación de criptomonedas entre todas las monedas según la capitalización de mercado
fr: Position dans le classement des crypto-monnaies entre toutes les pièces en fonction de la capitalisation boursière
ja: 時価総額に基づくすべてのコイン間の暗号資産評価における位置
ru: Позиция в рейтинге криптовалют среди всех монет на основе рыночной капитализации.
uk_ua: Позиція в крипторейтингу між усіма монетами на основі ринкової капіталізації

# markets_token_details_market_rating_full
source: Market position
de: Marktposition
es: Evaluación de mercado
fr: Évaluation du marché
ja: 市場格付け
ru: Рейтинг
uk_ua: Рейтинг

# markets_token_details_market_rating
source: Market position
de: Marktposition
es: Evaluación de mercado
fr: Évaluation du marché
ja: 市場格付け
ru: Рейтинг
uk_ua: Рейтинг

# markets_token_details_max_supply_description
source: The maximum number of coins or tokens that can ever exist for a particular cryptocurrency
de: Die maximale Anzahl von Coins oder Tokens, die jemals für eine bestimmte Kryptowährung existieren können
es: La cantidad máxima de monedas o tokens que pueden existir para una criptomoneda en particular
fr: Le nombre maximal de pièces ou de jetons pouvant exister pour une crypto-monnaie particulière
ja: 特定の暗号資産に存在しうるコインまたはトークンの最大数
ru: Максимальное количество монет или токенов, которое может когда-либо существовать для выбранной криптовалюты
uk_ua: Максимальна кількість монет або токенів, яка може коли-небудь існувати для певної криптовалюти

# markets_token_details_max_supply_full
source: Max supply
de: Maximale Versorgung
es: Suministro máximo
fr: Approvisionnement maximal
ja: 最大供給量
ru: Максимальный объем
uk_ua: Максимальна пропозиція

# markets_token_details_max_supply
source: Max supply
de: Maximale Versorgung
es: Suministro máximo
fr: Approvisionnement maximal
ja: 最大供給量
ru: Макс. объем
uk_ua: Макс. обсяг

# markets_token_details_metrics
source: Metrics
de: Metriken
es: Métrica
fr: Métriques
ja: 指標
ru: Метрики
uk_ua: Метрики

# markets_token_details_official_links
source: Official links
de: Offizielle Links
es: Enlaces oficiales
ja: 公式リンク
ru: Официальные ссылки
uk_ua: Офіційні посилання

# markets_token_details_price_performance
source: Price performance
de: Preisleistung
es: Rendimiento de precios
fr: Performance des prix
ja: 値動き
ru: Динамика цены
uk_ua: Цінова ефективність

# markets_token_details_repository
source: Repository
de: Aufbewahrungsort
es: Repositorio
fr: Dépôt
ja: リポジトリ
ru: Репозиторий
uk_ua: Репозиторій

# markets_token_details_security_score_description
source: Security score of a token is a metric that assesses the security level of a blockchain or token based on various factors and is compiled from the sources listed below.
de: Der Security Score eines Tokens ist eine Metrik, die das Sicherheitsniveau einer Blockchain oder eines Tokens anhand verschiedener Faktoren bewertet und aus den unten aufgeführten Quellen zusammengestellt wird.
es: La puntuación de seguridad de un token es una métrica que evalúa el nivel de seguridad de una blockchain o token en función de varios factores y se genera a partir de las fuentes que se enumeran a continuación.
fr: Le score de sécurité d'un jeton est une mesure qui évalue le niveau de sécurité d'une blockchain ou d'un jeton en fonction de divers facteurs. Ceci est compilé à partir des sources répertoriées ci-dessous.
ja: トークンのセキュリティ・スコアとは、ブロックチェーンやトークンのセキュリティ・レベルを様々な要因に基づいて評価する指標で、以下の情報源から集計されます。
ru: Показатель безопасности токена — это метрика, которая оценивает уровень безопасности блокчейна или токена на основе различных факторов и составляется из перечисленных ниже источников.
uk_ua: Оцінка безпеки токена – це метрика, яка оцінює рівень безпеки блокчейну або токена на основі різних факторів і складається з джерел, перелічених нижче.

# markets_token_details_security_score
source: Security score
de: Sicherheitsbewertung
es: Puntuación de seguridad
fr: Score de sécurité
ja: セキュリティ・スコア
ru: Оценка безопасности
uk_ua: Оцінка безпеки

# markets_token_details_social
source: Social
de: Soziales
ja: ソーシャル
ru: Социальные
uk_ua: Соцмережі

# markets_token_details_total_supply_description
source: The maximum number of coins or tokens that can ever exist for a particular cryptocurrency
de: Die maximale Anzahl von Coins oder Tokens, die jemals für eine bestimmte Kryptowährung existieren können
es: La cantidad máxima de monedas o tokens que pueden existir para una criptomoneda en particular
fr: Le nombre maximal de pièces ou de jetons pouvant exister pour une crypto-monnaie particulière
ja: 特定の暗号資産に存在しうるコインまたはトークンの最大数
ru: Максимальное количество монет или токенов, которое может когда-либо существовать для выбранной криптовалюты
uk_ua: Максимальна кількість монет або токенів, яка може коли-небудь існувати для певної криптовалюти

# markets_token_details_total_supply_full
source: Total supply
de: Gesamtangebot
es: Suministro total
fr: Approvisionnement total
ja: 総供給量
ru: Общее предложение
uk_ua: Загальна пропозиція

# markets_token_details_total_supply
source: Total supply
de: Gesamtangebot
es: Suministro total
fr: Approvisionnement total
ja: 総供給量
ru: Общ. предл.
uk_ua: Загальна проп.

# markets_token_details_trading_volume_24h_description
source: The total amount of a cryptocurrency that has been traded within the last 24 hours, indicating the level of activity and liquidity in the market
de: Der Gesamtbetrag einer Kryptowährung, der innerhalb der letzten 24 Stunden gehandelt wurde, wobei das Aktivitäts- und Liquiditätsniveau auf dem Markt angegeben wird
es: La cantidad total de una criptomoneda que se ha negociado en las últimas 24 horas, lo que indica el nivel de actividad y liquidez en el mercado.
fr: Le montant total d'une crypto-monnaie qui a été échangé au cours des dernières 24 heures, indiquant le niveau d'activité et de liquidité du marché
ja: 過去24時間以内に取引された暗号資産の合計額。市場の活発さと流動性を示します。
ru: Общая сумма криптовалюты, которая была продана за последние 24 часа, показывающая уровень активности и ликвидности на рынке.
uk_ua: Загальна сума криптовалюти, якою торгували протягом останніх 24 годин, що вказує на рівень активності та ліквідності на ринку

# markets_token_details_trading_volume_full
source: Trading volume (24h)
de: Handelsvolumen (24h)
es: Volumen de operaciones (24 horas)
fr: Volume des échanges (24h)
ja: 取引量（24時間）
ru: Объем торгов (24ч)
uk_ua: Обсяг торгів (24г)

# markets_token_details_trading_volume
source: Trading volume (24h)
de: Handelsvolumen (24h)
es: Volumen de operaciones (24 horas)
fr: Volume des échanges (24h)
ja: 取引量（24時間）
ru: Объем торгов (24ч)
uk_ua: Обсяг торгів (24г)

# markets_token_details_volume
source: Volume
de: Volumen
es: Volumen
ja: 取引量
ru: Объем
uk_ua: Обсяг

# markets_tooltip_message
source: Pull this up or tap the search bar to add tokens directly from the market
de: Rufe dies auf oder tippe auf die Suchleiste, um Token direkt vom Markt hinzuzufügen
es: Tire hacia arriba o toque la barra de búsqueda para agregar tokens directamente desde el mercado
fr: Tirez vers le haut ou appuyez sur la barre de recherche pour ajouter des jetons directement depuis le marché
ja: これをドラッグするか、検索窓をタップして、マーケットから直接トークンを追加します
ru: Потяните вверх или коснитесь поисковой строки, чтобы добавить токены напрямую из рынка
uk_ua: Потягніть вгору або торкніться панелі пошуку, щоб додати токени безпосередньо з маркету

# markets_tooltip_title
source: Add tokens
de: Token hinzufügen
es: Agregar tokens
fr: Ajouter des jetons
ja: トークンを追加
ru: Добавить токены
uk_ua: Додати токени

# markets_yield_supply_banner_description
source: Power up your assets while supplying them with instant access. %@
de: Steiger die Leistung Deiner Assets und ermögliche Dir gleichzeitig den sofortigen Zugriff. %@
es: Potencie sus activos mientras los suministra con acceso inmediato. %@
fr: Optimisez vos actifs tout en leur fournissant un accès instantané. %@
ja: 資産を常時アクセス可能な状態に保ったまま、パワーアップさせよう。%@
ru: Увеличивайте доход с активов, сохраняя мгновенный доступ к ним. %@
uk_ua: Збільшуйте дохід з активів, зберігаючи миттєвий доступ до них. %@

# markets_yield_supply_banner_title
source: Activate Yield Mode
de: Yield-Modus aktivieren
es: Activar Modo Rendimiento
fr: Activer le mode rendement
ja: 利息モードを有効にする
ru: Активировать режим доходности
uk_ua: Активувати режим дохідності

# mobile_wallet_requires_min_os_warning_body
source: You must update to %1$@ before creating a mobile wallet
de: Du musst auf die folgende Version aktualisieren: %1$@ um eine mobile Wallet zu erstellen
es: Debes actualizar a %1$@ para crear una mobile wallet
fr: Vous devez effectuer la mise à jour %1$@ afin de créer un portefeuille mobile.
ja: モバイルウォレットを作成するには、%1$@にアップデートする必要があります
ru: Обновитесь до версии %1$@, чтобы создать мобильный кошелёк
uk_ua: Оновіться до версії %1$@, щоб створити мобільний гаманець

# mobile_wallet_requires_min_os_warning_title
source: Mobile Wallet requires %1$@ or later
de: Mobile Wallet erfordert %1$@ oder später
es: Mobile Wallet requiere %1$@ o posterior
fr: Le portefeuille mobile nécessite %1$@ ou une version supérieure.
ja: モバイルウォレットを使用するには、%1$@以降が必要です
ru: Мобильный кошелек требует %1$@ или новее.
uk_ua: Мобільний гаманець потребує %1$@ або новіше.

# news_all_news
source: All news
de: Alle Neuigkeiten
fr: Toutes les actualités
ja: すべてのニュース
ru: Все новости
uk_ua: Всі новини

# news_like
source: Like
de: Gefällt mir
ja: いいね
ru: Нравится

# news_quick_recap
source: Quick recap
de: Kurze Zusammenfassung
fr: Récapitulatif rapide
ja: クイックまとめ
ru: Резюме

# news_related_news
source: Related News
de: Verwandte Nachrichten
fr: Actualités similaires
ja: 関連ニュース
ru: Связанные новости

# news_related_tokens
source: Related tokens
de: Verwandte Token
fr: Tokens associés
ja: 関連トークン
ru: Связанные токены
uk_ua: Пов'язані токени

# news_sources
source: Related news
de: Verwandte Nachrichten
fr: Sources
ja: 関連ニュース
ru: Связанные новости

# news_stay_in_the_loop
source: Stay in the loop
de: Auf dem Laufenden bleiben
fr: Restez informé
ja: 最新情報を入手
ru: Будьте в курсе
uk_ua: Залишайтеся в курсі подій

# nft_about_title
source: About NFT
de: Über NFT
es: Acerca de NFT
fr: À propos des NFT
ja: NFTについて
ru: О NFT
uk_ua: Про NFT

source: NFT asset
de: NFT-Vermögenswert
es: Activo NFT
fr: Actif NFT
ja: NFTアセット
ru: NFT
uk_ua: NFT

# nft_collections_empty_description
source: NFTs sent to your wallet address will show up here.
de: NFTs, die an Deine Wallet-Adresse gesendet werden, werden hier angezeigt.
es: Los NFTs enviados a la dirección de su billetera aparecerán aquí.
fr: Les NFT envoyés à l'adresse de votre portefeuille s'afficheront ici.
ja: ウォレットに送信されたNFTがここに表示されます。
ru: Здесь будут отображаться NFT, полученные на ваш кошелёк
uk_ua: Тут відображатимуться NFT, отримані на ваш гаманець

# nft_collections_empty_title
source: No collections, yet
de: Noch keine Kollektionen
es: No hay colecciones todavía
fr: Aucune collection pour le moment
ja: コレクションはまだありません
ru: У вас ещё нет коллекций
uk_ua: У вас ще немає колекцій

# nft_collections_receive
source: Receive NFT
de: NFT erhalten
es: Recibir NFT
fr: Recevoir des NFT
ja: NFTを受け取る
ru: Получить NFT
uk_ua: Отримати NFT

# nft_collections_title
source: NFT collections
de: NFT-Kollektionen
es: Colecciones de NFT
fr: Collections NFT
ja: NFTコレクション
ru: NFT коллекции
uk_ua: NFT колекції

# nft_collections_warning_subtitle
source: Some data may not load
de: Einige Daten werden möglicherweise nicht geladen
es: Es posible que algunos datos no se carguen
fr: Certaines données peuvent ne pas se charger
ja: 一部のデータが読み込まれない場合があります
ru: Часть данных может не отобразиться
uk_ua: Частина даних може не відобразитися

# nft_collections_warning_title
source: Temporary loading problems
de: Vorübergehende Ladeprobleme
es: Problemas temporales de carga
fr: Problèmes de chargement temporaires
ja: 一時的な読み込みの問題
ru: Не удалось загрузить данные
uk_ua: Не вдалося завантажити дані

# nft_details_base_information
source: Base information
de: Basisinformationen
es: Información básica
fr: Informations de base
ja: 基本情報
ru: Базовая информация
uk_ua: Базова інформація

# nft_details_chain
source: Chain
de: Netzwerk
es: Cadena
fr: Chaîne
ja: チェーン
ru: Сеть
uk_ua: Мережа

# nft_details_contract_address
source: Contract Address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
ja: コントラクトアドレス
ru: Адрес контракта
uk_ua: Адреса контракту

# nft_details_info_chain
source: Chain is the blockchain where the NFT exists.
de: Chain ist die Blockchain, in der das NFT existiert.
es: Cadena es la blockchain en la que está el NFT.
fr: Chain est la blockchain où existe le NFT.
ja: チェーンは、NFTが存在するブロックチェーンです。
ru: Сеть — это блокчейн, на котором существует NFT.
uk_ua: Мережа — це блокчейн, на якому існує NFT.

# nft_details_info_contract_address
source: The contract address is a unique identifier for the smart contract that governs the tokens on the blockchain
de: Die Vertragsadresse ist eine eindeutige Kennung für den Smart Contract, der die Token auf der Blockchain verwaltet.
es: La dirección del contrato es un identificador único para el contrato inteligente que gobierna los tokens en la blockchain
fr: L'adresse du contrat est un identifiant unique pour le contrat intelligent qui régit les jetons sur la blockchain
ja: コントラクトアドレスは、ブロックチェーン上のトークンを管理するスマートコントラクトの識別子です。
ru: Адрес контракта — уникальный код, который идентифицирует смарт-контракт, управляющий токенами в блокчейне
uk_ua: Адреса контракту – це унікальний код, який ідентифікує смарт-контракт, керуючий токенами в блокчейні
