Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# common_passphrase
source: Passphrase
es: Frase de contraseña
ja: パスフレーズ
ru: Парольная фраза
uk_ua: Парольна фраза

# common_paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ru: Вставить
uk_ua: Вставити

# common_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ru: Политикой конфиденциальности
uk_ua: Політикою конфіденційності

# common_read_more
source: Read more
de: Weiterlesen
es: Leer más
fr: En savoir plus
ja: 続きを読む
ru: Подробнее
uk_ua: Детальніше

# common_receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
ja: 受け取る
ru: Получить
uk_ua: Отримати

# common_recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ru: Рекомендовано
uk_ua: Рекомендовано

# common_reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ja: 拒否
ru: Отклонить
uk_ua: Відхилити

# common_reload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: リロード
ru: Перезагрузить
uk_ua: Оновити

# common_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ru: Переименовать
uk_ua: Перейменувати

# common_required
source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
ja: 必須
ru: Требуется
uk_ua: Обов'язково

# common_reset
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
ja: リセット
ru: Сброс
uk_ua: Скинути

# common_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: リトライ
ru: Повторить
uk_ua: Повторити

# common_save_changes
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
ja: 変更内容を保存
ru: Сохранить изменения
uk_ua: Зберегти зміни

# common_save
source: Save
de: Speichern
es: Guarde
fr: Enregistrez
ja: 保存
ru: Сохранить
uk_ua: Зберегти

# common_search_tokens
source: Search tokens
de: Token suchen
es: Buscar tokens
fr: Rechercher des jetons
ja: トークンを検索
ru: Поиск токенов
uk_ua: Пошук токенів

# common_search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ru: Поиск
uk_ua: Пошук

# common_second_no_param
source: sec
de: sek.
es: seg
ja: 秒
ru: сек
uk_ua: сек

# common_see_all
source: See all
de: Alles einblenden
es: Ver todo
fr: Voir tout
ja: すべて見る
ru: Показать всё
uk_ua: Переглянути все

# common_seed_phrase
source: Seed phrase
ja: シードフレーズ
ru: Seed-фраза
uk_ua: Seed-фраза

# common_select_action
source: Select action
de: Aktion auswählen
es: Seleccione una acción
fr: Sélectionnez une action
ja: アクションを選択
ru: Выберите действие
uk_ua: Оберіть дію

# common_sell
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
ja: 売る
ru: Продать
uk_ua: Продати

# common_send_tx_error
source: Failed to send transaction
de: Absenden der Transaktion fehlgeschlagen
es: Error al enviar la transacción
fr: Échec d'envoi de la transaction
ja: 取引の送信に失敗しました
ru: Не удалось отправить транзакцию
uk_ua: Не вдалося надіслати транзакцію

# common_send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送る
ru: Отправить
uk_ua: Надіслати

# common_server_unavailable
source: The server is not available, please try again later
de: Der Server ist nicht verfügbar. Bitte versuche es später erneut.
es: El servidor no está disponible, por favor inténtelo de nuevo más tarde
fr: Le serveur n'est pas disponible, veuillez réessayer plus tard
ja: サーバーが利用できません。しばらくしてからもう一度お試しください。
ru: Сервер недоступен, повторите попытку позднее
uk_ua: Сервер недоступний, спробуйте пізніше

# common_share_link
source: Share Link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
ja: リンクを共有
ru: Поделиться ссылкой
uk_ua: Поділитися посиланням

# common_share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ru: Поделиться
uk_ua: Поширити

# common_show_less
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 詳細を非表示
ru: Скрыть
uk_ua: Сховати

# common_show_more
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: もっと見る
ru: Подробнее
uk_ua: Показати більше

# common_sign_and_send
source: Sign and send
de: Signieren und senden
es: Firme y envíe
fr: Signez et envoyez
ja: 署名して送信
ru: Подписать и отправить
uk_ua: Підписати та надіслати

# common_sign
source: Sign
de: Signieren
es: Firme
fr: Signez
ja: 署名
ru: Подписать
uk_ua: Підписати

# common_skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
ja: スキップ
ru: Сбросить
uk_ua: Пропустити

# common_something_went_wrong
source: Something went wrong
de: Etwas ist schiefgelaufen.
es: Algo salió mal
fr: Une erreur s'est produite.
ja: 問題が発生しました
ru: Что-то пошло не так
uk_ua: Щось пішло не так

# common_stake
source: Stake
de: Staken
ja: ステーキング
ru: Застейкать
uk_ua: Застейкати

# common_staking
source: Staking
ja: ステーキング
ru: Стейкинг
uk_ua: Стейкінг

# common_start
source: Start
es: Empezar
fr: Démarrer
ja: 始める
ru: Начать
uk_ua: Почати

# common_submit
source: Submit
de: Einreichen
es: Enviar
fr: Soumettre
ja: 送信
ru: Отправить
uk_ua: Продовжити

# common_success
source: Success
de: Erfolgt
es: Con éxito
fr: Avec succès
ja: 成功
ru: Успешно
uk_ua: Успіх

# common_support
source: Support
de: Unterstützung
es: Soporte
ja: サポート
ru: Поддержка
uk_ua: Підтримка

# common_supported_networks
source: Supported networks
de: Unterstützte Netzwerke
es: Redes soportadas
fr: Réseaux pris en charge
ja: 対応ネットワーク
ru: Поддерживаемые сети
uk_ua: Підтримувані мережі

# common_swap
source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
ja: スワップ
ru: Обменять
uk_ua: Обмін

# common_tap_and_hold_hint
source: Tap and hold
de: Tippen und halten
ja: タップして長押し

# common_terms_and_conditions
source: terms and conditions
de: Allgemeine Geschäftsbedingungen
es: términos y condiciones
fr: termes et conditions
ja: 利用規約
ru: условия участия
uk_ua: умови участі

# common_terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約
ru: Условиями использования
uk_ua: Умовами використання

# common_to_wallet_name
source: To %@
de: Zu %@
es: A %@
fr: À %@
ja: %@へ
ru: На %@
uk_ua: На %@

# common_to
source: To
de: An
es: A
fr: À
ja: 宛先
ru: На
uk_ua: До

# common_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ru: Сегодня
uk_ua: Сьогодні

# common_transaction_failed
source: Transaction failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
fr: La transaction a échoué
ja: 取引が失敗しました
ru: Ошибка транзакции
uk_ua: Помилка транзакції

# common_transaction_status
source: Transaction status
de: Transaktionsstatus
es: Estado de la transacción
fr: Statut de la transaction
ja: 取引状況
ru: Статус транзакции
uk_ua: Статус транзакції

# common_transactions
source: Transactions
de: Transaktionen
es: Transacciones
ja: 取引
ru: Транзакции
uk_ua: Транзакції

# common_transfer
source: Transfer
de: Überweisung
es: Transferencia
fr: Fourniture
ja: 送金
ru: Перевод
uk_ua: Переказ

# common_unable_to_load
source: Unable to load data…
de: Die Daten konnten nicht geladen werden…
es: No se pueden cargar los datos…
fr: Impossible de charger les données…
ja: データを読み込めません…
ru: Невозможно загрузить данные…
uk_ua: Неможливо завантажити дані...

# common_understand_continue
source: I understand, continue
de: Ich verstehe, fahre bitte fort.
fr: Je comprends, continuer.
ja: 理解して続行
ru: Я понимаю, продолжить
uk_ua: Я розумію, продовжити

# common_understand
source: I understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
ja: わかりました
ru: Я понял
uk_ua: Я зрозумів

# common_unknown_error
source: There was an error. Please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Hubo un error. Por favor inténtelo de nuevo.
fr: Il y avait une erreur. Veuillez réessayer.
ja: エラーが発生しました。もう一度お試しください。
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
uk_ua: Виникла помилка. Будь ласка, спробуйте ще раз.

# common_unreachable
source: Unreachable
de: Nicht erreichbar
es: Inaccesible
fr: Inaccessible
ja: アクセスできません
ru: Недоступно
uk_ua: Недоступно

# common_unstake
source: Unstake
de: Staking beenden
es: Termine el staking
fr: Unstakez
ja: ステーキング解除
ru: Завершить стейкинг
uk_ua: Скасувати стейкінг

# common_utxo_validate_withdrawal_message_warning
source: Due to %1$@ limitations only %2$li UTXOs can fit in a single transaction. This means you can only send %3$@ or less. You need to reduce the amount.
de: Aufgrund der Beschränkungen von %1$@ können nur %2$li UTXOs in eine einzige Transaktion passen. Das bedeutet, dass du nur %3$@ oder weniger senden kannst. Du musst den Betrag reduzieren.
es: Debido a limitaciones sobre %1$@, solo %2$li UTXO pueden caber en una sola transacción. Esto significa que solo puedes enviar %3$@ o menos. Debe reducir la cantidad.
fr: En raison d'une limitations sur les %1$@, seuls les %2$li UTXO peuvent s'intégrer dans une seule transaction. Ce qui signifie vous ne pouvez envoyer que %3$@ ou moins. Réduisez le montant.
ja: %1$@の制限により、1つのトランザクションに収まるUTXOは%2$li個のみです。つまり、 %3$@以下しか送信できません。量を減らす必要があります。
ru: Из-за ограничений %1$@ в одну транзакцию может поместиться только %2$li UTXO. Это означает, что вы можете отправить только %3$@ или меньше. Вам нужно уменьшить сумму.
uk_ua: Через обмеження %1$@ в одну транзакцію може поміститися тільки %2$li UTXO. Це означає, що ви можете відправити тільки %3$@ або менше. Вам потрібно зменшити суму.

# common_value_copied
source: Value copied
de: Wert kopiert
es: Valor copiado
fr: Valeur copiée
ja: 値がコピーされました
ru: Значение скопировано
uk_ua: Скопійовано

# common_warning
source: Warning
de: Warnung
es: Alerta
fr: Alerte
ja: 警告
ru: Предупреждение
uk_ua: Увага

# common_week
source: week
de: Woche
es: semana
fr: semaine
ja: 週
ru: неделю
uk_ua: тиждень

# common_with
source: with
de: mit
es: con
fr: avec
ja: で
ru: с
uk_ua: з

# common_yes
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ru: Да
uk_ua: Так

# common_yield_mode
source: Yield Mode
de: Ertragsmodus
es: Modo de rendimiento
fr: Mode Rendement
ja: 利息モード
ru: Режим доходности
uk_ua: Режим дохідності

# contract_address_copied_message
source: Contract address copied!
de: Vertragsadresse kopiert!
es: Dirección de contrato copiada
fr: Adresse du contrat copiée !
ja: コントラクトアドレスをコピーしました!
ru: Адрес контракта скопирован!
uk_ua: Адреса контракту скопійована!

# currency_subtitle_expanded
source: Available networks
de: Verfügbare Netzwerke
es: Redes disponibles
fr: Réseaux disponibles
ja: 利用可能なネットワーク
ru: Доступные сети
uk_ua: Доступні мережі

# custom_token_another_account_dialog_description
source: Derivation of your token matches the derivation of %1$@. Your token will be added to this account.
de: Die Ableitung Deines Tokens entspricht der Ableitung von %1$@. Dein Token wird diesem Konto gutgeschrieben.
ja: このトークンの導出パスが%1$@の導出パスと一致しています。トークンはこのアカウントに追加されます。
ru: Деривация вашего токена совпадает с деривацией %1$@. Токен будет добавлен к этой учётной записи.
uk_ua: Деривація вашого токена співпадає с деривацією %1$@. Ваш токен буде додано до цього акаунта.

# custom_token_another_account_dialog_title
source: Derivation belongs to another account.
de: Die Herleitung stammt aus einem anderen Bericht.
ja: 導出パスは別のアカウントに属します。
ru: Деривация принадлежит другому аккаунту
uk_ua: Деривація належить іншому акаунту.

# custom_token_another_account_snackbar_text
source: Token added to %1$@ account
de: Token hinzugefügt %1$@ Konto
fr: Jeton ajouté au compte %1$@
ja: トークンが%1$@アカウントに追加されました
ru: Токен добавлен в аккаунт %1$@
uk_ua: Токен додано до акаунту %1$@

# custom_token_contract_address_input_title
source: Contract address
de: Vertragsadresse
es: Dirección de contrato
fr: Adresse du contrat
ja: コントラクトアドレス
ru: Адрес контракта
uk_ua: Адреса контракту

# custom_token_creation_error_empty_fields
source: Please fill in all the fields
de: Bitte fülle alle Felder aus
es: Por favor, rellene todos los campos
fr: Veuillez remplir tous les champs
ja: すべての欄にご記入ください
ru: Пожалуйста, заполните все поля
uk_ua: Будь ласка, заповніть усі поля

# custom_token_creation_error_invalid_contract_address
source: Contract address is invalid
de: Vertragsadresse ist ungültig
es: La dirección de contrato es incorrecta
fr: L'adresse du contrat n'est pas valide
ja: コントラクトアドレスが無効です
ru: Адрес контракта некорректен
uk_ua: Адреса контракту недійсна

# custom_token_creation_error_network_not_selected
source: Please select the network
de: Bitte wähle das Netzwerk
es: Por favor, seleccione la red
fr: Veuillez sélectionner le réseau
ja: ネットワークを選択してください
ru: Пожалуйста, выберите сеть
uk_ua: Будь ласка, оберіть мережу

# custom_token_creation_error_wrong_decimals
source: Decimal must be a valid integer, up to %li
de: Dezimalzahl muss eine gültige Ganzzahl sein, bis zu %li
es: Los decimales deben ser un número entero válido, hasta %li
fr: Les décimales doivent être un entier valide, jusqu'à %li
ja: 小数は%liまでの有効な整数である必要があります
ru: Десятичное число должно быть действительным целым числом, до %li
uk_ua: Десяткове число повинно бути дійсним цілим числом, до %li

# custom_token_custom_derivation_placeholder
source: E. g. m/00'/0000'/0'/0/0
es: Por ejemplo m/00'/0000'/0'/0/0
fr: Par exemple m/00'/0000'/0'/0/0
ja: 例：m/00'/0000'/0'/0/0
ru: Например m/00'/0000'/0'/0/0
uk_ua: Наприклад, m/00'/0000'/0'/0/0

# custom_token_custom_derivation_title
source: Enter custom derivation
de: Benutzerdefinierte Ableitung (Derivation) eingeben
es: Introduzca una derivación personalizada
fr: Entrez une dérivation personnalisée
ja: カスタム派生パスを入力
ru: Введите свою деривацию
uk_ua: Введіть власну деривацію

# custom_token_custom_derivation
source: Custom derivation
de: Benutzerdefinierte Ableitung(derivation)
es: Derivación personalizada
fr: Dérivation personnalisée
ja: カスタム派生パス
ru: Своя деривация
uk_ua: Власна деривація

# custom_token_decimals_input_title
source: Decimals
de: Dezimalstellen
es: Decimales
fr: Décimales
ja: 小数
ru: Знаков после запятой
uk_ua: Знаків після коми

# custom_token_derivation_path_default
source: Default
de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
ru: По умолчанию
uk_ua: За замовчуванням

# custom_token_derivation_path
source: Derivation Path
de: Ableitungspfad (Derivation Path)
es: Ruta de derivación
fr: Chemin de dérivation
ja: 派生パス
ru: Путь деривации
uk_ua: Шлях деривації

# custom_token_name_input_placeholder
source: E.g. USD Coin
de: Z.B. USD-Coin
es: Por ejemplo moneda USD
fr: Par exemple USD coin
ja: USD Coin
ru: Например, USD Coin
uk_ua: Наприклад, USD Coin

# custom_token_name_input_title
source: Name
es: Nombre
fr: Nom
ja: 名前
ru: Название токена
uk_ua: Назва токену

# custom_token_network_input_title
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ru: Сеть
uk_ua: Мережа

# custom_token_network_selector_title
source: Token network
de: Token-Netzwerk
es: Red de tokens
fr: Réseau de jetons
ja: トークン・ネットワーク
ru: Сеть
uk_ua: Мережа

# custom_token_subtitle
source: You can manually add a token that is not natively supported by Tangem
de: Du kannst einen Token, der von Tangem nicht unterstützt wird, manuell hinzufügen
es: Puede agregar manualmente un token que no sea compatible de forma nativa con Tangem
fr: Vous pouvez ajouter manuellement un jeton qui n'est pas nativement pris en charge par Tangem
ja: Tangemでネイティブにサポートされていないトークンを手動で追加できます。
ru: Вы можете добавить токен вручную, если он не поддерживается Tangem
uk_ua: Ви можете вручну додати токен, який не підтримується Tangem

# custom_token_token_symbol_input_placeholder
source: E.g. USDC
de: Z.B. USDC
es: Por ejemplo USDC
fr: Par exemple USDC
ja: 例: USDC
ru: Например, USDC
uk_ua: Наприклад, USDC

# custom_token_token_symbol_input_title
source: Symbol
es: Símbolo
fr: Symbole
ja: シンボル
ru: Символ
uk_ua: Символ

# custom_token_validation_error_already_added
source: This token/network has already been added to your list
de: Dieses Token/Netzwerk wurde bereits zu deiner Liste hinzugefügt
es: Este token/red ya ha sido añadido a su lista
fr: Ce jeton/réseau a déjà été ajouté à votre liste
ja: このトークン/ネットワークはすでにリストに追加されています
ru: Этот токен/сеть уже находится в вашем списке
uk_ua: Цей токен/мережа вже знаходяться у вашому списку

# custom_token_validation_error_not_found_description
source: Be aware of adding scam tokens, they can cost nothing
de: Sei vorsichtig beim Hinzufügen von SCAM-Token, sie können nichts kosten
es: Tenga cuidado al agregar tokens fraudulentos, pueden no costar nada
fr: Prenez garde de l'ajout de jetons frauduleux, ils peuvent ne rien coûter
ja: 詐欺トークンを追加することには注意してください。費用がかからない場合があります。
ru: Остерегайтесь мошеннических токенов, они могут ничего не стоить
uk_ua: Остерігайтеся шахрайських токенів, вони можуть нічого не коштувати

# custom_token_validation_error_not_found_title
source: Note that tokens can be created by anyone
de: Beachten, dass Token von jedem erstellt werden können
es: Tenga en cuenta que cualquiera puede crear tokens
fr: Notez que les jetons peuvent être créés par n'importe qui
ja: トークンは誰でも作成できることに注意してください。
ru: Токены могут быть созданы кем угодно
uk_ua: Зауважте, що токени можуть бути створені ким завгодно

# custom_token_validation_error_not_found
source: Note that tokens can be created by anyone. Be aware of adding scam tokens, they can cost nothing.
de: Beachte, dass Token von jedem erstellt werden können. Achte darauf, keine Betrugstoken hinzuzufügen, diese können kostenlos sein.
es: Tenga en cuenta que cualquiera puede crear tokens. Tenga cuidado al añadir tokens fraudulentos, pueden no costar nada.
fr: Notez que les jetons peuvent être créés par n'importe qui. Méfiez-vous de l'ajout de jetons frauduleux, ils peuvent ne rien coûter.
ja: トークンは誰でも作成できることに注意してください。詐欺トークンの追加には注意が必要ですが、費用はかかりません。
ru: Токены могут быть созданы кем угодно. Остерегайтесь мошеннических токенов, они могут ничего не стоить
uk_ua: Зауважте, що токени можуть бути створені ким завгодно. Остерігайтеся шахрайських токенів, вони можуть нічого не коштувати.

# details_buy_wallet
source: Buy Tangem Wallet
de: Kaufe eine Tangem Wallet
es: Comprar Tangem Wallet
fr: Acheter un Portefeuille Tangem
ja: Tangemウォレットを購入
ru: Купить кошелек Tangem
uk_ua: Купити гаманець Tangem

# details_chat
source: Chat
ja: チャット
ru: Чат
uk_ua: Чат

# details_manage_security_access_code_description
source: You will have to submit the correct access code before scanning the card
de: Du musst den richtigen Zugangscode eingeben, bevor du die Karte oder Ring scannst.
es: Deberá ingresar la contraseña correcta antes de escanear la tarjeta.
fr: Vous devrez entrer le mot de passe correct avant de scanner la carte
ja: カードをスキャンする前に、正しいアクセスコードを送信する必要があります。
ru: Перед сканированием карты вам нужно будет ввести правильный код доступа.
uk_ua: Перед скануванням картки вам потрібно буде ввести правильний код доступу

# details_manage_security_access_code
source: Access code
de: Zugangscode
es: Código de acceso
fr: Code d'accès
ja: アクセスコード
ru: Код доступа
uk_ua: Код доступу

# details_manage_security_long_tap_description
source: This mechanism protects against proximity attacks on a card or ring. It will enforce a delay between reception and execution of a command.
de: Dieser Mechanismus schützt vor Annäherungsangriffen auf eine Karte oder einen Ring. Er erzwingt eine Verzögerung zwischen dem Empfang und der Ausführung eines Befehls.
es: Este mecanismo protege contra los ataques de proximidad a una tarjeta o anillo. Aplicará un retardo entre la recepción y la ejecución de un comando.
fr: Ce mécanisme protège contre les attaques sans contact sur la carte. Il y a un délai entre la réception et l'exécution de la commande. Après la première transaction signée, ce téléphone sera associé à la carte et les transactions seront signées immédiatement.
ja: このメカニズムは、カードまたはリングに対する近接攻撃から保護します。コマンドの受信と実行の間に遅延を強制します。
ru: Этот механизм защищает карту или кольцо от бесконтактных атак. Между сканированием и выполнением команды будет добавлена задержка.
uk_ua: Цей механізм захищає картку або кільце від безконтактних атак. Між скануванням картки та виконанням команди буде додана затримка.

# details_manage_security_long_tap_shorter
source: Long Tap
de: Lange Tippen
es: Sostenga la tarjeta firmemente
fr: Tenez la carte fermement
ja: 長くタップ
ru: Задержка
uk_ua: Затримка

# details_manage_security_long_tap
source: Long Tap
de: Langes Tippen
es: Sostenga la tarjeta firmemente
fr: Tenez la carte fermement
ja: 長くタップ
ru: Задержка сканирования
uk_ua: Затримка сканування

# details_manage_security_passcode_description
source: Before executing any command entailing a change of the card state, you will have to enter the passcode.
de: Bevor du einen Befehl ausführst, der eine Änderung des Kartenstatus zur Folge hat, musst du den Passcode eingeben.
es: Antes de ejecutar un comando que cambie el estado de la tarjeta, deberá ingresar una contraseña.
fr: Avant d'exécuter une commande qui modifie l'état de la carte, vous devrez entrer un mot de passe.
ja: カードの状態の変更を伴うコマンドを実行する前に、パスコードを入力する必要があります。
ru: Перед выполнением любой команды, влекущей за собой изменение состояния карты, вам необходимо будет ввести пароль.
uk_ua: Перед виконанням будь-якої команди, що тягне за собою зміну стану картки, вам необхідно буде ввести пароль.

# details_manage_security_passcode
source: Passcode
es: Contraseña
fr: Mot de passe
ja: パスコード
ru: Пароль
uk_ua: Пароль

# details_mobile_wallet_upgrade_action_title
source: Upgrade to hardware wallet
de: Upgrade auf Hardware-Wallet
fr: Passez au hardware wallet
ja: ハードウェアウォレットにアップグレード
ru: Апгрейд до аппаратного кошелька

# details_referral_title
source: Referral program
de: Empfehlungsprogramm
es: Programa de referidos
fr: Programme de parrainage
ja: 紹介プログラム
ru: Реферальная программа
uk_ua: Реферальна програма

# details_row_description_flip_to_hide
source: Flip your device screen down to quickly hide and show balances
de: Flippe den Bildschirm deines Geräts nach unten, um Salden schnell ein- und auszublenden
es: Gire la pantalla de su dispositivo hacia abajo para ocultar y mostrar rápidamente los saldos
fr: Retournez l'écran de votre appareil vers le bas pour masquer et afficher rapidement les soldes
ja: デバイスの画面を下に向けると、残高をすばやく非表示にしたり表示したりできます。
ru: Переверните экран вашего устройства вниз, чтобы быстро скрыть и отобразить балансы
uk_ua: Переверніть екран пристрою вниз, щоб швидко приховати та відобразити баланси

# details_row_subtitle_signed_hashes_format
source: %@ hashes
de: %@ Hasch
ja: %@ハッシュ
ru: %@ хэшей
uk_ua: %@ хешів

# details_row_title_cid
source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
ja: デバイスID
ru: Номер устройства
uk_ua: Номер пристрою

# details_row_title_contact_to_support_chat
source: Open support chat
de: Support-Chat öffnen
es: Abrir chat de soporte
fr: Ouvrir le chat d'assistance
ja: サポートチャットを開く
ru: Открыть чат поддержки
uk_ua: Відкрити чат підтримки

# details_row_title_create_backup_footer
source: You can add up to three cards or rings to one wallet. It can only be done once.
de: Du kannst bis zu drei Karten oder Ringe in einer Wallet synchronisieren. Dies ist nur einmal möglich.
es: Puede sincronizar hasta tres tarjetas en una sola billetera. Solo se puede hacer una vez.
fr: Vous pouvez synchroniser jusqu'à trois cartes dans un même portefeuille. Cela ne peut être fait qu'une seule fois.
ja: 1つのウォレットに追加できるカードまたはリングは最大3つまでです。この操作は1回のみ行えます。
ru: Вы можете объединить до трех устройств в одном кошельке. Это можно сделать только один раз.
uk_ua: Ви можете обʼєднати до трьох пристроїв в одному гаманці. Це можна зробити лише один раз.

# details_row_title_create_backup
source: Link More Cards
de: Weitere Karten oder Ringe verknüpfen
es: Vincular más tarjetas
fr: Lier plus de cartes
ja: 他のカードをリンクする
ru: Добавить еще карты
uk_ua: Додати більше карток

# details_row_title_currency
source: App Currency
de: App Währung
es: Moneda de la aplicación
fr: Monnaie de l'application
ja: アプリ通貨
ru: Валюта приложения
uk_ua: Валюта застосунку
