Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# send_custom_evm_priority_fee
source: Priority fee
de: Prioritätsgebühr
es: Tarifa prioritaria
fr: Frais de priorité
ja: 優先手数料
ru: Приоритетная комиссия
uk_ua: Пріоритетна плата

# send_destination_tag_field
source: Destination Tag
de: Ziel-Tag
es: ID de destino
fr: ID de destination
ja: 宛先タグ
ru: Код назначения
uk_ua: Тег призначення

# send_dismiss_message
source: Are you sure you want to close the send screen?
de: Möchtest du den Sendebildschirm wirklich schließen?
es: ¿Está seguro de que quiere cerrar la pantalla de envío?
fr: Êtes-vous sûr de vouloir fermer l'écran d'envoi ?
ja: 送金画面を閉じてもよろしいですか?
ru: Вы действительно хотите закрыть экран отправки транзакции?
uk_ua: Ви дійсно хочете закрити екран надсилання транзакції?

# send_enter_address_field_ens
source: ENS name or address
de: ENS-Name oder Adresse
es: Nombre ENS o dirección
fr: Nom ENS ou adresse
ja: ENS名またはアドレス
ru: ENS домен или адрес
uk_ua: Ім’я ENS або адреса

# send_enter_address_field
source: Enter address
de: Adresse eingeben
es: Introduce la dirección
fr: Entrez l'adresse
ja: アドレスを入力
ru: Введите адрес
uk_ua: Введіть адресу

# send_error_address_same_as_wallet
source: Address is the same as wallet address
de: Die Adresse stimmt mit der Adresse Ihrer Brieftasche überein
es: La dirección es la misma que su billetera.
fr: L'adresse est la même que celle de votre portefeuille
ja: アドレスはウォレットアドレスと同じです
ru: Адрес совпадает с адресом кошелька
uk_ua: Адреса збігається з адресою гаманця

# send_error_dust_change
source: Change is too small
de: Die Veränderung ist zu gering
es: La cantidad es demasiado baja
fr: Le montant est trop faible
ja: 値が小さすぎます
ru: Сдача слишком мала
uk_ua: Решта занадто мала

# send_error_no_target_account
source: Target account is not created. Amount to send should be %@ + fee or more
de: Das Zielkonto ist nicht erstellt. Der abzusendende Betrag soll %@ + Gebühr oder mehr sein
es: No se ha creado la cuenta de destino. La cantidad a enviar debe ser %@ + comisiones o más
fr: Le compte cible n'a pas été créé. Le montant à envoyer doit être de %@ + frais de commissions ou plus
ja: 対象アカウントは作成されていません。送信金額は、%@ + 手数料またはそれ以上である必要があります。
ru: Аккаунт получателя не создан. Сумма для отправки должна быть %@ + комиссия или больше
uk_ua: Обліковий запис одержувача не створено. Сума для переказу повинна бути %@ + комісія або більше

# send_error_unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ru: Неизвестная ошибка
uk_ua: Невідома помилка

# send_extras_hint_memo
source: Memo
fr: Mémo
ja: メモ

# send_fee_unreachable_error_text
source: Check your network connection
de: Überprüfe deine Netzwerkverbindung
es: Compruebe su conexión de red
fr: Vérifiez votre connexion réseau
ja: ネットワーク接続を確認してください
ru: Проверьте своё интернет соединение
uk_ua: Перевірте підключення до мережі

# send_fee_unreachable_error_title
source: Network fee info unreachable
de: Informationen zur Netzwerkgebühr nicht erreichbar
es: Información de tarifa de red no accesible
fr: Informations sur les frais de réseau inaccessibles
ja: ネットワーク手数料についての情報にアクセスできません
ru: Информация о комиссии сети недоступна
uk_ua: Інформація щодо комісії в мережі недоступна

# send_from_title
source: You send
de: Sie senden
es: Usted envía
fr: Vous envoyez
ja: 送信する
ru: Вы отправляете
uk_ua: Ви надсилаєте

# send_from_wallet_name
source: From %@
de: Von %@
es: De %@
fr: De %@
ja: %@から
ru: Из %@
uk_ua: З %@

# send_from_wallet
source: From **%@**
de: Von **%@**
es: Desde **%@**
fr: De **%@**
ja: **%@** より
ru: Из **%@**
uk_ua: Від **%@**

# send_gas_limit_footer
source: This is the maximum amount of gas that will be spent to complete a transaction or contract. A gas limit prevents unexpected or unlimited charges when executing a transaction.
de: Dies ist die maximale Gasgebühr, die für den Abschluss einer Transaktion oder eines Vertrags ausgegeben wird. Ein Gaslimit verhindert unerwartete oder unbegrenzte Gebühren bei der Ausführung einer Transaktion.
es: Este es el máximo de gas que se gastará para completar una transacción o contrato. Un límite de gas evita cargos inesperados o ilimitados al ejecutar una transacción.
fr: Il s'agit du montant maximal de gaz qui sera dépensé pour effectuer une transaction ou un contrat. Une limite de gaz empêche des frais imprévus ou illimités lors de l'exécution d'une transaction.
ja: これは、取引または契約を完了するために使用されるガスの最大額です。ガス上限を設定することで、取引実行時に予期せぬ請求や無制限の請求を防ぐことができます。
ru: Это максимальное количество газа, которое будет потрачено на выполнение транзакции или контракта. Лимит газа предотвращает неожиданные или неограниченные расходы при выполнении транзакции.
uk_ua: Це максимальна кількість газу, яка буде витрачена на здійснення транзакції чи контракту. Ліміт газу запобігає несподіваним або необмеженим стягненням під час виконання транзакції.

# send_gas_limit
source: Gas limit
de: Grenzwert Gasgebühr
es: Límite de gas
fr: Limite de gaz
ja: ガス上限
ru: Лимит газа
uk_ua: Ліміт газу

# send_gas_price_footer
source: This is the cost you are willing to pay for each unit of gas. The higher the gas price, the faster your transaction will be processed.
de: Dies sind die Kosten, die du für jede Gaseinheit zu zahlen bereit sind. Je höher der Gaspreis ist, desto schneller wird Ihre Transaktion abgewickelt.
es: Este es el coste que estás dispuesto a pagar por cada unidad de gas. Cuanto más alto sea el precio del gas, más rápido se procesará tu transacción.
fr: Il s'agit du coût que vous êtes prêt à payer pour chaque unité de gaz. Plus le prix du gaz est élevé, plus votre transaction sera traitée rapidement.
ja: 各ガスに支払う最大コストです。ガス代が高いほど、取引は早く処理されます。
ru: Это стоимость, которую вы готовы заплатить за каждую единицу газа. Чем выше цена газа, тем быстрее ваша транзакция будет обработана.
uk_ua: Це вартість, яку ви готові платити за кожну одиницю газу. Чим вища ціна газу, тим швидше буде оброблено вашу транзакцію.

# send_gas_price
source: Gas price
de: Gaspreis
es: Precios del gas
fr: Prix ​​du gaz
ja: ガス代
ru: Цена газа
uk_ua: Вартість газу

# send_max_amount_label
source: Maximum amount
de: Höchstbetrag
es: Importe máximo
fr: Somme maximale
ja: 最大金額
ru: Максимальная сумма
uk_ua: Максимальна сума

# send_max_amount
source: Max
ja: 最大
ru: Макс
uk_ua: Все

# send_max_fee
source: Fee up to
de: Gebühr bis zu
es: Tarifa hasta
fr: Frais jusqu'à
ja: 最大手数料
ru: Комиссия не превысит
uk_ua: Комісія може сягати до

# send_memo_destination_tag_error
source: Invalid Memo
de: Ungültiges Memo
es: Memo no válido
fr: Mémo invalide
ja: 無効なメモ
ru: Недопустимый Memo
uk_ua: Недопустимий Memo

# send_memo
source: Memo: %@
fr: Mémo : %@
ja: メモ: %@
ru: Мемо %@
uk_ua: Мемо: %@

# send_network_fee_warning_title
source: Network fee coverage
de: Abdeckung der Netzgebühren
es: Cobertura de tarifa de red
fr: Couverture des frais de réseau
ja: ネットワーク手数料のカバー
ru: Покрытие сетевой комиссии
uk_ua: Покриття мережевої комісії

# send_nonce_footer
source: Unique number for each transaction. Use it to resend or cancel a pending transaction.
de: Eindeutige Nummer für jede Transaktion. Verwende diese Nummer, um eine ausstehende Transaktion erneut zu senden oder abzubrechen.
es: Número único para cada transacción. Utilícelo para reenviar o cancelar una transacción pendiente.
fr: Numéro unique pour chaque transaction. Utilisez-le pour renvoyer ou annuler une transaction en attente.
ja: 各取引に固有の番号です。保留中の取引を再送信またはキャンセルするために使用します。
ru: Уникальный номер транзакции. Измените, чтобы ускорить отправку или отменить зависшую операцию.
uk_ua: Унікальний номер транзакції. Змініть його, щоб пришвидшити відправку або скасувати завислу операцію.

# send_nonce_hint
source: Enter nonce…
de: Nonce eingeben…
es: Introduzca nonce...
fr: Entrez le nonce…
ja: ナンスを入力してください...
ru: Введите nonce…
uk_ua: Введіть nonce…

# send_nonce
source: Nonce
ja: ナンス

# send_notification_exceed_balance_text
source: Insufficient funds for the transfer, as the total of the fee and transfer amount exceeds the existing balance
de: Unzureichende Mittel für die Überweisung, da die Summe aus Gebühr und Überweisungsbetrag das bestehende Guthaben übersteigt
es: Fondos insuficientes para la transferencia, ya que el total de la tarifa y el importe de la transferencia supera el saldo existente
fr: Fonds insuffisants pour le transfert, car le total des frais et du montant du transfert dépasse le solde existant
ja: 手数料と送金額の合計が残高を超えているため、送金に必要な資金が不足しています。
ru: Недостаточно средств для перевода, так как сумма комиссии и сумма перевода в совокупности больше имеющегося баланса
uk_ua: Недостатньо коштів для здійснення переказу, оскільки загальна сума комісії та переказу перевищує наявний баланс

# send_notification_exceed_balance_title
source: Total exceeds balance
de: Gesamtbetrag übersteigt den Saldo
es: El total supera el saldo
fr: Le total dépasse le solde
ja: 合計が残高を超えています
ru: Недостаточно средств
uk_ua: Сума перевищує баланс

# send_notification_existential_deposit_text
source: A balance of at least %@ is required to keep your account on the blockchain to prevent security risks. This amount will remain in your balance and cannot be withdrawn.
de: Ein Guthaben von mindestens %@ ist erforderlich, um dein Konto in der Blockchain aktiv zu halten und Sicherheitsrisiken zu vermeiden. Dieser Betrag verbleibt auf deinem Guthaben und kann nicht abgehoben werden.
es: Se requiere un saldo de al menos %@ para mantener su cuenta en blockchain para evitar riesgos de seguridad. Este monto permanecerá en su saldo y no podrá retirarse.
fr: Un solde d'au moins %@ est requis pour conserver votre compte sur la blockchain afin d'éviter les risques de sécurité. Ce montant restera sur votre solde et ne pourra pas être retiré.
ja: セキュリティリスクを防ぐため、ブロックチェーン上にアカウントを維持するには、少なくとも%@ の残高が必要です。この金額は残高に残り、引き出すことはできません。
ru: Для сохранения вашего аккаунта в блокчейне и защиты от возможных рисков необходим баланс не менее %@. Эта сумма останется на вашем счете и не может быть снята.
uk_ua: Для збереження вашого акаунту у блокчейні та захисту від можливих ризиків необхідний баланс не менше %@. Ця сума залишиться на вашому рахунку та не може бути знята.

# send_notification_existential_deposit_title
source: Existential deposit
de: Mindesteinlage
es: Depósito existencial
fr: Dépôt existentiel
ja: アカウント維持に必要な最低残高
ru: Экзистенциальный депозит
uk_ua: Екзистенційний депозит

# send_notification_fee_too_high_text
source: Your commission amount is %@ times higher than the recommended amount. Please review and adjust your custom settings.
de: Dein Provisionsbetrag ist %@ -mal höher als der empfohlene Betrag. Bitte überprüfe benutzerdefinierten Einstellungen und pass diese an.
es: El importe de la comisión es %@ veces la cantidad recomendada. Asegúrese de que los ajustes personalizados sean correctos.
fr: Le montant de la commission est %@ fois le montant recommandé. Assurez-vous que les paramètres personnalisés sont corrects.
ja: 手数料額が推奨額の%@倍となっています。設定を再度確認し、調整してください。
ru: Сумма комиссии в %@ раз превышает рекомендованную. Убедитесь, что указанная комиссия верна.
uk_ua: Сума комісії в %@ разів перевищує рекомендовану. Переконайтеся, що вказана комісія вірна.

# send_notification_fee_too_high_title
source: Custom fee is high
de: Die individuelle Gebühr ist hoch
es: Los aranceles aduaneros son altos
fr: Les frais de douane sont élevés
ja: カスタム手数料が高くなっています
ru: Установлена высокая комиссия
uk_ua: Встановлена комісія завелика

# send_notification_high_fee_text
source: Due to the peculiarities of the %1$@ network, the fee for transferring the entire balance is higher. To reduce the commission, you can leave %2$@.
de: Aufgrund der Besonderheiten des Netzes %1$@ ist die Gebühr für die Überweisung des gesamten Guthabens höher. Um die Kommission zu reduzieren, Kannst du %2$@ verlassen.
es: Debido a las peculiaridades de la red %1$@, la tarifa por transferir el saldo completo es más alta. Para reducir la comisión, puedes dejar %2$@.
fr: En raison des particularités du réseau %1$@, les frais de transfert de la totalité du solde sont plus élevés. Pour réduire la commission, vous pouvez en laisser %2$@.
ja: %1$@ネットワークの特殊性により、残高全体を転送する場合の手数料は高くなります。手数料を削減するには、 %2$@を残します。
ru: Ввиду особенности сети %1$@ комиссия при переводе всего баланса выше. Для того, чтобы снизить комиссию Вы можете оставить %2$@.
uk_ua: Через особливості мережі %1$@ комісія за переказ всього балансу вища. Щоб зменшити комісію, Ви можете залишити %2$@.

# send_notification_high_fee_title
source: The fee is higher
de: Die Gebühr ist höher
es: La tarifa es más alta
fr: Les frais sont plus élevés
ja: 手数料が高くなっています
ru: Комиссия повышена
uk_ua: Підвищена комісія

# send_notification_invalid_amount_rent_destination
source: The recipient account is not activated. The minimum transfer amount must be equal to or greater than the rent-exempt balance: %1$@.
de: Das Empfängerkonto ist nicht aktiviert. Der Mindestbetrag der Übertragung muss gleich oder höher sein als der mietfreie Restbetrag: %1$@.
fr: Le compte du bénéficiaire n'est pas activé. Le montant minimum du transfert doit être égal ou supérieur au solde exonéré de loyer : %1$@.
ja: 受取人の口座が有効化されていません。最低送金額はレント免除残高%1$@以上である必要があります。
ru: Аккаунт получателя не активирован. Минимальная сумма перевода должна быть не меньше баланса, необходимого для покрытия арендной платы: %1$@.
uk_ua: Рахунок одержувача не активований. Мінімальна сума переказу повинна бути не менша балансу, необхідного для покриття арендної плати: %1$@.

# send_notification_invalid_amount_rent_fee
source: Your account balance cannot be lower than the rent fee. Please maintain at least %1$@ on your account or withdraw all funds.
de: Dein Kontostand darf nicht niedriger sein als die Miete. Bitte halte mindestens %1$@ auf Deinem Konto oder ziehe den gesamten Betrag ab.
es: Su saldo no puede ser inferior al monto del alquiler. Mantenga al menos %1$@ en su cuenta o retire todos los fondos.
fr: Le solde de votre compte ne peut pas être inférieur au montant du loyer. Veuillez conserver au moins %1$@ sur votre compte ou retirer tous les fonds.
ja: 口座残高はレンタル料金より低くすることはできません。残高を少なくとも%1$@に維持するか、すべての資金を引き出してください。
ru: Баланс вашего счета не может быть ниже арендной платы. Пожалуйста, оставьте на счете не менее %1$@ или выведите все средства.
uk_ua: Баланс вашого рахунку не може бути меншим за орендну плату. Будь ласка, залиште на рахунку не менше %1$@ або виведіть всі кошти.

# send_notification_invalid_amount_text
source: The included commission exceeds the transfer amount, leading to a negative value
de: Die enthaltene Kommission übersteigt den Überweisungsbetrag, was zu einem negativen Wert führt
es: La comisión incluida excede el monto de la transferencia, lo que resulta en un valor negativo
fr: La commission incluse dépasse le montant du transfert, ce qui entraîne une valeur négative
ja: 手数料が送金金額を超えており、マイナスの値になってしまいます。
ru: Включенная комиссия превышает сумму перевода, что приводит к отрицательному значению
uk_ua: Включена комісія перевищує суму переказу, що призводить до від’ємного значення

# send_notification_invalid_amount_title
source: Invalid amount
de: Ungültige Menge
es: Cantidad no válida
fr: Montant invalide
ja: 無効な金額
ru: Недопустимая сумма
uk_ua: Недопустима сума

# send_notification_invalid_minimum_amount_text
source: The minimum sending amount is %1$@. Please ensure that the remaining balance after sending will not be less than %2$@.
de: Der Mindestbetrag für den Versand beträgt %1$@. Bitte stell sicher, dass der Restbetrag nach dem Versand nicht unter %2$@ liegt.
es: La cantidad mínima de envío es %1$@. Asegúrate de que el saldo restante después del envío no sea menor que %2$@.
fr: Le montant minimum d'envoi est de %1$@. Veuillez vous assurer que le solde restant après l'envoi ne sera pas inférieur à %2$@.
ja: 最低送金金額は%1$@です。送金後の残高が%2$@未満にならないようにしてください。
ru: Минимальная сумма отправки - %1$@. Пожалуйста, убедитесь, что остаток после отправки также не будет меньше %2$@.
uk_ua: Мінімальна сума переказу - %1$@. Будь ласка, переконайтеся, що залишок після переказу не буде меншим ніж %2$@.

# send_notification_invalid_reserve_amount_text
source: Target account is not created. Please change the amount to send.
de: Das Zielkonto wurde nicht erstellt. Bitte änder den zu sendenden Betrag.
es: La cuenta de destino no está creada. Por favor, cambia la cantidad a enviar.
fr: Le compte cible n'est pas créé. Veuillez modifier le montant à envoyer.
ja: 対象口座が作成されていません。送金額を変更してください。
ru: Адрес получателя не активирован. Пожалуйста, измените сумму отправки, чтобы продолжить.
uk_ua: Цільовий рахунок не активований. Будь ласка, змініть суму переказу, щоб продовжити.

# send_notification_invalid_reserve_amount_title
source: The amount to send must be at least %@
de: Der zu sendende Betrag muss mindestens %@ betragen
es: La cantidad a enviar debe ser al menos %@
fr: Le montant à envoyer doit être d'au moins %@
ja: 送金額は%@以上である必要があります。
ru: Сумма отправки не может быть менее %@
uk_ua: Сума переказу повинна бути не менше %@

# send_notification_leave_button
source: Leave %@
de: Verlasse %@
es: Salir %@
fr: Quitter %@
ja: %@ を残します
ru: Оставить %@
uk_ua: Залишити %@

# send_notification_reduce_by
source: Reduce by %@
de: Verringern um %@
es: Reducir por %@
fr: Réduire de %@
ja: %@を減らす
ru: Уменьшить на %@
uk_ua: Зменшити на %@

# send_notification_reduce_to
source: Reduce to %@
de: Reduziere auf %@
es: Reducir a %@
fr: Réduire à %@
ja: %@ に減らします。
ru: Уменьшить до %@
uk_ua: Зменшити до %@

# send_notification_transaction_delay_text
source: Kindly be aware that your transaction may experience delays under specific fee settings
de: Bitte beachte, dass es bei bestimmten Gebühreneinstellungen zu Verzögerungen bei deiner Transaktion kommen kann
es: Tenga en cuenta que su transacción puede experimentar retrasos bajo configuraciones específicas de tarifas
fr: Veuillez noter que votre transaction peut subir des retards dans certains paramètres de frais
ja: 手数料の設定によっては、取引に遅延が発生する場合があります。
ru: Обратите внимание, что при определенных параметрах комиссии возможны задержки по вашей транзакции
uk_ua: Зверніть увагу, що при певних налаштуваннях комісії можливі затримки по вашій транзакції

# send_notification_transaction_delay_title
source: Transaction delays are possible
de: Transaktionsverzögerungen sind möglich
es: Es posible que haya retrasos en las transacciones
fr: Des retards de transaction sont possibles
ja: 取引遅延の可能性があります
ru: Возможны задержки по транзакции
uk_ua: Можливі затримки транзакцій

# send_notification_transaction_limit_text
source: Due to %1$@ limitations only %2$@ UTXOs can fit in a single transaction. This means you can only send %3$@ or less. You need to reduce the amount.
de: Aufgrund der Beschränkungen von %1$@ können nur %2$@ UTXOs in eine einzige Transaktion passen. Das bedeutet, dass du nur %3$@ oder weniger senden kannst. Du musst den Betrag reduzieren.
es: Debido a las limitaciones de %1$@ solo %2$@ UTXO pueden usarse en una sola transacción. Esto significa que solo puede enviar %3$@ o menos. Debe reducir la cantidad.
fr: En raison de %1$@ limitations, seuls %2$@ UTXO peuvent s'intégrer dans une seule transaction. Cela signifie que vous ne pouvez en envoyer que %3$@ ou moins. Vous devez réduire le montant.
ja: %1$@の制限により、1つの取引に収まるUTXOは%2$@個のみです。つまり、 %3$@個以下しか送信できません。量を減らす必要があります。
ru: Из-за ограничений %1$@ в одну транзакцию может поместиться только %2$@ UTXO. Это означает, что вы можете отправить только %3$@ или меньше. Вам нужно уменьшить сумму.
uk_ua: Через обмеження %1$@ одна транзакція може вмістити лише %2$@ UTXO. Це означає, що ви можете надіслати лише %3$@ або менше. Вам потрібно зменшити суму.

# send_notification_transaction_limit_title
source: Transaction limitation
de: Begrenzung der Transaktionen
es: Limitación de transacciones
fr: Limitation des transactions
ja: 取引制限
ru: Лимит транзакции
uk_ua: Ліміт транзакції

# send_optional_field
source: Optional
es: Opcional
fr: Facultatif
ja: オプション
ru: Опционально
uk_ua: Опціонально

# send_qrcode_scan_info
source: Please align your QR code with the square to scan it. Ensure you scan %@ network address.
de: Bitte richte den QR-Code auf das Quadrat aus, um ihn zu scannen. Stell sicher, dass du die Netzwerkadresse %@ scannen.
es: Por favor, alinee su código QR con el cuadrado para escanearlo. Asegúrese de escanear la dirección de la red %@.
fr: Veuillez aligner votre code QR avec le carré pour le scanner. Assurez-vous de scanner l'adresse du réseau %@.
ja: QRコードを正方形に合わせてスキャンしてください。%@ ネットワークアドレスをスキャンしてください。
ru: Пожалуйста, совместите свой QR-код с квадратом, чтобы отсканировать его. Убедитесь, что вы сканируете адрес в сети %@.
uk_ua: Будь ласка, сумістіть свій QR-код з квадратом, щоб відсканувати його. Переконайтеся, що ви скануєте адресу в мережі %@.

# send_recent_transactions
source: Recent
de: Jüngste
es: Reciente
fr: Récent
ja: 最近の取引
ru: Последние
uk_ua: Останні

# send_recipient_address_error
source: Not a valid address
de: Keine gültige Adresse
es: No es una dirección válida
fr: Adresse non valide
ja: 有効なアドレスではありません
ru: Неверный адрес
uk_ua: Недійсна адреса

# send_recipient_address_footer
source: Ensure the recipient's address is on **the %@ network** to avoid losing your funds
de: Stelle sicher, dass sich die empfangende Wallet-Adresse im **%@ -Netzwerk** befindet, um den Verlust Deiner Token zu vermeiden.
es: Asegúrese de que la dirección de la billetera receptora esté en **la red %@** para evitar perder sus tokens
fr: Assurez-vous que l'adresse du portefeuille de réception est sur **le réseau %@** pour éviter de perdre vos jetons
ja: トークンの損失を避けるために、受信ウォレットアドレスが**%@ネットワーク**上にあることを確認してください
ru: Убедитесь, что адрес получателя находится **в сети %@**, чтобы избежать потери отправляемых средств
uk_ua: Переконайтеся, що адреса отримувача знаходиться **в мережі %@**, щоб уникнути втрати ваших коштів.

# send_recipient_memo_footer_v2_highlighted
source: Caution: Missing a memo may lead to fund loss.
de: Achtung: Das Fehlen eines Memos kann zum Verlust von Geldern führen.
es: Atención: La omisión del campo Memo puede provocar la pérdida de fondos.
fr: Attention : l'absence de Memo peut entraîner une perte de fonds.
ja: 注意：メモを忘れると資金が失われる可能性があります。
ru: Внимание: отсутствие Memo может привести к потере средств.
uk_ua: Увага: відсутність Memo може призвести до втрати коштів.

# send_recipient_memo_footer
source: A Memo/Destination Tag is a unique ID for differentiating transactions sent to the same recipient on the same network. **Caution: Omitting a memo may lead to misplaced funds**
de: Ein Memo/Destination Tag ist eine eindeutige ID zur Unterscheidung von Transaktionen, die an denselben Empfänger im selben Netzwerk gesendet werden. **Vorsicht! Das Weglassen eines Vermerks kann dazu führen, dass Gelder für immer verloren sind!**
es: Un Memo/ID de destino es un ID único para diferenciar transacciones enviadas al mismo destinatario en la misma red. **Precaución: Omitir un memo puede llevar a la pérdida de fondos**
fr: Un Memo/Destination Tag est un identifiant unique permettant de différencier les transactions envoyées au même destinataire sur le même réseau. **Attention : L'omission d'un mémo peut entraîner des fonds mal placés**
ja: メモ / 宛先タグは、同じネットワーク上の同じ受信者に送信される取引を区別するためのユニークなIDです。 **注意: メモを省略すると、資金が紛失する可能性があります**
ru: Мемо/ Код назначения - это код, разделяющий транзакции к общему получателю в сети криптовалют. **Внимание: отсутствие мемо может привести к потере средств.**
uk_ua: Memo/ Тег призначення — це унікальний ідентифікатор для розрізнення транзакцій, надісланих тому самому одержувачу в тій самій мережі. **Застереження: відсутність тегу може призвести до втрати коштів.**

# send_recipient_wallets_title
source: My wallets
de: Meine Wallet
es: Mis billeteras
fr: Mes portefeuilles
ja: マイウォレット
ru: Мои кошельки
uk_ua: Мої гаманці

# send_recipient
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
ja: 受取人
ru: Получатель
uk_ua: Одержувач
