Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# initial_message_change_access_code_body
source: To change the access code tap the card or ring as shown above and do not remove until the end of the operation
de: Um den Zugangscode zu ändern, halte die Karte oder Ring wie oben gezeigt an das Gerät und entferne sie erst am Ende des Vorgangs.
es: Para cambiar el código de acceso coloque la tarjeta o el anillo como se muestra arriba y no lo retire hasta el fin de la operación
fr: Touchez, pour modifier le code d'accès
ja: アクセスコードを変更するには、上図のようにカードまたはリングをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы изменить код доступа, приложите карту или кольцо как показано выше и не убирайте до окончания операции
uk_ua: Щоб змінити код доступу, прикладіть картку або кільце, як показано вище, і не прибирайте її до закінчення операції

# initial_message_change_passcode_body
source: To change the passcode tap the card as shown above and do not remove until the end of the operation
de: Um den Passcode zu ändern, halte die Karte oder Ring wie oben gezeigt an das Gerät und entferne sie erst am Ende des Vorgangs.
es: Toque para cambiar la contraseña
fr: Touchez, pour modifier le mot de passe
ja: パスコードを変更するには、上記のようにカードをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы изменить пароль, приложите карту как показано выше и не убирайте до окончания операции
uk_ua: Щоб змінити пароль, прикладіть картку, як показано вище, і не прибирайте її до закінчення операції

# initial_message_create_wallet_body_ring
source: To create the wallet tap the ring as shown above and do not remove until the end of the operation
de: Um die Wallet zu erstellen, tippe auf den Ring wie oben gezeigt und entferne ihn erst am Ende des Vorgangs
es: Para crear la billetera, ponga el anillo como se muestra arriba y manténgala hasta que termine la operación.
fr: Pour créer le portefeuille, appuyez sur l'anneau comme indiqué ci-dessus et ne le retirez pas avant la fin de l'opération
ja: ウォレットを作成するには、上図のようにリングをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы создать кошелек, приложите кольцо как показано выше и не убирайте до окончания операции
uk_ua: Щоб створити гаманець, торкніться кільця, як показано вище, і не прибирайте до кінця операції

# initial_message_create_wallet_body
source: To create the wallet tap the card as shown above and do not remove until the end of the operation
de: Um die Wallet zu erstellen, halte die Karte oder Ring wie oben gezeigt an das Gerät und entferne sie erst am Ende des Vorgangs.
es: Para crear la billetera, coloque la tarjeta o el anillo como se muestra arriba y no la retire hasta el fin de la operación
fr: Pour créer le portefeuille, appuyez sur la carte comme indiqué ci-dessus et ne la retirez pas jusqu'à la fin de l'opération
ja: ウォレットを作成するには、上記のようにカードをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы создать кошелек, приложите карту как показано выше и не убирайте до окончания операции
uk_ua: Щоб створити гаманець, прикладіть картку, як показано вище, і не прибирайте її до завершення операції

# initial_message_purge_wallet_body
source: To reset to factory settings tap the card or ring as shown above and do not remove until the end of the operation
de: Um die Karte oder Ring auf die Werkseinstellungen zurückzusetzen, halte die Karte oder Ring wie oben gezeigt an und entferne sie erst am Ende des Vorgangs.
es: Para restablecer a los ajustes de fábrica, coloque la tarjeta o el anillo como se muestra arriba y no lo retire hasta el fin de la operación
fr: Pour réinitialiser aux paramètres d'usine, appuyez sur la carte comme indiqué ci-dessus et ne la retirez pas jusqu'à la fin de l'opération
ja: 工場出荷時の設定にリセットするには、上記のようにカードまたはリングをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы сбросить настройки до заводских, приложите карту или кольцо как показано выше и не убирайте до окончания операции
uk_ua: Щоб скинути налаштування до заводських, прикладіть картку або кільце як показано вище, і не прибирайте її до завершення операції

# initial_message_reset_backup_card_header
source: Tap the card #%@ of the wallet
de: Halte deine Karte oder Ring Nr. %@ des Sets an dein Smartphone
es: Toque la tarjeta no. %@ de la billetera
fr: Appuyez sur la carte n°%@ du portefeuille
ja: ウォレットの%@番目のカードをタップします
ru: Приложите карту #%@ для сброса
uk_ua: Прикладіть картку #%@ для скидання

# initial_message_sign_body
source: To sign tap the card or ring as shown above and do not remove until the end of the operation
de: Zum Signieren, halte die Karte oder Ring wie oben gezeigt an und entfernen sie erst am Ende des Vorgangs.
es: Para firmar, coloque la tarjeta o el anillo como se muestra arriba y no lo retire hasta el fin de la operación
fr: Pour signer, appuyez sur la carte comme indiqué ci-dessus et ne la retirez pas jusqu'à la fin de l'opération
ja: 署名するには、上記のようにカードまはたリングをタップし、操作が終了するまで取り外さないでください。
ru: Чтобы подписать транзакцию, приложите карту или кольцо как показано выше и не убирайте до окончания операции
uk_ua: Щоб підписати транзакцію, прикладіть картку або кільце як показано вище, і не прибирайте її до кінця операції

# jailbreak_warning_message
source: Devices with jailbreak are considered less secure. Your data may be exposed to additional risks.
de: Geräte mit Jailbreak gelten als weniger sicher. Deine Daten können zusätzlichen Risiken ausgesetzt sein.
es: Los dispositivos con jailbreak se consideran menos seguros. Sus datos podrían estar expuestos a riesgos adicionales.
fr: Les appareils jailbreakés sont considérés comme moins sécurisés. Vos données peuvent être exposées à des risques supplémentaires.
ja: ジェイルブレイクされた端末はセキュリティが低いと判断されます。データが追加のリスクにさらされる可能性があります。
ru: Устройства с джейлбрейком считаются менее безопасными. Ваши данные могут быть подвержены дополнительным рискам.
uk_ua: Пристрої з джейлбрейком вважаються менш безпечними. Ваші дані можуть бути піддані додатковим ризикам.

# jailbreak_warning_title
source: Jailbreak detected
de: Jailbreak erkannt
es: Jailbreak detectado
fr: Jailbreak détecté
ja: ジェイルブレイクが検出されました
ru: Обнаружен джейлбрейк
uk_ua: Виявлено джейлбрейк

# key_invalidated_warning_description
source: You have updated biometrics, scan your card or ring to enter
de: Du hast deine biometrischen Daten aktualisiert, scanne deine Karte oder Ring, um einzutreten
es: Ha actualizado la biometría, escanee su tarjeta o anillo para entrar
fr: Vous avez mis à jour vos données biométriques, scannez votre carte ou bague pour entrer
ja: 生体認証を更新しました。カードまたはリングをスキャンして入ってください。
ru: Вы обновили данные биометрии, отсканируйте свою карту или кольцо для входа
uk_ua: Ви оновили дані біометрії, відскануйте свою картку або кільце для входу

# koinos_insufficient_balance_to_send_koin_description
source: Your balance should be higher than the fee value to make a transfer
de: Dein Guthaben sollte höher sein als der Gebührenwert, um eine Überweisung zu tätigen
es: Su saldo debe ser mayor que el valor de la tarifa para hacer una transferencia
fr: Votre solde doit être supérieur à la valeur des frais pour effectuer un transfert
ja: 送金するには、残高が手数料額より高くなければなりません。
ru: Ваш баланс должен быть выше суммы комиссии для осуществления перевода
uk_ua: Ваш баланс повинен перевищувати суму комісії для здійснення переказу

# koinos_insufficient_balance_to_send_koin_title
source: Not enough balance
de: Unzureichende Mittel
es: Saldo insuficiente
fr: Solde insuffisant
ja: 残高不足
ru: Недостаточно средств
uk_ua: Недостатньо балансу

# koinos_insufficient_mana_to_send_koin_description
source: You don't have enough Mana for this transaction. Please wait until the Mana is refilled. Your Mana balance is %1$@/%2$@
de: Du hast nicht genug Mana für diese Transaktion. Bitte warte, bis das Mana wieder aufgefüllt ist. Dein Managuthaben beträgt %1$@/%2$@
es: No tiene suficiente Mana para esta transacción. Espere hasta que se reponga el maná. Su saldo de maná es %1$@/%2$@
fr: Vous n'avez pas assez de mana pour cette transaction. Veuillez patienter jusqu'à ce que le mana soit réapprovisionné. Votre solde de mana est %1$@/%2$@
ja: この取引に必要なManaが足りません。Manaが補充されるまでお待ちください。Manaの残高は%1$@ / %2$@です。
ru: У вас недостаточно Маны для этой транзакции. Пожалуйста, подождите, пока Мана восполнится. Ваш баланс маны равен %1$@/%2$@
uk_ua: У вас недостатньо Мани для цієї транзакції. Будь ласка, зачекайте, поки Мана поповниться. Ваш баланс мани дорівнює %1$@/%2$@

# koinos_insufficient_mana_to_send_koin_title
source: Not enough Mana
de: Nicht genug Mana
es: Mana insuficiente
fr: Mana insuffisant
ja: Manaが不足しています
ru: Недостаточно Маны
uk_ua: Недостатньо Mana

# koinos_mana_exceeds_koin_balance_description
source: You can transfer only %@ due to the Mana limit imposed by the Koinos network
de: Du kannst nur %@ übertragen, da das Koinos-Netzwerk ein Mana-Limit vorgibt.
es: Solo puede transferir %@ debido al límite de Mana impuesto por la red Koinos
fr: Vous ne pouvez transférer que %@ en raison de la limite de Mana imposée par le réseau Koinos
ja: KoinosネットワークによるMana制限のため、%@ のみ送金できます。
ru: Вы можете перевести только %@ из-за ограничения Mana, установленного сетью Koinos
uk_ua: Ви можете переказати тільки %@ через обмеження Mana, встановлене мережею Koinos

# koinos_mana_exceeds_koin_balance_title
source: Mana limit
es: Límite de Mana
fr: Limite de Mana
ja: Mana上限
ru: Лимит маны
uk_ua: Ліміт Mana

# koinos_mana_level_description
source: The Koinos network requires Mana for network fees. Your have %1$@/%2$@ Mana
de: Das Koinos-Netzwerk benötigt Mana als Netzwerkgebühr. Du hast %1$@/%2$@ Mana
es: La red Koinos requiere Mana para las tarifas de red. Tienes %1$@/%2$@ Mana
fr: Le réseau Koinos nécessite du Mana pour les frais de réseau. Vous avez %1$@/%2$@ Mana
ja: Koinosネットワークでは、ネットワーク手数料としてManaが必要です。あなたは%1$@ / %2$@Manaを持っています。
ru: Сеть Koinos использует Ману для оплаты комиссии сети. У вас есть %1$@/%2$@ Mana
uk_ua: Мережа Koinos вимагає Mana для мережевої комісії. У вас є %1$@/%2$@ Mana

# koinos_mana_level_title
source: Mana level
es: Nivel de Mana
fr: Quantité de Mana
ja: Manaレベル
ru: Уровень маны
uk_ua: Рівень Mana

# mail_error_no_accounts_body
source: Please, set up an account to send email
de: Bitte richte ein Konto zum Senden von E-Mails ein
es: Por favor, configure una cuenta para enviar correo electrónico
fr: Veuillez configurer un compte pour envoyer un e-mail
ja: メールを送信するにはアカウントを設定してください
ru: Пожалуйста, настройте учетную запись для отправки электронной почты
uk_ua: Будь ласка, налаштуйте обліковий запис для надсилання електронної пошти

# mail_error_no_accounts_title
source: No Mail accounts
de: Keine Mail-Konten
es: No hay cuentas de correo
fr: Aucun compte Mail
ja: メールアカウントなし
ru: Нет настроенных почтовых аккаунтов
uk_ua: Немає налаштованих поштових акаунтів

# main_empty_tokens_list_message
source: To begin tracking your crypto assets and transactions, add tokens
de: Um mit der Verfolgung deiner Krypto-Assets und -Transaktionen zu beginnen, füge einen Token hinzu
es: Para hacer un seguimiento de sus criptomonedas y transacciones, agregue tokens
fr: Pour commencer à suivre vos actifs et transactions crypto, ajoutez des jetons
ja: 暗号資産および取引の追跡を開始するには、トークンを追加してください
ru: Чтобы начать отслеживать свои криптоактивы и транзакции, добавьте токены
uk_ua: Щоб почати відстежувати свої криптоактиви та транзакції, додайте токени

# main_manage_tokens
source: Manage tokens
de: Token verwalten
es: Gestionar tokens
fr: Gérer les jetons
ja: トークンの管理
ru: Управление токенами
uk_ua: Керування токенами

# main_scan_card_warning_view_subtitle
source: To access all the networks you need to scan the card
de: Um auf alle Netzwerke zugreifen zu können, musst du die Karte oder Ring scannen
es: Para acceder a todas las redes necesita escanear la tarjeta
fr: Pour accéder à tous les réseaux, vous devez scanner la carte
ja: すべてのネットワークにアクセスするには、カードをスキャンする必要があります。
ru: Чтобы получить доступ ко всем сетям, вам необходимо отсканировать карту
uk_ua: Для доступу до всіх мереж необхідно відсканувати картку

# main_scan_card_warning_view_title
source: Scan your card or ring
de: Scanne deine Karte oder Ring
es: Escanee su tarjeta o anillo
fr: Scannez votre carte
ja: カードまたはリングをスキャンする
ru: Отсканируйте карту или кольцо
uk_ua: Відскануйте картку або кільце

# main_tokens
source: Tokens
de: Token
fr: Jetons
ja: トークン
ru: Токены
uk_ua: Токени

# manage_tokens_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ru: Добавить
uk_ua: Додати

# manage_tokens_list_header_title
source: Coin market cap
es: Capitalización de mercado de la moneda
fr: Capitalisation boursière des crypto
ja: コインの時価総額
ru: Рыночная капитализация
uk_ua: Ринкова капіталізація

# manage_tokens_network_selector_title
source: Choose networks
de: Netzwerke auswählen
es: Elegir redes
fr: Choisissez les réseaux
ja: ネットワークを選択
ru: Выберите сети
uk_ua: Оберіть мережі

# manage_tokens_nothing_found
source: Couldn’t find this token, you can add it manually
de: Dieses Token konnte nicht gefunden werden. Du kannst ihn manuell hinzufügen.
es: No se pudo encontrar este token, puedes añadirlo manualmente
fr: Impossible de trouver ce jeton, vous pouvez l'ajouter manuellement
ja: トークンが見つかりませんでした。手動で追加できます。
ru: Не удалось найти этот токен, вы можете добавить его вручную.
uk_ua: Не вдалося знайти цей токен, ви можете додати його вручну

# manage_tokens_remove
source: Remove
de: Entfernen
es: Eliminar
fr: Enlever
ja: 削除
ru: Удалить
uk_ua: Видалити

# manage_tokens_search_placeholder
source: e.g., Bitcoin
de: Zum Beispiel, Bitcoin
es: Por ejemplo, Bitcoin
fr: Par exemple, Bitcoin
ja: 例：ビットコイン
ru: Например Bitcoin
uk_ua: Наприклад Bitcoin

# manage_tokens_toast_portfolio_updated
source: Your portfolio has been updated
de: Dein Portfolio wurde aktualisiert
es: Su portafolio ha sido actualizada
fr: Votre portfolio a été mis à jour
ja: ポートフォリオが更新されました
ru: Ваш портфель был обновлен
uk_ua: Ваше портфоліо оновлено

# manage_tokens_unavailable_description
source: The selected token is currently unavailable for actions within the crypto wallet. But worry not, you can express your interest by upvoting it.
de: Der ausgewählte Token ist derzeit nicht für Aktionen innerhalb der Krypto-Wallet verfügbar. Aber keine Sorge, du kannst dein Interesse bekunden, indem du den Token hochstufen.
es: El token seleccionado no está disponible actualmente para acciones dentro de la billetera cripto. Pero no se preocupa, puede expresar su interés votando a favor.
fr: Le jeton sélectionné n'est actuellement pas disponible pour des actions dans le portefeuille crypto. Mais ne vous inquiétez pas, vous pouvez exprimer votre intérêt en votant positivement.
ja: 選択したトークンは現在、暗号資産ウォレット内でのアクションには利用できません。しかし、心配しないでください。賛成票を投じることで関心を表明できます。
ru: Выбранный токен не доступен в кошельке на данный момент. Но не переживайте, вы можете выразить свой интерес проголосовав за его добавление.
uk_ua: Обраний токен наразі недоступний для дій у криптогаманці. Але не хвилюйтеся, ви можете висловити свою зацікавленість, проголосувавши за його інтеграцію.

# manage_tokens_unavailable_vote
source: Upvote
de: Hochstimmen
es: Votar a favor
fr: Vote positif
ja: 賛成票を投じる
ru: Голосовать
uk_ua: Проголосувати

# manage_tokens_wallet_selector_title
source: Choose wallet
de: Wallet auswählen
es: Elegir wallet
fr: Choisissez un portefeuille
ja: ウォレットを選択
ru: Выберите кошелек
uk_ua: Оберіть гаманець

# manage_tokens_wallet_support_only_one_network_title
source: The wallet doesn't support more than one network
de: Das Wallet unterstützt nicht mehr als ein Netzwerk
es: La billetera no admite más de una red
fr: Le portefeuille ne prend pas en charge plus d'un réseau
ja: ウォレットは複数のネットワークをサポートしていません。
ru: Кошелёк не поддерживает более одной сети
uk_ua: Гаманець не підтримує більше однієї мережі

# markets_about_coin_header
source: About coin
de: Über diesen Coin
fr: À propos de la crypto
ja: コインについて
ru: О монете
uk_ua: Про монету

# markets_add_to_my_portfolio_description
source: To buy, exchange, or receive this asset, add it to your portfolio
de: Um dieses Asset zu kaufen, zu tauschen oder zu erhalten, füge diesen Deinem Portfolio hinzu
es: Para comprar, intercambiar o recibir este activo, agréguelo a su portafolio
fr: Pour acheter, échanger ou recevoir cet actif, ajoutez-le à votre portefeuille
ja: このアセットを購入・交換・受け取るには、ポートフォリオに追加してください。
ru: Чтобы купить, обменять или получить данный токен, вам нужно добавить его к себе в портфель
uk_ua: Щоб купити, обміняти або отримати цей актив, додайте його до свого портфоліо

# markets_add_to_my_portfolio_unavailable_description
source: This asset is currently not supported in the wallet
de: Dieses Asset wird derzeit in der Wallet nicht unterstützt.
es: Este activo no está disponible en la billetera
fr: Cet actif n'est pas pris en charge dans le portefeuille
ja: このアセットは現在ウォレットで利用できません
ru: Этот актив в настоящее время не поддерживается в кошельке
uk_ua: Цей актив наразі не підтримується в гаманці

# markets_add_to_my_portfolio_unavailable_for_wallet_description
source: This asset is not available for this wallet
de: Dieses Asset ist für dieses Wallet nicht verfügbar
es: Este activo no está disponible para esta billetera
fr: Cet actif n'est pas disponible pour ce portefeuille
ja: このアセットはこのウォレットでは使用できません。
ru: Этот токен не доступен для данного кошелька
uk_ua: Цей токен недоступний для цього гаманця

# markets_add_token
source: Add
de: Hinzufügen
es: Añadir
fr: Ajoutez un jeton
ja: 追加
ru: Добавить
uk_ua: Додати

# markets_available networks
source: Available networks
de: Verfügbare Netzwerke
es: Redes disponibles
fr: Réseaux disponibles
ja: 利用可能なネットワーク
ru: Доступные сети
uk_ua: Доступні мережі

# markets_common_my_portfolio
source: My portfolio
de: Mein Portfolio
es: Mi portafolio
fr: Mon portfolio
ja: 私のポートフォリオ
ru: Мой портфель
uk_ua: Моє портфоліо

# markets_common_title
source: Market
de: Markt
es: Mercado
fr: Marché
ja: マーケット
ru: Рынок
uk_ua: Маркет

# markets_earn_common_title
source: Earn with Tangem
de: Verdiene Geld mit Tangem
es: Gane con Tangem
fr: Gagnez avec Tangem
ja: Tangemで稼ぐ
ru: Зарабатывай с Tangem
uk_ua: Заробляйте з Tangem

# markets_generate_addresses_notification
source: To generate addresses for selected networks, you must scan your Tangem Wallet card or ring
de: Um Adressen für ausgewählte Netzwerke zu generieren, musst du eine Tangem-Karte oder Ring scannen
es: Para generar direcciones para las redes seleccionadas, debe escanear su tarjeta Tangem
fr: Pour générer des adresses pour les réseaux sélectionnés, vous devez scanner votre carte Tangem
ja: 選択したネットワークのアドレスを生成するには、Tangemウォレットカードまたはリングをスキャンする必要があります。
ru: Чтобы создать адреса для выбранных сетей, отсканируйте вашу карту или кольцо Tangem кошелька
uk_ua: Щоб згенерувати адреси для обраних мереж, відскануйте вашу картку або кільце Tangem гаманця

# markets_hint
source: To add tokens pull this up or tap the search bar
de: Um Token hinzuzufügen, rufe dies auf oder tippe auf die Suchleiste
es: Para agregar tokens, abra esta página o pulse sobre la barra de búsqueda
fr: Pour ajouter des jetons, faites-le apparaître ou appuyez sur la barre de recherche
ja: トークンを追加するには、これをスワイプするか、検索バーをタップしてください。
ru: Потяните вверх или коснитесь поисковой строки, чтобы добавить токен
uk_ua: Щоб додати токени, потягніть вгору або торкніться панелі пошуку

# markets_insights_info_description_message
source: This section’s data is sourced from the following networks: %@
de: Die Daten dieses Abschnitts stammen aus den folgenden Netzwerken: %@
es: Los datos de este apartado proceden de las siguientes redes: %@
fr: Les données de cette section proviennent des réseaux suivants : %@
ja: このセクションのデータは、次のネットワークから取得されています: %@
ru: Данные раздела получены из следующих сетей: %@
uk_ua: Дані цього розділу отримані з наступних мереж: %@

# markets_loading_error_title
source: Unable to load the data…
de: Die Daten konnten nicht geladen werden...
es: No se pueden cargar los datos…
fr: Impossible de charger les données…
ja: データを読み込めません…
ru: Невозможно загрузить данные
uk_ua: Не вдалося завантажити дані...

# markets_loading_no_data_title
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ru: Нет данных
uk_ua: Немає даних

# markets_pulse_common_title
source: Market Pulse
de: Marktimpuls
es: Análisis del Mercado
fr: Rythme du marché
ja: マーケット動向
ru: Пульс рынка
uk_ua: Пульс ринку

# markets_quick_actions
source: Quick actions
de: Schnelle Aktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション
ru: Быстрые действия
uk_ua: Швидкі дії

# markets_search_header_title
source: Search tokens
de: Markt durchsuchen
es: Busque en el mercado
fr: Rechercher sur le marché
ja: トークンを探す
ru: Поиск на рынке
uk_ua: Шукати на маркеті

# markets_search_result_title
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
ru: Результат
uk_ua: Результат

# markets_search_see_tokens_under_100k
source: See tokens under 100k USD market cap
de: Token unter 100k USD Marktkapitalisierung anzeigen
es: Ver tokens con marketcap inferior a 100.000$
fr: Voir les jetons de moins de 100 000 $ de capitalisation boursière
ja: 時価総額10万ドル以下のトークンを見る
ru: Токены с капитализацией меньше 100к USD
uk_ua: Переглянути токени до 100к USD ринкової капіталізації

# markets_search_show_tokens
source: Show tokens
de: Token anzeigen
es: Mostrar tokens
fr: Afficher les jetons
ja: トークンを表示
ru: Показать токены
uk_ua: Показати токени

# markets_search_token_no_result_title
source: No result
de: Kein Ergebnis
es: Sin resultado
fr: Aucun résultat
ja: 検索結果はありません
ru: Нет результата
uk_ua: Жодного результату

# markets_select_network
source: Select network
de: Netzwerk auswählen
es: Seleccione una red
fr: Sélectionnez un réseau
ja: ネットワークを選択
ru: Выберите сеть
uk_ua: Виберіть мережу

# markets_select_wallet
source: Select wallet
de: Wallet auswählen
es: Seleccione una billetera
fr: Sélectionnez un portefeuille
ja: ウォレットを選択
ru: Выберите кошелек
uk_ua: Оберіть гаманець

# markets_selector_interval_all_title
source: All
de: Alle
es: Todo
fr: Tout
ja: 全部
ru: Все
uk_ua: Усе

# markets_sort_by_experienced_buyers_title
source: Experienced buyers
de: Erfahrene Käufer
es: Compradores experimentados
fr: Acheteurs expérimentés
ja: 経験豊富な買い手
ru: Опытные трейдеры
uk_ua: Досвідчені покупці

# markets_sort_by_rating_title
source: Market Cap
de: Kapitalisierung
es: Evaluación
fr: Évaluation
ja: 時価総額
ru: Капитализация
uk_ua: За рейтингом

# markets_sort_by_title
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え
ru: Сортировать по
uk_ua: Сортувати за

# markets_sort_by_top_gainers_title
source: Gainers
de: Top-Gewinner
es: Top Ganadores
fr: Meilleurs Gagnants
ja: 値上がり
ru: Лидеры роста
uk_ua: Лідери росту

# markets_sort_by_top_losers_title
source: Losers
de: Top-Verlierer
es: Top Perdedores
fr: Top Perdants
ja: 値下がり
ru: Лидеры падения
uk_ua: Лідери падіння

# markets_sort_by_trending_title
source: Trending
de: Beliebt
es: Tendencias
fr: Tendances
ja: トレンド
ru: В тренде
uk_ua: В тренді

# markets_sort_by_yield_mode_title
source: Yield Mode
de: Ertragsmodus
fr: Mode rendement
ja: 利息モード
ru: Режим доходности
uk_ua: Режим дохідності

# markets_staking_banner_description_placeholder
source: Staking is the easiest way to receive rewards on your crypto. %@
de: Staking ist der einfachste Weg, um Belohnungen für Deine Kryptowährung zu erhalten. %@
es: Staking es la forma más fácil de recibir recompensas por sus criptomonedas. %@
fr: Le staking est le moyen le plus simple de recevoir des récompenses sur votre crypto. %@
ja: ステーキングは暗号資産で報酬を受け取る最も簡単な方法です。 %@
ru: Стейкинг — простой способ получать доход с вашей криптовалюты. %@
uk_ua: Стейкінг — простий спосіб отримувати дохід з вашої криптовалюти. %@

# markets_staking_banner_title
source: Earn up to %@ APY
de: Verdiene bis zu %@ APY
es: Gana hasta %@ APY
fr: Gagnez jusqu'à %@ APY
ja: 最大%@ APYを獲得
ru: Получайте до %@ APY
uk_ua: Отримуйте до %@ APY

# markets_token_added
source: Token Added
de: Token hinzugefügt
fr: Jeton ajouté
ja: トークンを追加しました
ru: Токен добавлен
uk_ua: Токен додано
