Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# wallet_connect_subtitle
source: Connect to dApps
de: Mit dApps verbinden
es: Conectar a dApps
fr: Se connecter aux dApps
ja: dAppsに接続する
ru: Подключение к dApps
uk_ua: Підключення до dApps

# wallet_create_common_title
source: Create Tangem Wallet
de: Tangem-Wallet erstellen
es: Crear una billetera Tangem
fr: Créer un Tangem Wallet
ja: Tangemウォレットを作成する
ru: Создать кошелек Tangem
uk_ua: Створіть гаманець Tangem

# wallet_create_hardware_badge
source: From %@
de: Von %@
fr: À partir de %@
ja: %@から
ru: от %@
uk_ua: Від %@

# wallet_create_hardware_description
source: Buy Tangem Wallet—a physical device that securely stores your private key offline.
de: Kaufe eine Tangem Wallet – ein physisches Gerät, das Deine privaten Schlüssel sicher offline speichert.
fr: Achetez Tangem Wallet, un dispositif physique qui stocke votre clé privée hors ligne en toute sécurité.
ja: Tangemウォレットを購入ーこれは、あなたの秘密鍵をオフラインで安全に保管する物理デバイスです。
ru: Купите Tangem Wallet — физическое устройство, которое надёжно хранит ваш приватный ключ офлайн.
uk_ua: Купіть Tangem Wallet — фізичний пристрій, який надійно зберігає ваш приватний ключ офлайн.

# wallet_create_hardware_title
source: Hardware Wallet
ja: ハードウェアウォレット
ru: Аппаратный кошелёк
uk_ua: Апаратний гаманець

# wallet_create_mobile_description
source: Create a secure wallet on your phone in seconds.
de: Erstelle in Sekundenschnelle eine sichere Wallet auf Deinem Smartphone.
fr: Créez un portefeuille sécurisé sur votre téléphone en quelques secondes.
ja: 数秒でスマートフォンに安全なウォレットを作成します。
ru: Создайте безопасный кошелёк на своём телефоне за секунды.
uk_ua: Миттєво створіть безпечний гаманець на телефоні

# wallet_create_mobile_title
source: Mobile Wallet
ja: モバイルウォレット
ru: Мобильный кошелек
uk_ua: Мобільний гаманець

# wallet_create_nav_info_title
source: What to pick
de: Was auswählen?
fr: Quoi choisir ?
ja: 何を選ぶ？
ru: Что выбрать
uk_ua: Що вибрати

# wallet_create_scan_question
source: Using a Tangem Wallet already?
de: Verwendest Du bereits eine Tangem-Wallet?
fr: Vous utilisez déjà un Tangem Wallet ?
ja: すでにTangemウォレットを使っていますか？
ru: Уже используете Tangem Wallet?
uk_ua: Вже користуєтеся Tangem Wallet?

# wallet_create_scan_title
source: Scan now
de: Jetzt scannen
fr: Scanner maintenant
ja: 今すぐスキャン
ru: Отсканировать
uk_ua: Відсканувати

# wallet_create_title
source: Pick a wallet setup method
de: Wähle eine Methode zur Einrichtung Deiner Wallet.
fr: Choisissez une méthode de configuration du portefeuille
ja: ウォレットの設定方法を選択する
ru: Выберите способ создания кошелька
uk_ua: Виберіть спосіб створення гаманця

# wallet_import_buy_question
source: Want to buy a Tangem Wallet?
de: Möchtest Du eine Tangem-Wallet kaufen?
es: ¿Quiere comprar Tangem Wallet?
fr: Vous souhaitez acheter le Tangem Wallet ?
ja: Tangemウォレットを購入しますか？
ru: Хотите купить кошелёк Tangem?
uk_ua: Хочете купити гаманець Tangem?

# wallet_import_buy_title
source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
ja: 今すぐ購入
ru: Купить сейчас
uk_ua: Купити зараз

# wallet_import_icloud_description
source: Recover existing wallet via iCloud backup
de: Stelle eine vorhandene Wallet wieder her, die in Deinem iCloud-Backup gespeichert ist
es: Recuperar billetera existente mediante copia de seguridad de iCloud
fr: Récupérer un portefeuille existant via la sauvegarde iCloud
ja: iCloudバックアップ経由で既存のウォレットを復元する
ru: Восстановите существующий кошелек через iCloud.
uk_ua: Відновіть існуючий гаманець за допомогою резервної копії iCloud

# wallet_import_icloud_title
source: Import from iCloud
de: Importieren aus iCloud
es: Importar desde iCloud
fr: Importer depuis iCloud
ja: iCloudからインポート
ru: Импортировать из iCloud
uk_ua: Імпортувати з iCloud

# wallet_import_navtitle
source: Add existing wallet
de: Vorhandenes Wallet hinzufügen
es: Agregar billetera existente
fr: Ajouter un portefeuille existant
ja: 既存のウォレットを追加
ru: Добавить существующий кошелек
uk_ua: Додати існуючий гаманець

# wallet_import_scan_description
source: Physical devices that securely store your private key offline.
de: Physische Karten, die Deine Kryptowährung sicher offline speichern.
es: Dispositivos físicos que almacenan de forma segura su clave privada fuera de línea.
fr: Dispositifs physiques qui stockent votre clé privée hors ligne en toute sécurité.
ja: 秘密鍵をオフラインで安全に保存する物理デバイス。
ru: Физические устройства, которые безопасно хранят ваш приватный ключ офлайн.
uk_ua: Фізичні пристрої, які надійно зберігають ваш приватний ключ офлайн.

# wallet_import_scan_title
source: Scan a Tangem Wallet
de: Scanne eine Tangem-Wallet
es: Escanee una billetera Tangem
fr: Scanner un Tangem Wallet
ja: Tangemウォレットをスキャンする
ru: Сканировать кошелек Tangem
uk_ua: Відскануйте гаманець Tangem

# wallet_import_seed_description
source: Import an existing wallet with your recovery phrase.
de: Importiere eine bestehende Wallet mit Deiner Wiederherstellungsphrase.
es: Importa una billetera existente con su frase de recuperación.
fr: Importez un portefeuille existant à l'aide de votre seedphrase.
ja: リカバリーフレーズを使って既存のウォレットをインポートします。
ru: Импортируйте существующий кошелек через вашу фразу восстановления.
uk_ua: Імпортуйте існуючий гаманець за допомогою сід-фрази.

# wallet_import_seed_navtitle
source: Import wallet
de: Wallet importieren
es: Importar billetera
fr: Importer un wallet
ja: ウォレットをインポート
ru: Имрортировать кошелек
uk_ua: Імпортувати гаманець

# wallet_import_seed_title
source: Enter recovery phrase
de: Wiederherstellungsphrase eingeben
es: Introduzca la frase de recuperación
fr: Entrez la seedphrase
ja: リカバリーフレーズを入力
ru: Ввести фразу восстановления
uk_ua: Введіть фразу відновлення

# wallet_import_success_description
source: You successfully import up your wallet.
de: Du hast Deine Wallet erfolgreich importiert.
es: La copia de seguridad de su billetera se realizó con éxito.
fr: Vous avez importé votre portefeuille avec succès.
ja: ウォレットのインポートに成功しました。
ru: Вы успешно импортировали свой кошелек.
uk_ua: Ви успішно імпортували свій гаманець.

# wallet_import_success_navtitle
source: Import wallet
de: Wallet importieren
es: Importar billetera
fr: Importer un wallet
ja: ウォレットをインポート
ru: Импортировать кошелек
uk_ua: Імпортувати гаманець

# wallet_import_success_title
source: Import completed
de: Import abgeschlossen
es: Importación completada
fr: Importation terminée
ja: インポート完了
ru: Импорт завершен
uk_ua: Імпорт завершено

# wallet_import_title
source: Import wallet
de: Wallet importieren
es: Importar billetera
fr: Importer un portefeuille
ja: ウォレットをインポート
ru: Импортировать кошелек
uk_ua: Імпортувати гаманець

# wallet_marketplace_block_title
source: %@ Market Price
de: %@ Marktpreis
es: %@ Precio de mercado
fr: %@ Prix du marché
ja: %@市場価格
ru: Рыночная цена %@
uk_ua: Ринкова ціна %@

# wallet_marketprice_block_update_time
source: last 24h
de: letzte 24h
es: últimas 24h
fr: dernières 24h
ja: 直近24時間
ru: за 24 часа
uk_ua: за 24 години

# wallet_network_group_title
source: %@ network
de: %@ Netzwerk
es: %@ red
fr: %@ réseau
ja: %@ネットワーク
ru: Сеть %@
uk_ua: Мережа %@

# wallet_notification_address_copied
source: Address was copied to clipboard
de: Die Adresse wurde erfolgreich kopiert
es: La dirección se copió correctamente
fr: L'adresse a été copiée avec succès
ja: アドレスがクリップボードにコピーされました
ru: Адрес скопирован в буфер обмена
uk_ua: Адреса скопійована в буфер обміну

# wallet_promo_banner_button_title
source: Get now with 10%% off
de: Jetzt mit 10 %% Rabatt kaufen
es: Consíguelo ahora con un 10 %% de descuento
fr: Obtenez-le maintenant avec 10 %% de réduction
ja: 今すぐ10 %% オフで購入
ru: Получить с 10%% скидкой
uk_ua: Отримати з 10%% знижкою

# wallet_promo_banner_description
source: Access 13,000+ cryptocurrencies. Buy, sell, swap, and stake with a single tap. Link up to three cards for a backup.
de: Greife auf 13.000+ Kryptowährungen zu. Kaufe, verkaufe, tausche und stake Sie mit einem einzigen Fingertipp. Verbinde bis zu drei Karten für ein Backup.
es: Acceda a más de 13.000 criptomonedas. Compre, venda, intercambie y realice staking con un solo toque. Vincule hasta tres tarjetas para hacer copias de seguridad.
fr: Accédez à plus de 13 000 cryptomonnaies. Achetez, vendez, échangez et stakez en un seul clic. Associez jusqu'à trois cartes pour une sauvegarde.
ja: 1.3万種類以上の暗号資産にアクセス。ワンタップで買付、売却、スワップ、ステーキングが可能です。 バックアップ用に最大3枚のカードを連携できます。
ru: Получите доступ к более чем 13 000 криптовалют. Покупайте, продавайте, обменивайте и стейкайте в один клик. Свяжите до трех карт для резервного копирования.
uk_ua: Доступ до 13,000+ криптовалют. Купуйте, продавайте, обмінюйте та стейкайте одним дотиком. З’єднайте до трьох карток для бекапу.

# wallet_promo_banner_title
source: Discover Tangem Wallet
de: Entdecke die Tangem Wallet
es: Descubra Tangem Wallet
fr: Découvrez le Portefeuille Tangem
ja: Tangemウォレットを見る
ru: Откройте Tangem Wallet
uk_ua: Відкрийте Tangem Wallet

# wallet_settings_access_code_description
source: This access code protects your wallet and is used to log in and sign transactions.
de: Dieser geheime Code schützt Deine Wallet und wird zum Einloggen und Signieren von Transaktionen verwendet.
es: Este código de acceso protege su billetera y se utiliza para iniciar sesión y firmar transacciones.
fr: Ce code d'accès protège votre portefeuille et sert à vous connecter et à signer des transactions.
ja: このアクセスコードはウォレットを保護し、ログインや取引の署名に使用されます。
ru: Код доступа защищает кошелёк и нужен для входа и подписания транзакций.
uk_ua: Цей код доступу захищає ваш гаманець і використовується для входу та підписання транзакцій.

# wallet_settings_access_code_title
source: Set/Change access code
de: Zugangscode festlegen/ändern
es: Establecer/Cambiar código de acceso
fr: Définir/Modifier le code d'accès
ja: アクセスコードの設定・変更
ru: Установить/изменить код доступа
uk_ua: Встановити/Змінити код доступу

# wallet_settings_change_access_code_title
source: Change access code
de: Zugangscode ändern
es: Cambiar código de acceso
fr: Modifier le code d'accès
ja: アクセスコードを変更する
ru: Изменить код доступа
uk_ua: Змінити код доступу

# wallet_settings_push_notifications_description
source: Get push notifications for incoming wallet transactions.
de: Bleib stets über eingehende Wallet-Transaktionen und Tangem-Updates auf dem Laufenden.
es: Manténgase informado sobre las transacciones entrantes de la billetera y las actualizaciones de Tangem.
fr: Recevez des notifications sur les transactions entrantes du portefeuille et les mises à jour de Tangem.
ja: ウォレットへの入金取引をプッシュ通知で受け取る。
ru: Получайте push-уведомления о входящих транзакциях в кошелек.
uk_ua: Отримуйте сповіщення про вхідні транзакції в гаманці.

# wallet_settings_push_notifications_title
source: Transaction notifications
de: Transaktionsbenachrichtigungen
es: Notificaciones de transacciones
fr: Notifications de transaction
ja: 取引通知
ru: Уведомления о транзакциях
uk_ua: Сповіщення про транзакції

# wallet_settings_set_access_code_title
source: Set access code
de: Zugangscode festlegen
es: Establecer código de acceso
fr: Définir le code d'accès
ja: アクセスコードを設定する
ru: Установить Код Доступа
uk_ua: Встановити код доступу

# wallet_settings_title
source: Wallet settings
de: Wallet-Einstellungen
es: Ajustes de la wallet
fr: Paramètres du portefeuille
ja: ウォレット設定
ru: Настройки кошелька
uk_ua: Налаштування гаманця

# warning_access_denied_message
source: Use %@ or scan a card/ring to unlock access to your wallet
de: Verwende %@ oder scanne eine Karte oder Ring, um den Zugriff auf deine Wallet freizuschalten.
es: Use %@ o escanee una tarjeta/anillo para desbloquear el acceso a su billetera
fr: Utilisez %@ ou scannez une carte/bague pour déverrouiller l'accès à votre portefeuille
ja: %@を使用するか、カード / リングをスキャンしてウォレットにアクセスしてください
ru: Используйте %@ или отсканируйте карту/кольцо, чтобы разблокировать доступ к вашему кошельку
uk_ua: Використовуйте %@ або відскануйте картку/кільце, щоб розблокувати доступ до вашого гаманця

# warning_approval_in_progress_message
source: The permission-granting process is currently underway and will be completed shortly
de: Das Genehmigungsverfahren ist derzeit im Gange und wird in Kürze abgeschlossen sein
es: El proceso de obtención de permisos está actualmente en marcha y se completará pronto.
fr: Le processus d'octroi des autorisations est actuellement en cours et sera bientôt terminé
ja: 許可付与のプロセスは現在進行中であり、まもなく完了する予定です。
ru: Процесс выдачи разрешения уже в работе и скоро будет завершен
uk_ua: Процес підтвердження наразі триває і буде завершено найближчим часом

# warning_approval_in_progress_title
source: Approval in Progress
de: Genehmigung läuft
es: Aprobación en curso
fr: Approbation en cours
ja: 承認中
ru: Выдача разрешения
uk_ua: Підтвердження в процесі

# warning_backup_errors_message
source: Activation was not completed successfully. This may be due to an NFC issue or incorrect tapping. Please contact our Support team for assistance.
de: Es scheint, dass die Aktivierung der Karte oder des Rings nicht korrekt abgeschlossen wurde. Dies kann an einem Problem mit dem NFC-Modul deines Gerätes oder an einem falschen Tippen der Karte oder Ring auf dein Gerät liegen. Bitte wende dich an unser Support-Team, um Unterstützung zu erhalten.
es: Parece que la activación de la tarjeta no ha funcionado correctamente. Esto puede deberse a un problema con el módulo NFC de su dispositivo o a una mala conexión de la tarjeta con su dispositivo. Comuníquese con nuestro equipo de soporte para obtener ayuda.
fr: Il semble que l'activation de la carte ne se soit pas déroulée correctement. Cela peut être dû à un problème avec le module NFC de votre appareil ou à une mauvaise connexion de la carte sur votre appareil. Veuillez contacter notre équipe de support pour obtenir de l’aide.
ja: アクティベーションが正常に完了しませんでした。NFCの問題、またはタップ方法が正しくない可能性があります。サポートチームまでお問い合わせください。
ru: Похоже, что процесс активации карт или кольца не был завершен корректно. Это могло быть вызвано проблемой взаимодействия с модулем NFC либо некорректным прикладыванием карты или кольца к телефону. Пожалуйста, обратитесь в нашу службу поддержки для уточнения деталей.
uk_ua: Схоже, що активація карток або кільця була виконана неправильно. Це може бути пов'язано з проблемою з модулем NFC вашого пристрою або неправильним прикладанням картки або кільця до телефону. Будь ласка, зверніться за допомогою до нашої служби підтримки для уточнення деталей.

# warning_beacon_chain_retirement_content
source: On December 3, 2024, the BEP-2 network was disabled by decision of the network developers and is no longer supported
de: Am 3. Dezember 2024 wurde das BEP-2-Netzwerk auf Entscheidung der Netzwerkentwickler deaktiviert und wird nicht mehr unterstützt
es: El 3 de diciembre de 2024, la red BEP-2 fue desactivada por decisión de los desarrolladores de la red y ya no es compatible
fr: Le 3 décembre 2024, le réseau BEP-2 a été désactivé par décision des développeurs du réseau et n'est plus pris en charge
ja: 2024年12月3日、BEP-2ネットワークはネットワーク開発者の決定により使用不能となり、サポートは終了しました。
ru: С 3 декабря 2024 года сеть BEP-2 была отключена по решению разработчиков сети и более не поддерживается
uk_ua: 3 грудня 2024 року мережу BEP-2 було відключено за рішенням розробників мережі, і вона більше не підтримується

# warning_beacon_chain_retirement_title
source: BNB Beacon Chain shut down
de: BNB Beacon Chain wird abgeschaltet
es: BNB Beacon Chain se cerrará
fr: BNB Beacon Chain va s'arrêter de fonctionner
ja: BNBビーコンチェーンは閉鎖されました
ru: Отключение сети BNB Beacon Chain
uk_ua: Відключення мережі BNB Beacon Chain

# warning_blocked_funds_for_fee_message
source: Please deposit some %1$@ to cover the network fee
de: Bitte zahle ein paar %1$@ ein, um die Netzwerkgebühr zu decken
es: Por favor deposite %1$@ para cubrir la tarifa de red
fr: Veuillez déposer environ %1$@ pour couvrir les frais de réseau
ja: ネットワーク手数料をカバーするために%1$@を入金してください
ru: Внесите немного %1$@, чтобы покрыть комиссию сети
uk_ua: Будь ласка, поповніть рахунок на %1$@ для покриття комісії мережі

# warning_blocked_funds_for_fee_title
source: Insufficient funds to cover the network fee
de: Unzureichende Mittel zur Deckung der Netzgebühr
es: Fondos insuficientes para cubrir la tarifa de red
fr: Fonds insuffisants pour couvrir les frais de réseau
ja: ネットワーク手数料をカバーする資金が不足しています
ru: Недостаточно средств для оплаты комиссии сети
uk_ua: Недостатньо коштів для покриття комісії мережі

# warning_button_could_be_better
source: Could be better
de: Ausbaufähig
es: Podría ser mejor
fr: Peut mieux faire
ja: もっと良くなるはず
ru: Можно лучше
uk_ua: Можна краще

# warning_button_ok
source: Ok, Got it!
de: OK, habe ich verstanden!
es: Entendido
fr: Ok, compris!
ja: はい、わかりました!
ru: Понятно!
uk_ua: Зрозуміло!

# warning_button_really_cool
source: Really cool!
de: Echt toll!
es: ¡Realmente genial!
fr: Vraiment cool !
ja: すごくクールだ！
ru: Очень круто!
uk_ua: Дуже круто!

# warning_button_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
ja: リフレッシュ
ru: Обновить
uk_ua: Оновити

# warning_clore_migration_button
source: Start migration
de: Migration starten
ja: 移行を開始

# warning_clore_migration_copy_button
source: Copy
de: Kopie
ja: コピー

# warning_clore_migration_description
source: To keep access to your funds, start the migration according to the official Clore guidelines.
de: Um weiterhin Zugriff auf Deine Gelder zu haben, beginne die Migration gemäß den offiziellen Clore-Richtlinien.
ja: 資金へのアクセスを維持するため、Cloreの公式ガイドラインに従って移行を開始してください。

# warning_clore_migration_error_signing_not_supported
source: Message signing is not supported for this network
de: Die Nachrichtensignatur wird für dieses Netzwerk nicht unterstützt.
ja: このネットワークではメッセージ署名はサポートされていません

# warning_clore_migration_error_wallet_manager_not_found
source: Unable to sign message. Please try again.
de: Nachricht konnte nicht signiert werden. Bitte versuche es erneut.
ja: メッセージに署名できません。もう一度お試しください。

# warning_clore_migration_message_label
source: Message
de: Nachricht
ja: メッセージ

# warning_clore_migration_message
source: According to Clore’s official documentation, all coins received before December 21 will be migrated to Clore (ERC-20 token); coins received after that date will not. A transfer solution is coming — stay tuned.
de: Laut der offiziellen Dokumentation von Clore werden alle Münzen, die vor dem 21. Dezember erhalten wurden, in Clore (ERC-20 Token) migriert; Münzen, die nach diesem Datum erhalten wurden, nicht. Eine Lösung für den Transfer ist in Arbeit — bleibt dran.
fr: Selon la documentation officielle de Clore, toutes les pièces reçues avant le 21 décembre seront migrées vers Clore (token ERC-20) ; les pièces reçues après cette date ne le seront pas. Une solution de transfert arrive — restez à l'écoute.
ja: Cloreの公式ドキュメントによると、12月21日以前に受け取ったすべてのコインは Clore（ERC-20トークン）へ移行されますが、同日以降に受け取ったコインは移行されません。送金（移行）ソリューションは現在準備中です。続報をお待ちください。
ru: Согласно официальной документации Clore, все монеты, полученные до 21 декабря, будут мигрированы в токен Clore (ERC-20); монеты, полученные после этой даты, — нет. Решение для перевода находится в разработке — следите за обновлениями.
uk_ua: Згідно з офіційною документацією Clore, усі монети, отримані до 21 грудня, будуть мігровані в токен Clore (ERC-20); монети, отримані після цієї дати, — ні. Рішення для переказу перебуває в розробці — стежте за оновленнями.

# warning_clore_migration_open_portal_button
source: Open Claim portal
de: Claim-Portal öffnen
ja: Claim Portalを開く

# warning_clore_migration_sheet_description
source: To continue using your Clore tokens, you must complete the token migration according to the information on the Claim Portal.
de: Um Deine Clore-Token weiterhin nutzen zu können, musst Du die Token-Migration gemäß den Informationen im Claim Portal durchführen.
ja: Cloreトークンを引き続き使用するには、Claim Portalの案内に従ってトークン移行を完了する必要があります。

# warning_clore_migration_sheet_title
source: Clore Network Migration
de: Clore-Netzwerkmigration
ja: Cloreネットワーク移行

# warning_clore_migration_sign_button
source: Sign
de: signieren
ja: 署名する

# warning_clore_migration_signature_label
source: Signature
de: Unterschrift
ja: 署名

# warning_clore_migration_title
source: Clore Network Migration
de: Migration des Clore-Netzwerks
fr: Migration du réseau Clore
ja: Cloreネットワークの移行
ru: Миграция сети Clore
uk_ua: Міграція мережі Clore

# warning_demo_mode_message
source: You are currently in the Demo mode
de: Du befindest sich derzeit im Demo-Modus
es: Actualmente estás en el modo Demo
fr: Vous êtes actuellement en mode démo
ja: 現在デモモードです
ru: Вы находитесь в режиме демо
uk_ua: Ви перебуваєте в демонстраційному режимі

# warning_demo_mode_title
source: Demo mode active
de: Demo-Modus aktiv
es: Modo demo activo
fr: Mode démo actif
ja: デモモードが有効になっています
ru: Демо режим включен
uk_ua: Демонстраційний режим активовано

# warning_developer_card_message
source: The card you scanned is a developer card. Do not use it to create your wallet.
de: Die Karte, die du gescannt hast, ist eine Entwicklerkarte. Verwenden diese nicht zur Erstellung Ihrer Wallet.
es: La tarjeta que ha escaneado es una tarjeta de desarrollador. No la use para crear su billetera.
fr: La carte que vous avez scannée est une carte de développeur. Ne l'utilisez pas pour créer votre portefeuille.
ja: スキャンしたカードは開発者カードです。ウォレットの作成には使用しないでください。
ru: Отсканированная вами карта является картой разработчика. Не используйте ее для создания своего кошелька.
uk_ua: Відсканована вами картка є карткою розробника. Не використовуйте її для створення гаманця.

# warning_developer_card_title
source: Not for users!
de: Nicht für Benutzer!
es: ¡No para usuarios!
fr: Pas pour les utilisateurs !
ja: ユーザー向けではありません!
ru: Не для пользователя!
uk_ua: Не для користувачів!

# warning_existential_deposit_message
source: %1$@ network requires an Existential Deposit. If your account drops below %2$@, it will be deactivated, and any remaining funds will be destroyed.
de: %1$@ Netzwerk erfordert eine Mindesteinlage. Wenn dein Konto unter %2$@ fällt, wird es deaktiviert und alle verbleibenden Guthaben werden vernichtet.
es: La red %1$@ requiere un Depósito Existencial. Si su cuenta cae por debajo de %2$@, se desactivará y se destruirán los fondos restantes.
fr: Le réseau %1$@ nécessite un dépôt existentiel. Si votre compte descend en dessous de %2$@, il sera désactivé et les fonds restants seront détruits.
ja: %1$@ネットワークには、最低預金残高が必要です。残高が%2$@を下回ると、アカウントは無効になり、残りの資金は破棄されます。
ru: Cеть %1$@ использует концепцию экзистенциального депозита. Если баланс вашего счета будет ниже %2$@, то он будет деактивирован, а средства на счете уничтожены.
uk_ua: Мережа %1$@ використовує концепцію екзистенціального депозиту. Якщо баланс вашого рахунку буде нижче %2$@, його буде деактивовано, а всі залишкові кошти знищено.

# warning_existential_deposit_title
source: Network requires Existential Deposit
de: Netzwerk erfordert eine Mindesteinzahlung
es: La red requiere Depósito Existencial
fr: Le réseau nécessite un dépôt existentiel
ja: ネットワークには最低残高が必要です
ru: Для работы с сетью необходим депозит
uk_ua: Для роботи з мережею вимагається депозит

# warning_express_active_transaction_message
source: Swap will be available after the %@ transaction is complete
de: Der Swap wird nach Abschluss der Transaktion %@ verfügbar sein.
es: El intercambio estará disponible una vez que se complete la transacción de %@.
fr: L'échange sera disponible une fois la %@ transaction terminée.
ja: スワップは、%@ の取引完了後に利用可能となります。
ru: Обмен будет доступен после завершения %@ транзакции
uk_ua: Обмін буде доступний після завершення %@ транзакції

# warning_express_active_transaction_title
source: You have active transaction
de: Du hast aktive Transaktion
es: Tiene una transacción activa
fr: Vous avez une transaction active
ja: アクティブな取引があります
ru: У вас есть активная транзакция
uk_ua: У вас є активна транзакція
