Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# welcome_create_wallet_feature_seamless
source: Seamless and secure
de: Nahtlos und sicher
es: Fácil y seguro
fr: Sans faille et sécurisé
ja: シームレスで安全
ru: Просто и надёжно
uk_ua: Просто та надійно

# welcome_create_wallet_feature_seedphrase
source: No seed phrase
de: Keine Seed-Phrase
fr: Pas de seedphrase
ja: シードフレーズ不要
ru: Без seed-фразы

# welcome_create_wallet_feature_use
source: Simple to use
de: Einfach zu bedienen
es: Fácil de usar
fr: Facile à utiliser
ja: シンプルな操作
ru: Интуитивно понятный
uk_ua: Простий у використанні

# welcome_create_wallet_hardware_description
source: Create a hardware wallet with Tangem. Slim as a bank card, secure as a bank vault.
de: Erstelle eine Hardware-Wallet mit Tangem. Schlank wie eine Bankkarte, sicher wie ein Banktresor.
es: Cree una billetera de hardware con Tangem. Delgada como una tarjeta bancaria, segura como una bóveda.
fr: Créez un harware wallet avec Tangem. Aussi fin qu'une carte bancaire, aussi sûr qu'un coffre-fort.
ja: Tangemでハードウェアウォレットを作成しよう。キャッシュカードのようにスリムで、金庫のように安全。
ru: Создайте аппаратный кошелёк с Tangem. Тонкий, как банковская карта, безопасный, как банковский сейф.
uk_ua: Створіть апаратний гаманець з Tangem. Тонкий, як банківська картка, надійний, як банківське сховище.

# welcome_create_wallet_mobile_description_full
source: Create or import a software wallet on your phone.
de: Erstelle oder importiere eine Software-Wallet auf Deinem Telefon
es: Cree o importe una billetera de software en su teléfono.
fr: Créez ou importez un portefeuille logiciel sur votre téléphone.
ja: スマートフォン上にソフトウェアウォレットを作成またはインポートする。
ru: Создайте или импортируйте программный кошелёк на своём телефоне.
uk_ua: Створіть або імпортуйте програмний гаманець на своєму телефоні.

# welcome_create_wallet_mobile_description
source: Create or import a software wallet
de: Erstelle oder importiere eine Software-Wallet
es: Crear o importar una billetera de software
fr: Créer ou importer un portefeuille logiciel
ja: ソフトウェアウォレットを作成またはインポート
ru: Создать или импортировать мобильный кошелёк
uk_ua: Створіть або імпортуйте програмний гаманець

# welcome_create_wallet_mobile_title
source: Start with Mobile Wallet
de: Beginne mit Mobile Wallet
es: Empezar con Mobile Wallet
fr: Commencez avec Mobile Wallet
ja: モバイルウォレットから始める
ru: Начать с Мобильным кошельком
uk_ua: Почніть з Мобільним гаманцем

# welcome_create_wallet_other_method
source: Other methods
de: Andere Methode
es: Otro método
fr: Autre méthode
ja: その他の方法
ru: Другие способы
uk_ua: Інші методи

# welcome_create_wallet_use_hardware_description
source: Use a Tangem hardware wallet
de: Tangem Hardware Wallet verwenden
es: Utilice la billetera de hardware Tangem
fr: Utilisez le hardware wallet Tangem
ja: Tangemハードウェアウォレットを使用する
ru: Использовать аппаратный кошелек Tangem
uk_ua: Використовуйте апаратний гаманець Tangem

# welcome_create_wallet_use_hardware_title
source: Learn more & buy
de: Mehr erfahren & kaufen
es: Obtenga más información y compre
fr: En savoir plus et acheter
ja: 詳細を見る・購入する
ru: Узнать больше и купить
uk_ua: Дізнатися більше та придбати

# welcome_interrupted_backup_alert_discard
source: Discard
de: Verwerfen
es: Ignorar
fr: Ignorer
ja: 破棄
ru: Отказаться
uk_ua: Відмовитися

# welcome_interrupted_backup_alert_message
source: Your backup was interrupted. Do you want to resume?
de: Du hast eine unterbrochene Sicherung. Möchtest du diese fortsetzen?
es: Tiene un backup interrumpido. ¿Quiere reanudarlo?
fr: Vous avez une sauvegarde interrompue. Voulez-vous la reprendre ?
ja: バックアップが中断されました。再開しますか？
ru: Вы не закончили резервное копирование. Хотите продолжить?
uk_ua: Ви не завершили резервне копіювання. Бажаєте продовжити?

# welcome_interrupted_backup_alert_resume
source: Yes, resume
de: Ja, fortsetzen
es: Sí, reanudar
fr: Oui, reprendre
ja: はい、再開します
ru: Да, возобновить
uk_ua: Так, поновити

# welcome_interrupted_backup_discard_discard
source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 破棄
ru: Отказаться
uk_ua: Відмовитися

# welcome_interrupted_backup_discard_message
source: If you discard the backup now, you will have to reset the devices to factory settings to start over again
de: Wenn du das Backup jetzt abbrichst, musst du die Geräte auf die Werkseinstellungen zurücksetzen, um von vorne zu beginnen
es: Si descarta el backup ahora, tendrá que restablecer los dispositivos a los ajustes de fábrica para empezar de nuevo
fr: Si vous ignorez la sauvegarde maintenant, vous devrez réinitialiser les appareils aux paramètres d'usine pour recommencer
ja: 今バックアップを破棄すると、デバイスを初期化して最初からやり直す必要があります。
ru: Если сейчас отказаться, то придётся сбрасывать устройства до заводских настроек, чтобы начать заново
uk_ua: Якщо зараз відмовитися, то доведеться скидувати пристроїв до заводських налаштувань, щоб почати спочатку

# welcome_interrupted_backup_discard_resume
source: Resume backup
de: Sicherung fortsetzen
es: Reanudar backup
fr: Reprendre la sauvegarde
ja: バックアップを再開する
ru: Возобновить резервное копирование
uk_ua: Відновити бекап

# welcome_interrupted_backup_discard_title
source: This is an irreversible action
de: Dies ist eine unwiderrufliche Aktion
es: Esta es una acción irreversible
fr: C'est une action irréversible
ja: これはやり直しができないアクションです
ru: Это необратимое действие
uk_ua: Це незворотна дія

# welcome_unlock_card
source: Scan card or ring
de: Karte oder Ring scannen
es: Escanee la tarjeta o el anillo
fr: Scanner la carte
ja: カードまたはリングをスキャン
ru: Сканировать карту или кольцо
uk_ua: Сканувати картку або кільце

# welcome_unlock_description
source: Use %@ or scan a card or ring to access the app
de: Verwenden %@ oder scanne eine Karte oder Ring, um auf die App zuzugreifen
es: Use %@ o escanee una tarjeta/anillo para acceder a la app
fr: Utiliser %@ ou scanner une carte pour accéder à l'application
ja: アプリにアクセスするには、 %@を使用するか、カードまたはリングをスキャンします
ru: Используйте %@ или отсканируйте карту либо кольцо для входа в приложение
uk_ua: Використовуйте %@ або відскануйте картку або кільце для входу у додаток

# welcome_unlock_title
source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Bon retour !
ja: お帰りなさい！
ru: C возвращением!
uk_ua: З поверненням!

# welcome_unlock
source: Log in with %@
de: Anmelden mit %@
es: Iniciar sesión con %@
fr: Se connecter avec %@
ja: %@でログイン
ru: Войти с %@
uk_ua: Увійдіть за допомогою %@

# xtz_withdrawal_message_ignore
source: No, send all
de: Nein, alles senden
es: No, enviar todo
fr: Non, envoyer toute la somme
ja: いいえ、すべて送信します
ru: Нет, отправить все
uk_ua: Ні, відправити все

# xtz_withdrawal_message_reduce
source: Reduce by %@ XTZ
de: Um %@ XTZ reduziert
es: Reducir en %@ XTZ
fr: Réduire de %@ XTZ
ja: %@ XTZを減らす
ru: Уменьшить на %@ XTZ
uk_ua: Зменшити на %@ XTZ

# xtz_withdrawal_message_warning
source: To avoid paying an increased commission the next time you top up your wallet, reduce the amount by %@ XTZ
de: Damit Sie beim nächsten Aufladen Ihrer Brieftasche keine erhöhte Provision zahlen, soll der Betrag um %@ XTZ reduziert werden
es: Para evitar pagar una comisión mayor la próxima vez que recargue su billetera, reduzca el importe en %@ XTZ
fr: Pour ne pas payer un fraid de commissions élevé la prochaine fois que vous rechargez votre portefeuille, veuillez réduire le montant de %@ XTZ
ja: 次回ウォレットにチャージするときに手数料の増加を避けるには、金額を%@ XTZ減らしてください。
ru: Чтобы не платить повышенную комиссию при следующем пополнении кошелька, уменьшите сумму на %@ XTZ
uk_ua: Щоб не платити підвищену комісію при наступному поповненні гаманця, зменште суму на %@ XTZ

# yield_module_alert_description
source: When Yield Mode is active, all future top-ups to this address will be supplied to Aave. You can still manage your funds freely.
de: Wenn der Yield-Modus aktiviert ist, gehen alle zukünftigen Einzahlungen an diese Adresse an Aave. Du kannst über Dein Guthaben weiterhin frei verfügen.
es: Con el Modo Rendimiento activo, todos los depósitos futuros a esta dirección irán a Aave. Puede seguir gestionando sus fondos libremente.
fr: Vos fonds sont actuellement fournis au protocole Aave, mais vous pouvez les gérer à tout moment.
ja: 利息モードが有効な場合、このアドレスへの今後の入金はすべてAaveに提供されます。資金は引き続き自由に管理できます。
ru: При активном режиме доходности все будущие депозиты на этот адрес будут направляться в Aave. Вы по-прежнему можете свободно управлять своими средствами.
uk_ua: З активним режимом дохідності всі майбутні депозити на цю адресу будуть надходити до Aave. Ви все ще можете вільно розпоряджатися своїми коштами.

# yield_module_alert_title
source: Your %@ is supplied to Aave
de: Deine %@ wird an Aave übermittelt
es: Su %@ se suministra a Aave
fr: Vos %@ sont fournis à Aave.
ja: %@はAaveに供給されています
ru: Ваш %@ внесён в Aave
uk_ua: Ваш %@ внесений до Aave

# yield_module_amount_not_transfered_to_aave_title
source: Supplying %1$@ %2$@ to Aave
de: Lieferung %1$@ %2$@ nach Aave
es: El suministro de %1$@ %2$@ a Aave está pendiente
fr: Le transfert de %1$@ %2$@ vers Aave est en attente.
ja: %1$@ %2$@をAaveへ供給中
ru: Отправка %1$@ %2$@ в Aave
uk_ua: Передача %1$@ %2$@ до Aave очікується

# yield_module_approve_needed_notification_cta
source: Approve
de: Genehmigen
es: Aprobar
fr: Donnez votre accord
ja: 承認
ru: Выдать разрешение
uk_ua: Дати згоду

# yield_module_approve_needed_notification_description
source: Your token's approval has been revoked. Grant it again to resume the service's functionality.
de: Die Genehmigung Deines Tokens wurde widerrufen. Erteilen diese erneut, um die Servicefunktionalität fortzusetzen.
es: Se ha revocado la aprobación de su token. Concédalo de nuevo para reanudar el servicio.
fr: Un problème est survenu lors de votre précédente approbation, nous avons donc besoin d'une nouvelle approbation. Choisissez comment vous souhaitez procéder.
ja: トークンの承認が取り消されました。サービスの機能を再開するには、再度トークンの承認を行ってください。
ru: Разрешение для вашего токена было отозвано. Выдайте его снова, чтобы продолжить работу сервиса.
uk_ua: Схвалення для вашого токена було відкликано. Надайте його знову, щоб відновити роботу сервісу.

# yield_module_approve_needed_notification_title
source: Approve needed
de: Genehmigung erforderlich
es: Aprobación necesaria
fr: Autorisation nécessaire
ja: 承認が必要
ru: Необходимо разрешение
uk_ua: Потрібне схвалення

# yield_module_approve_sheet_fee_note
source: The fee will be deducted, and your assets will be resupplied.
de: Die Gebühr wird abgezogen und Dein Vermögen wird erneut verliehen.
es: Se le descontará la comisión y se volverán a suministrar sus activos.
fr: Les frais seront prélevés et vos actifs seront à nouveau prêtés.
ja: 手数料が差し引かれ、暗号資産が補充されます。
ru: Комиссия будет списана, и ваши активы снова начнут приносить доход.
uk_ua: Комісія буде знята, а ваші активи знову почнуть приносити дохід.

# yield_module_approve_sheet_subtitle
source: To continue generating yield, approval is required.
de: Um weiterhin Geld verdienen zu können, ist eine Genehmigung erforderlich.
es: Para seguir generando rendimiento, se requiere aprobación.
fr: Pour continuer à percevoir des revenus, une autorisation est nécessaire.
ja: 利息を継続的に生み出すには承認が必要です。
ru: Чтобы продолжить зарабатывать, нужно выдать разрешение.
uk_ua: Щоб продовжити заробляти, потрібне схвалення.

# yield_module_approve_sheet_title
source: Confirm approval
de: Genehmigung bestätigen
es: Confirmar aprobación
fr: Confirmer l'approbation
ja: 承認を確定する
ru: Подтвердить разрешение
uk_ua: Підтвердити дозвіл

# yield_module_balance_info_sheet_subtitle
source: Your funds are currently supplied to the Aave protocol, but you can manage them at any time.
de: Deine Gelder werden derzeit dem Aave-Protokoll bereitgestellt, Du kannst sie jedoch jederzeit verwalten.
es: Sus fondos se suministran actualmente al protocolo Aave, pero puede gestionarlos en cualquier momento.
fr: Vos fonds sont actuellement affectés au protocole Aave, mais vous pouvez les gérer à tout moment.
ja: あなたの資金は現在Aaveプロトコルに預けられていますが、いつでも自由に管理できます。
ru: Ваши средства в данный момент размещены в протоколе Aave, но вы можете воспользоваться ими в любое время.
uk_ua: Наразі ваші кошти розміщені у протоколі Aave, але ви можете керувати ними в будь-який час.

# yield_module_balance_info_sheet_title
source: Your %@ is supplied to Aave
de: Deine%@ ist in Aave hinterlegt
es: Su %@ está depositado en Aave
fr: Vos %@ sont déposés dans Aave.
ja: %@はAaveに供給されています
ru: Ваш %@ внесён в Aave
uk_ua: Ваш %@ внесений у Aave

# yield_module_chart_loading_error
source: Unable to load chart...
de: Chart konnte nicht geladen werden...
es: No se puede cargar el gráfico...
fr: Impossible de charger le graphique...
ja: チャートを読み込めません・・
ru: Невозможно загрузить график
uk_ua: Неможливо завантажити графік

# yield_module_deposit_error_notification_title
source: Supplying %1$@ %2$@ to Aave.
de: Lieferung %1$@ %2$@ nach Aave.
es: El suministro de %1$@ %2$@ a Aave está pendiente.
fr: L’approvisionnement de %1$@ %2$@ sur Aave est en attente.
ja: %1$@ %2$@をAaveに供給しています。
ru: Отправка %1$@ %2$@ в Aave.
uk_ua: Поповнення %1$@ %2$@ на Aave очікує виконання.

# yield_module_disable_button
source: Disable Yield Mode
de: Deaktiviere den Yield-Modus
es: Desactivar el modo de rendimiento
fr: Désactiver le mode rendement
ja: 利回りモードを無効にする
ru: Завершить режим доходности
uk_ua: Завершити заробіток

# yield_module_earn_badge
source: APY %1$@%%
ja: 年利%1$@%%

# yield_module_earn_sheet_available_title
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ru: Доступно
uk_ua: Доступно

# yield_module_earn_sheet_current_apy_title
source: Current APY
de: Aktueller effektiver Jahreszins
es: APY actual
fr: APY actuel
ja: 現在のAPY
ru: Текущий APY
uk_ua: Поточний APY

# yield_module_earn_sheet_fee_description
source: When topping up for lending, a network fee not exceeding %1$@ will be deducted from the balance.
de: Beim Aufladen zum Ausleihen wird eine Netzwerkgebühr von maximal %1$@ vom Guthaben abgezogen.
es: En las recargas para préstamos, se deducirá del saldo una comisión de red no superior a %1$@.
fr: Lors du rechargement pour le dépôt, des frais de réseau ne dépassant pas %1$@ seront déduits du solde.
ja: 貸付のために入金する際は、残高から%1$@以下のネットワーク手数料が差し引かれます。
ru: При пополнении в режиме доходности с баланса будет удержана комиссия сети, не превышающая %1$@.
uk_ua: При поповненні для кредитування з балансу буде вирахувано комісію мережі, що не перевищує %1$@.

# yield_module_earn_sheet_high_fee_description
source: The network fee is currently too high to execute lending. Funds will be supplied once it drops to %1$@ or below.
de: Die Netzwerkgebühr ist derzeit zu hoch für die Kreditvergabe. Die Auszahlung erfolgt, sobald sie auf %1$@ oder darunter sinkt.
es: La tasa de red es actualmente demasiado alta para ejecutar préstamos. Los fondos se suministrarán una vez que baje a %1$@ o menos.
fr: Les frais de réseau sont actuellement trop élevés pour permettre l'exécution des prêts. Les fonds seront versés dès qu'ils auront baissé à %1$@ ou moins.
ja: 現在、ネットワーク手数料が高すぎるため貸付を実行できません。手数料が%1$@以下に下がり次第、資金が供給されます。
ru: Сейчас комиссия сети слишком высока для выполнения операции. Средства будут отправлены, как только она снизится до %1$@ или ниже.
uk_ua: Наразі мережева комісія є занадто високою, щоб здійснювати кредитування. Кошти будуть надані, як тільки вона знизиться до %1$@ або нижче.

# yield_module_earn_sheet_my_funds_title
source: My funds
de: Meine Mittel
es: Mis fondos
fr: Mes fonds
ja: 私の資金
ru: Мои средства
uk_ua: Мої кошти

# yield_module_earn_sheet_provider_description
source: Your %1$@ is now deployed to Aave and generating yield. You hold %2$@ tokens, representing your balance and accruing yield automatically. When you top up, the funds are supplied to Aave to generate more yield, after fees are deducted.
de: Deine %1$@ sind nun bei Aave angelegt und erwirtschaften Rendite. Du besitzt %2$@ -Token, die Dein Guthaben repräsentieren und automatisch Rendite generieren. Bei jeder Aufladung wird Dein Aave-Konto zusätzliches Guthaben gutgeschrieben, um weitere Rendite zu erzielen (abzüglich Gebühren).
es: Su %1$@ está ahora depositado en Aave y devenga intereses. Tiene un token%2$@, que representa su saldo y crece con el tiempo. Cuando deposite más fondos, estos se suministrarán a Aave para ganar intereses, menos una comisión por transacción.
fr: Vos %1$@ sont désormais déposés chez Aave et rapportent des intérêts. Vous détenez %2$@ tokens, ce qui représente votre solde et augmente au fil du temps. Lorsque vous déposez davantage de fonds, ceux-ci sont fournis à Aave afin de rapporter des intérêts, moins les frais de transaction.
ja: %1$@はAaveにデプロイされ、利回りを生み出しています。保有している%2$@トークンは残高を表し、自動的に利回りを生み出します。チャージすると、手数料を差し引いた後の資金がAaveに供給され、さらに利回りを生み出します。
ru: Ваши %1$@ теперь внесены в Aave и приносят проценты. У вас есть токен %2$@, который отражает ваш баланс и со временем увеличивается. При пополнении средства автоматически направляются в Aave для получения процентов за вычетом комиссии за транзакцию.
uk_ua: Ваші %1$@ тепер розміщені в Aave і приносять дохід. У вас є токен %2$@, який представляє ваш баланс і з часом збільшується. При поповненні кошти автоматично направляються в Aave для отримання процентів з вирахуванням комісії за транзакцію.

# yield_module_earn_sheet_title
source: Yield Mode
de: Ertragsmodus
es: Modo de rendimiento
fr: Mode Rendement
ja: 利息モード
ru: Режим доходности
uk_ua: Режим дохідності

# yield_module_earn_sheet_total_earnings_title
source: Total yield
de: Gesamtverdienst
es: Ganancias totales
fr: Total des gains
ja: トータルの利息
ru: Итоговый доход
uk_ua: Підсумковий дохід

# yield_module_earn_sheet_transfers_title
source: Transfers to Aave
de: Übertragungen zu Aave
es: Transferencias a Aave
fr: Transferts vers Aave
ja: Aaveへの送金
ru: Переводы в Aave
uk_ua: Перекази в Aave

# yield_module_explore_sheet_explore_aave_button_title
source: Explore Aave
de: Entdecke Aave
fr: Découvrez Aave
ja: Aaveの詳細を見る
ru: Изучите Aave
uk_ua: Дослідити Aave

# yield_module_fee_policy_sheet_current_fee_note
source: This is the current supply fee on %@. The actual cost will be shown on the activation tab.
de: Dies ist die aktuelle Liefergebühr auf %@. Die tatsächlichen Kosten werden auf der Registerkarte "Aktivierung" angezeigt.
es: Esta es la tarifa de suministro actual en %@. El coste real se mostrará en la pestaña de activación.
fr: Il s'agit des frais d'approvisionnement actuels sur %@. Le coût réel sera indiqué dans l'onglet Activation.
ja: これは%@の現在の供給手数料です。実際のコストはアクティベーションタブに表示されます。
ru: Это текущая комиссия в сети %@.
uk_ua: Це поточна комісія у мережі %@.

# yield_module_fee_policy_sheet_current_fee_title
source: Current fee
de: Aktuelle Gebühr
es: Tarifa actual
fr: Frais actuels
ja: 現在の手数料
ru: Текущая комиссия
uk_ua: Поточна комісія

# yield_module_fee_policy_sheet_description
source: All future %@ top-ups will be supplied to Aave automatically, after the transaction fee is deducted.
de: Alle zukünftigen %@-Einzahlungen werden automatisch an Aave geliefert, wobei die Transaktionsgebühr abgezogen wird.
es: Todos los depósitos futuros %@ se proporcionarán a Aave automáticamente, con la tarifa de transacción deducida.
fr: Tous les futurs dépôts %@ seront automatiquement fournis à Aave, après déduction des frais de transaction.
ja: 今後の%@の追加入金はすべて、取引手数料が差し引かれた後、Aave に自動的に提供されます。
ru: Все следующие пополнения %@ автоматически поступят в Aave с удержанием комиссии за транзакцию.
uk_ua: Усі майбутні депозити %@ будуть надходити до Aave автоматично, з вирахуванням комісії за транзакцію.

# yield_module_fee_policy_sheet_fee_note
source: An approximate network fee of %1$@ (%2$@) will be deducted from each future top-up, and it won't exceed your %3$@ (%4$@) limit.
de: Von jeder zukünftigen Aufladung wird eine ungefähre Netzwerkgebühr von %1$@ ( %2$@ ) abgezogen, die Dein Limit von %3$@ ( %4$@ ) nicht überschreiten wird.
es: Se deducirá una comisión de red aproximada de %1$@ (%2$@) de cada recarga futura, y no superará su límite de %3$@ (%4$@).
fr: Des frais de réseau d'environ %1$@ (%2$@) seront déduits de chaque recharge future, sans dépasser votre limite de %3$@ (%4$@).
ja: 今後の追加入金ごとにおおよそのネットワーク手数料%1$@ ( %2$@ ) が差し引かれ、 %3$@ ( %4$@ ) の制限を超えることはありません。
ru: Примерная комиссия сети в размере %1$@ (%2$@) будет удерживаться с каждого будущего пополнения и не превысит ваш лимит %3$@ (%4$@).
uk_ua: Приблизна мережева плата в розмірі %1$@ (%2$@) буде вираховуватися з кожного наступного поповнення, і вона не перевищуватиме ваш ліміт %3$@ (%4$@).

# yield_module_fee_policy_sheet_max_fee_note
source: If network fees rise above the maximum fee, the transaction won't go through until they decrease. You can change this limit later.
de: Wenn die Netzwerkgebühren über die maximale Gebühr steigen, wird die Transaktion erst durchgeführt, wenn diese sinken. Du kannst dieses Limit später ändern.
es: Si las tarifas de red superan la tarifa máxima, la transacción no se realizará hasta que disminuyan. Puede cambiar este límite más adelante.
fr: Si les frais de réseau dépassent le montant maximal, la transaction ne sera pas effectuée tant qu'ils n'auront pas diminué. Vous pouvez modifier cette limite ultérieurement.
ja: ネットワーク手数料が上限を超えた場合、手数料が下がるまで取引は成立しません。この制限は後で変更できます。
ru: Если комиссия сети превысит максимальный лимит, транзакция не будет выполнена до тех пор, пока комиссия не снизится. Вы сможете изменить этот лимит позже.
uk_ua: Якщо мережеві комісії перевищують максимальну комісію, транзакція не пройде, поки вони не знизяться. Ви можете змінити цей ліміт пізніше.

# yield_module_fee_policy_sheet_max_fee_title
source: Maximum fee
de: Maximale Gebühr
es: Tarifa máxima
fr: Frais maximaux
ja: 最大手数料
ru: Максимальная комиссия
uk_ua: Максимальна комісія

# yield_module_fee_policy_sheet_min_amount_note
source: The minimum amount is calculated based on the current network fee, ensuring it doesn't exceed 4%% of the top-up amount, which equals the minimum %1$@ (%2$@).
de: Der Mindestbetrag wird auf Grundlage der aktuellen Netzwerkgebühr berechnet, sodass er 4%% des Aufladebetrags nicht überschreitet, was einen Mindestbetrag von %1$@ (%2$@) ergibt.
es: El monto mínimo se calcula en función de la comisión de la red actual para que no supere el 4%% del importe de la recarga, lo que hace que el mínimo sea %1$@ (%2$@).
fr: Le montant minimum est calculé en fonction des frais réseau actuels afin de ne pas dépasser 4%% du montant du rechargement, ce qui donne un minimum de %1$@ (%2$@).
ja: 最小金額は現在のネットワーク手数料に基づいて計算され、入金額の4%% 、つまり最小の%1$@ ( %2$@ ) を超えないようにします。
ru: Минимальная сумма рассчитывается исходя из текущей комиссии сети, чтобы она не превышала 4%% от суммы пополнения, что составляет минимум %1$@ (%2$@).
uk_ua: Мінімальна сума розраховується з урахуванням поточного збору мережі, щоб вона не перевищувала 4%%, що становить мінімум %1$@ (%2$@).

# yield_module_fee_policy_sheet_min_amount_title
source: Minimum top-up
de: Mindestaufladung
es: Recarga mínima
fr: Recharge minimale
ja: 最低入金額
ru: Минимальный депозит
uk_ua: Мінімальне поповнення

# yield_module_fee_policy_sheet_title
source: Top-up fee policy
de: Gebührenpolitik
es: Política de tarifas
fr: Politique tarifaire
ja: 入金手数料ポリシー
ru: Политика комиссий за пополнение
uk_ua: Політика комісій

# yield_module_fee_policy_tangem_service_fee_title
source: Tangem also takes a 15%% service fee on yield generated.
de: Tangem erhebt außerdem eine Servicegebühr von 15%% auf den erzielten Ertrag.
es: Tangem también cobra una comisión de servicio del 15%% sobre el rendimiento obtenido.
fr: Tangem prélève également des frais de service de 15%% sur les revenus générés.
ja: Tangemは、生成された利息に対して15%%サービス手数料も徴収します。
ru: Tangem взимает комиссию за обслуживание в размере 15%% от полученного дохода.
uk_ua: Tangem комісію за обслуговування у розмірі 15%% від отриманого доходу.
