Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# details_row_title_flip_to_hide
source: Flip-to-Hide Balances
de: Flipp um Guthaben auszublenden
es: Girar para ocultar saldos
fr: Retourner pour masquer les soldes
ja: フリップして残高を非表示にする
ru: Скрывать балансы жестом переворота
uk_ua: Приховувати баланси жестом перевороту

# details_row_title_issuer
source: Issuer
de: Aussteller
es: Editor
fr: Emetteur
ja: 発行者
ru: Эмитент
uk_ua: Емітент

# details_row_title_signed_hashes
source: Signed
de: Signiert
es: Firmado
fr: Signé
ja: 署名済み
ru: Подписано
uk_ua: Підписано

# details_security_management_warning
source: If you forget the code you will lose access to your funds. Code recovery is not possible.
de: Wenn du den Code vergisst, verlierst du den Zugriff auf dein Geld. Eine Codewiederherstellung ist nicht möglich.
es: Si olvida el código, perderá acceso a tus fondos. La recuperación del código no es posible.
fr: Si vous oubliez le code, vous perdrez l'accès à vos fonds. La récupération du code n'est pas possible.
ja: コードを忘れた場合、資金にアクセスできなくなります。コードの回復は不可能です。
ru: Если вы забудете код, то потеряете доступ к своим средствам. Восстановление кода невозможно.
uk_ua: Якщо ви забудете код, ви втратите доступ до своїх коштів. Відновлення коду неможливе.

# details_send_feedback
source: Send feedback
de: Gib uns eine Rückmeldung
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
ru: Отправить отзыв
uk_ua: Надіслати відгук

# details_title
source: Details
es: Detalles
fr: Détails
ja: 詳細
ru: Подробности
uk_ua: Деталі

# details_wallets_section_description
source: You can only have one mobile wallet. Upgrade it to Tangem hardware wallet, or add a new hardware wallet.
de: Du kannst jeweils nur eine mobile Wallet haben. Sie kann zu einer Tangem-Wallet aufgerüstet oder zusammen mit einer neuen Wallet verwendet werden.
fr: Vous ne pouvez avoir qu'un seul portefeuille mobile à la fois. Il peut être mis à niveau vers un hardware wallet Tangem ou utilisé avec un nouveau hardware wallet.
ja: モバイルウォレットは1つしか作成できません。Tangemハードウェアウォレットにアップグレードするか、新しいハードウェアウォレットを追加してください。
ru: Одновременно у вас может быть только один мобильный кошелек. Его можно апгрейдить до Tangem cold wallet или использовать вместе с новым холодным кошельком.

# disclaimer_title
source: Terms of service
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約
ru: Условия использования
uk_ua: Умови використання

# domain_receive_assets_default_address
source: Default Address
de: Standardadresse
es: Dirección por defecto
fr: Adresse par défaut
ja: デフォルトアドレス
ru: Основной адрес
uk_ua: Основна адреса

# domain_receive_assets_legacy_address
source: Legacy %@ Address
de: Legacy %@ adresse
es: Dirección Legacy
fr: Legacy %@ adresse
ja: レガシー%@アドレス
ru: Legacy %@ адрес
uk_ua: Legacy %@ адреса

# domain_receive_assets_navigation_title
source: Receive assets
de: Empfangen von Vermögenswerten
es: Recibir activos
fr: Recevoir des actifs
ja: 資金を受け取る
ru: Получить активы
uk_ua: Отримати активи

# domain_receive_assets_network_name_address
source: %@ address
de: %@ Adresse
es: %@ dirección
fr: %@ adresse
ja: %@アドレス
ru: %@ адрес
uk_ua: %@ адреса

# domain_receive_assets_onboarding_description
source: Sending assets in other networks will result in permanent loss.
de: Das Senden von Vermögenswerten in anderen Netzwerken führt zu dauerhaftem Verlust.
es: Enviar activos a otras redes resultará en una pérdida permanente.
fr: L’envoi d’actifs sur d’autres réseaux entraînera une perte définitive.
ja: 他のネットワークで資産を送金すると、永久に失われます。
ru: Отправка средств в другой сети может повлечь потерю средств.
uk_ua: Надсилання активів в інші мережі призведе до безповоротної втрати.

# domain_receive_assets_onboarding_network_name
source: %@ network
de: %@ Netzwerk
es: Red de %@
fr: %@ réseau
ja: %@ネットワーク
ru: %@ сеть
uk_ua: %@ мережа

# domain_receive_assets_onboarding_title
source: Send funds using only
de: Sende Geld nur mit
es: Envíe fondos utilizando solo
fr: Envoyez des fonds en utilisant uniquement
ja: 下記のみを使用して資金を送金する
ru: Отправляйте средства, используя только
uk_ua: Надсилайте кошти, використовуючи лише

# earn_best_opportunities
source: Best opportunities
de: Beste Gelegenheiten
ja: おすすめ

# earn_filter_all_networks
source: All networks
de: Alle Netzwerke
ja: すべてのネットワーク

# earn_filter_all_types
source: All types
de: Alle Arten
ja: すべての種類

# earn_mostly_used
source: Mostly used
de: Meist verwendet
ja: よく使われています

# earn_title
source: Earn
de: Verdienen
ja: 運用

# email_preface_wc_error
source: Hi support team, I've encountered an error with code: %@
de: Hallo Support-Team, ich habe einen Fehler mit dem Code %@ festgestellt.
es: Hola equipo de soporte, he encontrado un error con el código: %@
fr: Bonjour équipe de support, j’ai rencontré une erreur avec le code : %@
ja: こんにちは、サポートチームの皆さん、コード %@ のエラーが発生しました。
ru: Привет, команда поддержки, у меня возникла ошибка с кодом: %@
uk_ua: Привіт, команда підтримки, я зіткнувся з помилкою з кодом: %@

# email_subject_wc_error
source: WalletConnect error
de: WalletConnect-Fehler
es: Error de WalletConnect
fr: Erreur WalletConnect
ja: WalletConnectエラー
ru: Ошибка WalletConnect
uk_ua: Помилка WalletConnect

# error_wrong_wallet_tapped
source: You have used a card or ring from another wallet. Tap the card or ring associated with this wallet
de: Du hast eine Karte oder Ring aus einer anderen Wallet verwendet. Tippe auf die Karte oder Ring, die dieser Wallet zugeordnet ist.
es: Ha usado una tarjeta de otra billetera. Toque la tarjeta asociada con esta billetera
fr: Vous avez utilisé une carte d'un autre portefeuille. Appuyez sur la carte associée à ce portefeuille
ja: 別のウォレットのカードまたはリングを使用しました。このウォレットにリンクしているカードまたはリングをタップしてください。
ru: Вы использовали карту или кольцо от другого кошелька. Приложите карту или кольцо, связанную с этим кошельком.
uk_ua: Ви використали картку або кільце від іншого гаманця. Прикладіть картку або кільце, пов'язану з цим гаманцем.

# eth_gas_required_exceeds_allowance
source: Not enough funds for the transaction. Please top up your account.
de: Nicht genug Geld für die Transaktion. Bitte lade dein Konto auf.
es: No hay fondos suficientes para la transacción. Por favor, recargue su cuenta.
fr: Pas assez de fonds pour la transaction. Veuillez recharger votre compte.
ja: 取引に必要な資金が不足しています。アカウントに入金してください。
ru: Недостаточно средств для совершения транзакции. Пожалуйста, пополните свой аккаунт.
uk_ua: Недостатньо коштів для здійснення транзакції. Будь ласка, поповніть свій акаунт.

# exchange_token_description
source: Swap any asset in your portfolio for this token
de: Tausche einen beliebigen Vermögenswert in deinem Portfolio gegen diesen Token.
fr: Échangez n'importe quel actif de votre portefeuille contre ce jeton.
ja: ポートフォリオ内のアセットをこのトークンと交換します
ru: Обменять любой актив на этот токен
uk_ua: Обміняйте будь-який актив у вашому портфелі на цей токен

# exchange_tokens_available_tokens_header
source: My tokens
de: Meine Token
es: Mis tokens
fr: Mes jetons
ja: マイトークン
ru: Мои токены
uk_ua: Мої токени

# exchange_tokens_empty_tokens
source: You haven't added any tokens yet. Add tokens via Market to swap
de: Du hast noch keine Token hinzugefügt. Füge Token über den Markt zum Tausch hinzu
es: Aún no ha añadido ningún token. Agregue tokens a través de Mercados para hacer intercambios
fr: Vous n'avez pas encore ajouté de jetons. Ajoutez des jetons via Market pour effectuer une échange
ja: まだトークンを追加していません。マーケットからトークンを追加して交換してください。
ru: У вас нет добавленных токенов. Добавьте токены для обмена
uk_ua: У вас немає доданих токенів. Додайте токени для обміну

# exchange_tokens_unavailable_tokens_header
source: Cannot be swapped for %@
de: Kann nicht gegen %@ ausgetauscht werden
es: No se puede intercambiar por %@
fr: Ne peut pas être échangé contre %@
ja: %@との交換はできません
ru: Недоступен для обмена с %@
uk_ua: Недоступний для обміну з %@

# exсhange_token_description
source: Swap any asset in your portfolio for this token
de: Tauschen jeden Vermögenswert in Deinem Portfolio gegen diesen Token
es: Convierta una de sus activos de su portafolio por este token
fr: Convertissez une de vos devises en une autre
ja: ポートフォリオ内のアセットをこのトークンと交換する
ru: Обменяйте любой актив в вашем портфеле на этот токен
uk_ua: Обміняйте будь-який актив у своєму портфелі на цей токен

# express_by_provider_placeholder
source: Provided by %@
de: Zur Verfügung gestellt von %@
es: Proporcionado por %@
fr: Fourni par %@
ja: 提供元 %@
ru: Предоставлено %@
uk_ua: Послугу надає %@

# express_cex_status_button_title
source: Status
es: Estado
fr: Statut
ja: ステータス
ru: Статус
uk_ua: Статус

# express_choose_provider
source: Choose provider
de: Anbieter auswählen
es: Elegir proveedor
fr: Choisir un fournisseur
ja: プロバイダーを選択
ru: Выберите провайдера
uk_ua: Виберіть провайдера

# express_choose_providers_subtitle
source: Providers facilitate transactions
de: Anbieter erleichtern Transaktionen
es: Tangem ofrece intercambios de tokens a través de proveedores externos
fr: Tangem propose des échanges de jetons via des fournisseurs tiers selon les conditions de chaque fournisseur
ja: プロバイダーが取引を促進します
ru: Tangem предоставляет доступ к обмену через сторонних поставщиков в соответствии с их правилами
uk_ua: Tangem пропонує обмін токенів через сторонніх провайдерів відповідно до умов кожного провайдера

# express_choose_providers_title
source: Provider
de: Anbieter
es: Elija proveedor
fr: Fournisseur
ja: プロバイダー
ru: Провайдер
uk_ua: Провайдер

# express_error_provider_amount_roundup
source: Error %1$@. The selected provider cannot process the specified transaction. Please round the value up to %2$@ or change it
de: Fehler %1$@. Der ausgewählte Anbieter kann die angegebene Transaktion nicht verarbeiten. Bitte runde den Wert auf %2$@ auf oder änder diesen.
es: Error %1$@. El proveedor seleccionado no puede procesar la transacción especificada. Por favor, redondee el valor a %2$@ o cámbielo
fr: Erreur %1$@. Le fournisseur sélectionné ne peut pas traiter la transaction spécifiée. Veuillez arrondir la valeur à %2$@ ou la modifier
ja: エラー%1$@ 。選択したプロバイダーは指定された取引を処理できません。値を%2$@に切り上げるか、変更してください。
ru: Ошибка %1$@. Выбранный провайдер не может обработать указанную транзакцию. Округлите значение до %2$@ или измените его.
uk_ua: Помилка %1$@. Обраний провайдер не може обробити зазначену транзакцію. Округліть значення до %2$@ або змініть його.

# express_error_swap_pair_unavailable
source: Selected provider is unavailable at the moment. Please try again later. (Code: %@)
de: Der gewählte Anbieter ist im Moment nicht verfügbar. Bitte versuche es später noch einmal. (Code: %@)
es: El proveedor seleccionado no está disponible actualmente. Inténtelo de nuevo más tarde. (Código: %@)
fr: Le fournisseur sélectionné n'est pas disponible pour le moment. Veuillez réessayer plus tard. (Code : %@)
ja: 選択したプロバイダーは現在利用できません。しばらくしてからもう一度お試しください。(コード: %@ )
ru: Выбранный провайдер недоступен для обмена. Попробуйте позже. (Код: %@)
uk_ua: Наразі обраний провайдер недоступний для обміну. Спробуй пізніше. (Код: %@)

# express_error_swap_unavailable
source: Swaps are unavailable at the moment. Please try again later. (Code: %@)
de: Swaps sind im Moment nicht verfügbar. Bitte versuche es später noch einmal. (Code: %@)
es: Los cambios no están disponibles en este momento. Inténtelo de nuevo más tarde. (Código: %@)
fr: Les échanges ne sont pas disponibles pour le moment. Veuillez réessayer plus tard. (Code : %@)
ja: 現在、交換はご利用いただけません。しばらくしてからもう一度お試しください。(コード: %@ )
ru: В данный момент обмен невозможен. Попробуйте позже. (Код: %@)
uk_ua: Наразі обмін неможливий. Спробуй пізніше. (Код: %@)

# express_estimated_amount
source: Estimated amount
de: Geschätzter Betrag
es: Cantidad estimada
fr: Montant estimé
ja: 推定金額
ru: Курс обмена
uk_ua: Курс обміну

# express_exchange_by
source: Exchange by %@
de: Getauscht von %@
es: Intercambio por %@
fr: Échange par %@
ja: %@による交換
ru: Обмен через %@
uk_ua: Обмін через %@

# express_exchange_notification_failed_text
source: Visit provider’s website to refund your money
de: Besuche die Website des Anbieters, um dein Geld zurückzuerhalten
es: Visite el sitio web del proveedor para reembolsar su dinero
fr: Visitez le site Web du fournisseur pour obtenir un remboursement
ja: 返金を受けるには、プロバイダーのウェブサイトにアクセスしてください。
ru: Чтобы вернуть ваши деньги, посетите сайт провайдера
uk_ua: Щоб повернути ваші кошти, відвідайте сайт провайдера

# express_exchange_notification_failed_title
source: Operation failed by provider
de: Fehler beim Vorgang durch Anbieter
es: Operación fallida por el proveedor
fr: Opération échouée par le fournisseur
ja: プロバイダーによる操作が失敗しました。
ru: Операция не выполнена провайдером
uk_ua: Операція не виконана провайдером

# express_exchange_notification_long_transaction_time_text
source: Your swap is taking longer than usual, but your funds are completely safe and will be delivered. For any questions, you can contact the provider’s support team.
de: Dein Swap dauert länger als üblich, aber Dein Geld ist absolut sicher und wird geliefert. Bei Fragen kannst Du Dich an das Support-Team des Anbieters wenden.
es: Su intercambio está tardando más de lo esperado. Por favor, consulte al soporte del proveedor para obtener ayuda.
fr: Votre échange prend plus de temps que prévu. Veuillez contacter le support du fournisseur pour obtenir de l'aide.
ja: スワップは通常より時間がかかっておりますが、資金は完全に安全であり、送金されます。ご不明な点がございましたら、プロバイダーのサポートチームまでお問い合わせください。
ru: Ваш обмен занимает больше времени, чем обычно, но ваши средства полностью в безопасности и будут доставлены. Если возникли вопросы, вы всегда можете связаться с поддержкой провайдера.
uk_ua: Ваш обмін триває довше, ніж зазвичай, але ваші кошти повністю в безпеці та будуть доставлені. Якщо ви хвилюєтесь, ви завжди можете звернутися до служби підтримки провайдера.

# express_exchange_notification_long_transaction_time_title
source: Long transaction time
de: Lange Transaktionszeit
es: Tiempo de transacción prolongado
fr: Longue durée des transactions
ja: 長い取引時間
ru: Долгое время транзакции
uk_ua: Тривалий час транзакції

# express_exchange_notification_refund_text
source: The transaction amount was refunded in %1$@ to your wallet due to OKX or bridge rules. %2$@
de: Der Transaktionsbetrag wurde aufgrund von OKX- oder Bridge-Regeln in %1$@ auf deine Wallet zurückerstattet. %2$@
es: La cantidad de la transacción fue reembolsada en %1$@ a su billetera debido a OKX o reglas puente. %2$@
fr: Le montant de la transaction a été remboursé en %1$@ sur votre portefeuille en raison des règles OKX ou du pont. %2$@
ja: OKXまたはブリッジのルールにより、取引金額は%1$@でウォレットに返金されました。%2$@
ru: Отправленные средства были возвращены в %1$@ на ваш кошелек в соответствии с правилами OKX или моста обмена. %2$@
uk_ua: Сума транзакції була повернута в %1$@ на ваш гаманець відповідно до правил OKX або мосту обміну. %2$@

# express_exchange_notification_refund_title
source: The amount was refunded in %1$@ (%2$@ network)
de: Der Betrag wurde in %1$@ (%2$@ Netzwerk) zurückerstattet.
es: El monto fue reembolsado en %1$@ (red %2$@)
fr: Le montant a été remboursé en %1$@ (réseau %2$@)
ja: 金額は %1$@（%2$@ネットワーク）で返金されました
ru: Сумма была возвращена в %1$@ (%2$@ сети)
uk_ua: Сума була повернута в %1$@ (%2$@ мережі)

# express_exchange_notification_verification_text
source: Visit provider’s website for verification
de: Besuche die Website des Anbieters zur Überprüfung
es: Visite el sitio web del proveedor para la verificación
fr: Visitez le site Web du fournisseur pour la vérification
ja: 確認するには、プロバイダーのウェブサイトにアクセスしてください。
ru: Посетите сайт провайдера для проверки
uk_ua: Відвідайте сайт провайдера для перевірки

# express_exchange_notification_verification_title
source: KYC verification required by provider
de: KYC-Überprüfung durch den Anbieter erforderlich
es: Verificación KYC requerida por el proveedor
fr: Vérification KYC requise par le fournisseur
ja: プロバイダーによる本人確認手続きが必要です。
ru: Провайдер запрашивает прохождение верификации
uk_ua: Провайдер вимагає проходження KYC верифікації

# express_exchange_status_bought
source: Purchase completed
de: Kauf abgeschlossen
es: Compra completada
fr: Acheté
ja: 買付完了
ru: Покупка завершена
uk_ua: Куплено

# express_exchange_status_buying_active
source: Awaiting Purchase...
de: Warten auf Kauf...
es: Comprando...
fr: En cours d'achat
ja: 買付中...
ru: Ожидание покупки...
uk_ua: Купівля...

# express_exchange_status_buying
source: Awaiting Purchase
de: Kauf steht aus
es: A la espera de la compra
fr: Achat
ja: 買付待ち
ru: Ожидание покупки
uk_ua: Купівля

# express_exchange_status_canceled
source: Transaction canceled
de: Transaktion abgebrochen
es: Transacción cancelada
fr: Annulé
ja: 取引はキャンセルされました
ru: Транзакция отменена
uk_ua: Скасовано

# express_exchange_status_confirmed
source: Deposit confirmed
de: Anzahlung bestätigt
es: Depósito confirmado
fr: Confirmé
ja: 入金確認済み
ru: Депозит подтверждён
uk_ua: Підтверджено

# express_exchange_status_confirming_active
source: Waiting for confirmation...
de: Warte auf Bestätigung...
es: Esperando confirmación...
fr: En cours de confirmation
ja: 確認待ち...
ru: Ожидает подтверждения...
uk_ua: Підтвердження...

# express_exchange_status_confirming
source: Waiting for confirmation
de: Warten auf Bestätigung
es: Esperando confirmación
fr: En attente de confirmation
ja: 確認待ち
ru: Ожидает подтверждения
uk_ua: Підтвердження

# express_exchange_status_exchanged
source: Exchange completed
de: Umtausch abgeschlossen
es: Intercambio completado
fr: Échangé
ja: 交換完了
ru: Обмен завершён
uk_ua: Обміняно

# express_exchange_status_exchanging_active
source: Waiting for exchange...
de: Warte auf den Wechsel...
es: Esperando el intercambio...
fr: En cours d'échange
ja: スワップ待ち...
ru: Ожидает обмена...
uk_ua: Обмін...

# express_exchange_status_exchanging
source: Waiting for exchange
de: Warten auf Umtausch
es: A la espera del intercambio
fr: En cours d'échange
ja: 交換待ち
ru: Ожидает обмена
uk_ua: Обмін

# express_exchange_status_failed
source: Exchange failed
de: Umtausch fehlgeschlagen
es: Intercambio fallido
fr: Échoué
ja: 交換に失敗しました
ru: Ошибка обмена
uk_ua: Не вдалося

# express_exchange_status_paused
source: Exchange paused
de: Tausch pausiert
es: Intercambio en pausa
fr: En pause
ja: 交換は一時停止されました
ru: Обмен остановлен
uk_ua: Призупинено

# express_exchange_status_received
source: Deposit received
de: Einzahlung empfangen
es: Depósito recibido
fr: Dépôt reçu
ja: 入金済み
ru: Депозит получен
uk_ua: Депозит отримано

# express_exchange_status_receiving_active
source: Awaiting deposit...
de: Warten auf Einzahlung...
es: Esperando depósito
fr: En attente du dépôt
ja: 入金待ち...
ru: Ожидаем пополнения...
uk_ua: Очікуємо на депозит...

# express_exchange_status_receiving
source: Waiting for deposit
de: Warten auf Einzahlung
es: Esperando depósito
fr: En attente du dépôt
ja: 入金待ち
ru: Ожидание депозита
uk_ua: Очікуємо на депозит

# express_exchange_status_refunded
source: Refund completed
de: Rückerstattung abgeschlossen
es: Reembolso completado
fr: Remboursé
ja: 払い戻し完了
ru: Средства возвращены
uk_ua: Повернено

# express_exchange_status_refunding
source: Waiting for refund
de: Warten auf Rückerstattung
es: Esperando reembolso
fr: En attente de remboursement
ja: 払い戻し待ち
ru: Возврат средств
uk_ua: Повернення коштів

# express_exchange_status_sending_active
source: Sending funds...
de: Betrag senden...
es: Enviando fondos...
fr: En cours d'envoi
ja: 資金の送金中...
ru: Отправка средств...
uk_ua: Надсилаємо вам...

# express_exchange_status_sending
source: Sending to you
de: An dich gesendet
es: Transfiriendo a su cuenta
fr: Transfert à votre compte
ja: あなたへ送金しています
ru: Отправка средств
uk_ua: Надсилаємо вам

# express_exchange_status_sent
source: Funds sent
de: Gesendete Gelder
es: Fondos enviados
fr: Envoyé
ja: 送金済み資金
ru: Средства отправлены
uk_ua: Надіслано

# express_exchange_status_subtitle
source: Provider-sourced data. Estimated amount subject to change due to market conditions.
de: Daten stammen vom Anbieter. Der geschätzte Betrag kann sich aufgrund der Marktbedingungen ändern.
es: Datos proporcionados por el proveedor. La cantidad estimada puede cambiar debido a las condiciones del mercado.
fr: Données fournies par le fournisseur. Le montant estimé est sujet à modification en raison des conditions du marché.
ja: プロバイダー提供のデータ。推定額は市場動向により変更される場合があります。
ru: Данные провайдера. Сумма к получению может измениться в зависимости от рыночных условий.
uk_ua: Дані провайдера. Орієнтовна сума може бути змінена через ринкові умови.

# express_exchange_status_title
source: Exchange status
de: Status des Tausches
es: Estado del intercambio
fr: Statut de l'échange
ja: 交換ステータス
ru: Статус обмена
uk_ua: Статус обміну

# express_exchange_status_verifying
source: Verification required
de: Verifizierung erforderlich
es: Verificación requerida
fr: Vérification requise
ja: 確認が必要です
ru: Требуется верификация
uk_ua: Потрібна верифікація

# express_exchange_status_waiting_tx_hash
source: Awaiting transaction hash
de: Wartet auf Transaktions-Hash
es: Esperando hash de transacción
fr: En attente du hachage de la transaction
ja: 取引ハッシュを待機中
ru: Ожидание хеша транзакции
uk_ua: Очікування хешу транзакції

# express_fetch_best_rates
source: Fetching current rates...
de: Aktuelle Preise werden abgerufen ...
es: Buscar tarifas actuales...
fr: En cherche des meilleurs taux
ja: 現在のレートを取得中...
ru: Получение наилучших курсов...
uk_ua: Шукаємо найвигідніший курс...

# express_floating_rate
source: Floating rate
de: Variabler Zinssatz
es: Tasa flotante
fr: Taux flottant
ja: 変動レート
ru: Плавающая ставка
uk_ua: Плаваюча ставка

# express_legal_one_placeholder
source: By using swap functionality, you agree with provider’s %@
de: Durch die Nutzung der Swap-Funktion erklärst du dich mit den folgenden Bedingungen des Anbieters einverstanden %@
es: Al utilizar la función de intercambio, acepta los %@
fr: En utilisant la fonctionnalité d'échange, vous acceptez les %@
ja: スワップ機能を使用すると、プロバイダーの%@に同意したことになります。
ru: Пользуясь сервисом, вы соглашаетесь с %@
uk_ua: Використовуючи сервіс обміну, ви погоджуєтеся з його %@

# express_legal_two_placeholders
source: By using swap functionality, you agree with provider’s %1$@ and %2$@.
de: Durch die Nutzung der Swap-Funktionalität erklärst du dich mit des Anbieters %1$@ und %2$@ einverstanden.
es: Al utilizar la función de intercambio, aceptas las condiciones de %1$@ y %2$@ del proveedor.
fr: En utilisant la fonctionnalité d'échange, vous acceptez les conditions %1$@ et %2$@ du fournisseur.
ja: スワップ機能を使用すると、プロバイダーの%1$@および%2$@に同意したことになります。
ru: Пользуясь сервисом, вы соглашаетесь с %1$@ и %2$@.
uk_ua: Використовуючи сервіс обміну, ви погоджуєтеся з його %1$@ та %2$@.

# express_more_providers_soon
source: More providers will be available soon
de: Weitere Anbieter folgen in Kürze
es: Pronto habrá más proveedores disponibles
fr: D'autres fournisseurs arriveront bientôt. Restez branchés !
ja: さらに多くのプロバイダーが利用可能になる予定です
ru: Больше провайдеров на подходе. Следите за обновлениями!
uk_ua: Незабаром з'являться нові провайдери. Слідкуйте за новинами!

# express_provider_best_rate
source: Best rate
de: Bester Preis
es: Mejor tarifa
fr: Meilleur taux
ja: ベストレート
ru: Лучший курс
uk_ua: Найкращий курс

# express_provider_fca_warning_list
source: FCA Warning List
de: Warnliste der FCA
es: Lista de advertencias de la FCA
fr: Liste d’avertissement de la FCA
ja: FCA警告リスト
uk_ua: Список попереджень FCA

# express_provider_great_rate
source: Competitive rate
de: Beste Wahl
es: Mejor opción
fr: Meilleur choix
ja: お得なレート
ru: Лучший выбор
uk_ua: Найкращий вибір

# express_provider_in_fca_warning_list
source: Provider in FCA warning list
de: Anbieter in FCA-Warnliste
es: Proveedor en la lista de advertencias de la FCA
fr: Fournisseur figurant sur la liste d'avertissement de la FCA
ja: FCA警告リストに掲載されたプロバイダー
uk_ua: Список попереджень FCA
