Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# send_satoshi_per_byte_text
source: A way of measuring Bitcoin transaction fees. It indicates the number of the smallest Bitcoin unit (Satoshi) for each virtual byte in a transaction. The higher the number, the faster the transaction will be processed by miners.
de: Eine Möglichkeit, Bitcoin-Transaktionsgebühren zu messen. Du gibst die Anzahl der kleinsten Bitcoin-Einheiten (Satoshi) für jedes virtuelle Byte in einer Transaktion an. Je höher die Zahl, desto schneller wird die Transaktion von den Minern verarbeitet.
es: Una forma de medir las comisiones por transacción de Bitcoin. Indica la cantidad de la unidad de Bitcoin más pequeña (Satoshi) por cada byte virtual en una transacción. Cuanto mayor sea la cantidad, más rápido procesarán la transacción los mineros.
fr: Un moyen de mesurer les frais de transaction Bitcoin. Il indique le nombre de la plus petite unité de Bitcoin (Satoshi) pour chaque octet virtuel dans une transaction. Plus le nombre est élevé, plus la transaction sera traitée rapidement par les mineurs.
ja: Bitcoinの取引手数料を測定する方法。取引における各仮想バイトの最小Bitcoin単位（Satoshi）の数を示します。数値が高いほど、マイナーによる取引の処理速度が速くなります。
ru: Способ измерения комиссии за биткоин-транзакцию. Он указывает на количество самой маленькой единицы биткоина (сатоши) за каждый виртуальный байт в транзакции. Чем выше число, тем быстрее будет обработана транзакция майнерами.
uk_ua: Спосіб виміру комісії за біткоїн-транзакцію. Він свідчить про кількість найменшої одиниці біткоїна (сатоші) за кожен віртуальний байт у транзакції. Чим вище число, тим швидше буде оброблено транзакцію майнерами.

# send_sending
source: Sending...
de: Senden...
es: Enviando...
fr: En cours d'envoi
ja: 送金中...
ru: Отправка
uk_ua: Надсилання...

# send_summary_tap_hint
source: Tap any field to change it
de: Berühre an beliebiger Stelle für Änderungen
es: Toque cualquier campo para editarlo
fr: Appuyez sur n'importe quel champ pour le modifier
ja: 変更するには任意の箇所をタップしてください
ru: Нажмите на любое поле, чтобы изменить его
uk_ua: Торкніться будь-якого поля, щоб змінити його

# send_summary_title
source: Send %@
de: Versende %@
es: Enviar %@
fr: Envoyer %@
ja: %@を送金する
ru: Отправка %@
uk_ua: Надіслати %@

# send_summary_transaction_description_no_fiat_fee
source: You are sending **%1$@** and %2$@
de: Du sendest **%1$@** und %2$@
es: Está enviando**%1$@** y %2$@
fr: Vous envoyez **%1$@** et %2$@
ja: **%1$@** と %2$@ を送金しています。
ru: Вы отправляете **%1$@** и %2$@
uk_ua: Ви надсилаєте **%1$@** і %2$@

# send_summary_transaction_description_prefix
source: You are sending **%1$@**
de: Du sendest **%1$@**
es: Está enviando **%1$@**
fr: Vous envoyez **%1$@**
ja: ** %1$@ ** を送信しています
ru: Вы отправляете **%1$@**
uk_ua: Ви надсилаєте **%1$@**

# send_summary_transaction_description_suffix_fee_covered
source: network fee will be covered by using %1$@ energy
de: Die Netzwerkgebühr wird durch die Nutzung von %1$@ Energieträgern gedeckt.
es: La tarifa de red se cubrirá al usar %1$@ energía
fr: les frais de réseau seront couverts en utilisant %1$@ énergie
ja: ネットワーク手数料は%1$@エネルギーを使用してカバーされます
ru: Комиссия сети будет покрыта за счет использования %1$@ энергии
uk_ua: комісія мережі буде покрита, використовуючи %1$@ енергію

# send_summary_transaction_description_suffix_fee_reduced
source: network fee will be reduced by spending %1$@ energy
de: Die Netzwerkgebühr wird durch den Verbrauch von %1$@ Energie reduziert
es: La tarifa de red se reducirá al usar %1$@ energía
fr: les frais de réseau seront réduits en utilisant %1$@ énergie
ja: %1$@エネルギーを使用するとネットワーク手数料が減額されます
ru: Комиссия сети будет снижена за счет использования %1$@ энергии
uk_ua: Комісія мережі буде зменшена, за рахунок використання %1$@ енергії

# send_summary_transaction_description_suffix_including
source: including a network fee of %1$@
de: inklusive einer Netzgebühr von %1$@
es: incluida una tarifa de red de %1$@
fr: y compris des frais de réseau de %1$@
ja: ネットワーク手数料%1$@を含む
ru: включая комиссию сети в размере %1$@
uk_ua: включно з комісією мережі %1$@

# send_summary_transaction_description
source: You are sending **%1$@** including a network fee of %2$@.
de: Du sendest **%1$@** inklusive der Netzwerkgebühr %2$@.
es: Está enviando **%1$@** incluida una tarifa de red de %2$@.
fr: Vous envoyez **%1$@** incluant des frais de réseau de %2$@.
ja: %2$@のネットワーク料を含む**%1$@**を送信しています。
ru: Вы отправляете **%1$@**, включая комиссию сети %2$@.
uk_ua: Ви надсилаєте **%1$@**, включно з комісію мережі %2$@.

# send_to_address
source: To address
de: Zur Adresse
es: A la dirección
fr: À l'adresse
ja: アドレスへ
ru: На адрес
uk_ua: На адресу

# send_transaction_success
source: Transaction has been successfully signed and sent to the blockchain node. Wallet balance will be updated in a while
de: Die Transaktion wurde erfolgreich signiert und an den Blockchain-Knoten gesendet. Die Walletbilanz wird aktualisiert
es: La transacción se firmó con éxito y se envió al nodo blockchain. El saldo de la billetera se actualizará después de un tiempo.
fr: La transaction a été signée avec succès et envoyée au nœud de blockchain. Le solde du portefeuille sera mis à jour après un certain temps
ja: 取引は正常に署名され、ブロックチェーンノードに送信されました。ウォレットの残高はしばらくして更新されます。
ru: Транзакция успешно подписана и отправлена в блокчейн. Баланс будет обновлен через некоторое время
uk_ua: Транзакція успішно підписана і відправлена до блокчейну. Баланс гаманця буде оновлено через деякий час

# send_tron_account_activation_error
source: %1$@ is an asset in the Tron network. To calculate the fee and make a transaction you need to deposit some Tron (TRX) in your account.
de: %1$@ ist ein Vermögenswert im Tron-Netzwerk. Um die Gebühr zu berechnen und eine Transaktion durchzuführen, musst du etwas Tron (TRX) auf deinem Konto einzahlen.
es: %1$@ es un activo en la red Tron. Para calcular la tarifa y realizar una transacción, deba depositar algo de Tron (TRX) en su cuenta.
fr: %1$@ est un actif du réseau Tron. Pour calculer les frais et effectuer une transaction, déposez du Tron (TRX) sur votre compte.
ja: %1$@はTronネットワークのアセットです。手数料を計算して取引を行うには、アカウントにTron（TRX）を入金する必要があります。
ru: %1$@ — это монета в сети Tron. Чтобы рассчитать комиссию и совершить транзакцию, вам необходимо внести немного Tron (TRX) на свой адрес.
uk_ua: %1$@ — це монета у мережі Tron. Щоб розрахувати комісію та здійснити транзакцію, вам необхідно внести певну кількість Tron (TRX) на свій рахунок.

# send_validation_destination_tag_required_description
source: A destination tag (memo) is required to complete this transaction for the specified address.
de: Um diese Transaktion für die angegebene Adresse abzuschließen, ist ein Ziel-Tag (Memo) erforderlich.
es: Es necesario una etiqueta de destino (memo) para completar esta transacción para la dirección especificada.
fr: Une balise de destination (mémo) est requise pour terminer cette transaction pour l'adresse spécifiée.
ja: 指定されたアドレスへの取引を完了するには、宛先タグ（メモ）が必要です。
ru: Для завершения транзакции на указанный адрес необходим тег назначения (мемо).
uk_ua: Тег призначення (memo) потрібен для завершення цієї транзакції для вказаної адреси.

# send_validation_destination_tag_required_title
source: Destination Tag Required
de: Ziel-Tag erforderlich
es: Etiqueta de destino obligatoria
fr: Étiquette de destination requise
ja: 宛先タグが必要です
ru: Требуется Destination Tag
uk_ua: Тег призначення обов'язковий

# send_with_swap_change_token_alert_message
source: Are you sure you want to change the receiving token? This will reset your previously entered data.
de: Bist Du sicher, dass Du den Empfangstoken ändern möchtest? Dadurch werden Dein zuvor eingegebenen Daten zurückgesetzt.
es: ¿Está seguro que desea cambiar el token a recibir? Esto restablecerá los datos introducidos previamente.
fr: Êtes-vous sûr de vouloir modifier le token de réception ? Cela réinitialisera les données que vous avez saisies précédemment.
ja: 受信トークンを変更してもよろしいですか？ 変更すると、以前入力したデータがリセットされます。
ru: Вы уверены, что хотите изменить токен для получения? Это действие сбросит ранее введённые данные.
uk_ua: Ви впевнені, що хочете змінити токен отримання? Це призведе до скидання раніше введених даних.

# send_with_swap_change_token_alert_title
source: Changing token
de: Token ändern
es: Cambio de token
fr: Changement de token
ja: トークンの変更
ru: Изменение токена
uk_ua: Зміна токену

# send_with_swap_confirm_title
source: Swap and send
de: Tauschen und senden
es: Intercambiar y enviar
fr: Échanger et envoyer
ja: スワップして送信
ru: Обмен и отправка
uk_ua: Обмін та надсилання

# send_with_swap_convert_token_alert_message
source: Proceed with swap? This will clear your previous data.
de: Mit dem Datentausch fortfahren? Dadurch werden Deine vorherigen Daten gelöscht.
es: ¿Continuar con la conversión? Sus datos anteriores se borrarán.
fr: Poursuivre l'échange ? Cela effacera vos données précédentes.
ja: スワップを実行しますか？これにより以前のデータは消去されます。
ru: Продолжить с обменом? Это действие удалит предыдущие данные
uk_ua: Продовжити обмін? Це очистить ваші попередні дані.

# send_with_swap_convert_token_alert_title
source: Confirm Conversion
de: Konvertierung bestätigen
es: Confirmar Conversión
fr: Confirmer la conversion
ja: 変換を確定
ru: Подтвердить конвертацию
uk_ua: Підтвердити конвертацію

# send_with_swap_correct_recipient_network_notification_message
source: Sending any other currency will result in its irreversible loss.
de: Das Senden einer anderen Währung führt zu deren unwiderruflichem Verlust.
es: El envío de cualquier otra moneda supondrá su pérdida irreversible.
fr: L'envoi de toute autre crypto entraînera sa perte irréversible.
ja: その他の通貨を送信すると、取り返しのつかない損失が発生します。
ru: Отправка любой другой валюты приведёт к её безвозвратной потере.
uk_ua: Надсилання будь-якої іншої валюти призведе до її незворотної втрати.

# send_with_swap_correct_recipient_network_notification_title
source: Select the correct recipient network
de: Wähle das richtige Empfängernetzwerk
es: Seleccione la red de destino correcta
fr: Sélectionnez le réseau destinataire approprié.
ja: 正しい受信者ネットワークを選択してください
ru: Выберите правильную сеть получателя
uk_ua: Виберіть правильну мережу одержувача

# send_with_swap_notification_text
source: Choose any token to receive. Your recipient gets exactly what you selected—seamlessly.
de: Wähle einen beliebige Token aus, den Du bekommen möchtest. Dein Empfänger erhält genau das, was Du ausgewählt hast – nahtlos.
es: Elige cualquier token para recibir. Su destinatario recibirá exactamente lo que seleccionaste, sin problemas.
fr: Envoyez n'importe quel jeton et nous le convertirons en cours de route. Votre destinataire reçoit exactement ce dont il a besoin, en toute simplicité.
ja: 受け取るトークンを選んでください。受信者は、あなたが選択したトークンをシームレスに受け取ります。
ru: Выберите любой токен к получению. Ваш адресат получит ровно то, что вы выбрали — без лишних сложностей.
uk_ua: Виберіть будь-який токен. Той, кому ви його надішлете, отримає саме те, що ви обрали — без жодних ускладнень.

# send_with_swap_recipient_amount_success_title
source: Recipient will receive
de: Der Empfänger erhält
es: El destinatario recibirá
fr: Le destinataire recevra
ja: 受信者が受け取ります
ru: Будет получено
uk_ua: Буде отримано

# send_with_swap_recipient_amount_text
source: To recipient
de: An den Empfänger
es: Al destinatario
fr: Un destinataire sera envoyé
ja: 受信者へ
ru: Получателю
uk_ua: Отримувачу

# send_with_swap_recipient_amount_title
source: Amount to receive
de: Zu erhaltender Betrag
es: Cantidad a recibir
fr: Montant à recevoir
ja: 受取金額
ru: Сумма к получению
uk_ua: Сума для отримання

# send_with_swap_recipient_get_amount
source: Recipient gets %@
de: Empfänger erhält %@
es: El destinatario recibe %@
fr: Le destinataire reçoit %@
ja: 受信者は%@を取得します
ru: К получению %@
uk_ua: До отримання %@

# send_with_swap_remove_convert_alert_message
source: Are you sure you want to cancel the conversion? Your previous data will be cleared.
de: Möchtest Du die Konvertierung wirklich abbrechen? Deine bisherigen Daten werden gelöscht.
es: ¿Seguro que desea cancelar la conversión? Se borrarán sus datos anteriores.
fr: Êtes-vous sûr de vouloir annuler la conversion ? Vos données précédentes seront effacées.
ja: 変換をキャンセルしてもよろしいですか？以前のデータは消去されます。
ru: Вы уверены, что хотите отменить конвертацию? Ваши предыдущие данные будут удалены.
uk_ua: Ви впевнені, що хочете скасувати конвертацію? Ваші попередні дані будуть видалені.

# send_with_swap_remove_convert_alert_title
source: Remove Conversion
de: Konvertierung entfernen
es: Eliminar conversión
fr: Supprimer la conversion
ja: 変換を削除
ru: Убрать конвертацию
uk_ua: Прибрати конвертацію

# send_with_swap_title
source: Send with swap
de: Senden mit Swap
es: Enviar con swap
fr: Envoyer avec swap
ja: スワップして送信
ru: Отправка с обменом
uk_ua: Надіслати з обміном

# sent_transaction_sent_title
source: Transaction sent
de: Transaktion gesendet
es: Transacción enviada
fr: Transaction envoyée
ja: 取引が送信されました
ru: Транзакция отправлена
uk_ua: Трансакцію надіслано

# settings_card_settings_footer
source: Prepare to scan card or ring you want to set up.
de: Bereite das Scannen der Karte oder Ring vor, die du einrichten möchtest.
es: Escanee la tarjeta/anillo que quiere configurar
fr: Scannez la carte/ bague que vous souhaitez configurer.
ja: 設定したいカードまたはリングをスキャンするために準備してください。
ru: Подготовьтесь к сканированию кольца или карты, которую вы хотите настроить.
uk_ua: Підготуйтеся до сканування кільця або картки, яку ви хочете налаштувати.

# settings_forget_wallet_footer
source: This will remove the wallet from the application. The wallet itself can be added again.
de: Hiermit wird die Wallet aus der Anwendung entfernt. Die Wallet selbst kann wieder hinzugefügt werden.
es: Esto eliminará la wallet de la aplicación. La wallet en sí puede añadirse de nuevo.
fr: Cela supprimera le portefeuille de l'application. Le portefeuille lui-même peut être ajouté à nouveau.
ja: これにより、ウォレットがアプリから削除されます。ウォレットは再度追加できます。
ru: Это приведет к удалению кошелька из приложения. Сам кошелек можно добавить снова.
uk_ua: Це призведе до видалення гаманця з застосунку. Сам гаманець можна додати знову.

# settings_forget_wallet
source: Forget wallet
de: Entferne diese Wallet
es: Olvidar la billetera
fr: Oublier le portefeuille
ja: ウォレット削除
ru: Забыть кошелек
uk_ua: Забути гаманець

# settings_upgrade_banner_advantage_feature_title
source: Simple to use
de: Einfach zu bedienen
fr: Facile à utiliser
ja: シンプルな操作
ru: Прост в использовании

# settings_upgrade_banner_description
source: Keeps your crypto safe and offline. Slim as a credit card, safer than a bank vault.
de: Schützt Deine Kryptowährungen und bewahrt diese offline auf. So schlank wie eine Kreditkarte, sicherer als ein Banktresor.
fr: Gardez vos cryptomonnaies en sécurité et hors ligne. Aussi fin qu'une carte de crédit, plus sûr qu'un coffre-fort bancaire.
ja: 暗号資産をオフラインで厳重保管。カードサイズで、金庫以上の安心を。
ru: Хранит вашу криптовалюту в безопасности и офлайн. Тонкий, как кредитная карта, надежнее банковского сейфа.

# settings_upgrade_banner_seed_phrase_feature_title
source: No seed phrase
de: Keine Seed-Phrase
fr: Pas de seedphrase
ja: シードフレーズ不要
ru: Без seed-фразы

# settings_upgrade_banner_superiority_feature_title
source: Best in class hardware wallet
de: Erstklassige Hardware-Wallet
fr: Le meilleur hardware wallet
ja: 業界最高水準のハードウェアウォレット
ru: Лучший в своём классе аппаратный кошелек

# settings_upgrade_banner_title
source: Tangem Cold Wallet
fr: Tangem Hardware Wallet
ja: Tangemコールドウォレット
ru: Холодный кошелек Tangem

# settings_wallet_name_title
source: Name
es: Nombre
fr: Nom
ja: 名前
ru: Имя
uk_ua: Ім'я

# stake_token_description
source: Put your token to work
de: Lass deinen Token für dich arbeiten
es: Haga que su token trabaje para Ud.
fr: Faites travailler votre jeton pour vous
ja: トークンを活用しよう
ru: Заставьте ваш токен работать
uk_ua: Змусьте свій токен працювати

# staking_account_initialization_footer
source: A network fee is a small payment required to process and confirm your transaction on the blockchain.
de: Eine Netzwerkgebühr ist eine kleine Zahlung, die erforderlich ist, um Deine Transaktion auf der Blockchain zu verarbeiten und zu bestätigen.
ja: ネットワーク手数料とは、ブロックチェーン上で取引を処理し、承認するために支払う少額の料金です。
ru: Сетевая комиссия — это небольшая плата за обработку и подтверждение вашей транзакции в блокчейне.
uk_ua: Мережева комісія — це невелика оплата, необхідна для обробки та підтвердження вашої транзакції в блокчейні.

# staking_account_initialization_message
source: To begin staking, your TON account must be activated with a transaction of 1 TON. The funds stay in your account because this step only activates it for staking.
de: Um mit dem Staking zu beginnen, muss Dein TON-Konto mit einer Transaktion von 1 TON aktiviert werden. Das Guthaben verbleibt auf Deinem Konto, dieser Schritt dient lediglichder aktivierung für das Staking.
es: Para comenzar a hacer staking, debe activar su cuenta TON con una auto-transacción de 1 TON. Los fondos permanecerán en su billetera; este paso solo es necesario para habilitar su cuenta para staking.
fr: Pour commencer à staker, votre compte TON doit être activé avec une transaction de 1 TON. Les fonds restent sur votre compte, car cette étape sert uniquement à l'activer pour le staking.
ja: ステーキングを始めるには、1 TONを取引してTONアカウントを有効化する必要があります。資金はウォレット内にそのまま残ります。これは、ステーキング有効化のためのステップにすぎません。
ru: Чтобы начать стейкинг, ваш TON-аккаунт должен быть активирован транзакцией самому себе на 1 TON. Средства остаются в вашем кошельке — этот шаг лишь активирует ваш аккаунт для участия в стейкинге.
uk_ua: Щоб почати стейкінг, ваш TON-акаунт потрібно активувати транзакцією на 1 TON. Кошти залишаються на вашому акаунті, оскільки цей крок лише активує його для стейкінгу.

# staking_account_initialization_title
source: Account activation
de: Kontoaktivierung
ja: アカウントの有効化
ru: Активация аккаунта
uk_ua: Активація акаунту

# staking_active_footer
source: To unstake your assets, tap the block above
de: Um deine Vermögenswerte freizugeben, tippe auf den Block oben
es: Para deshacer el staking de sus activos, pulse en el bloque de arriba
fr: Afin d'unstaker vos actifs, appuyez sur le bloc ci-dessus
ja: 資産のステーキングを解除するには、上のブロックをタップしてください
ru: Для завершения стейкинга нажмите на блок выше
uk_ua: Для завершення стейкінгу натисніть на блок вище

# staking_active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ru: Активно
uk_ua: Активний

# staking_alert_network_fee_updated_message
source: The network fee has changed. Please review the new amount before proceeding.
de: Die Netzwerkgebühr hat sich geändert. Bitte überprüfe den neuen Betrag, bevor Du fortfährst.
fr: Les frais de réseau ont changé. Veuillez vérifier le nouveau montant avant de continuer.
ja: ネットワーク手数料が変更されました。続行する前に新しい金額をご確認ください。
ru: Сетевая комиссия изменилась. Пожалуйста, проверьте новую сумму перед продолжением.
uk_ua: Мережева комісія змінилася. Будь ласка, перевірте нову суму перед тим, як продовжити.

# staking_alert_network_fee_updated_title
source: Network fee updated
de: Netzwerkgebühr aktualisiert
fr: Frais de réseau mis à jour
ja: ネットワーク手数料が更新されました
ru: Комиссия сети обновлена
uk_ua: Комісія мережі оновлена

# staking_amount_requirement_error
source: The amount to stake must be at least %@
de: Die Anzahl der zu stakenden Krypros muss mindesten %@ betragen
es: La cantidad del staking debe ser al menos %@
fr: Le montant à staker doit être au moins %@
ja: ステーキング金額は %@ 以上である必要があります
ru: Сумма для стейкинга должна быть не менее %@
uk_ua: Сума для стейкінгу має бути не менше %@

# staking_amount_tron_integer_error_unstaking
source: Unstaking amount will be rounded to %1$@ TRX due to network rules.
de: Der Betrag der unstaked wird, wird aufgrund der Netzwerkregeln auf %1$@ TRX gerundet.
es: La cantidad de unstaking se redondeará a %1$@ TRX debido a las reglas de la red.
fr: Le montant d'annulation du staking sera arrondi à %1$@ TRX en raison des règles du réseau.
ja: ネットワークルールにより、ステーキング解除の量は%1$@ TRX に切り上げられます。
ru: Сумма для вывода из стейкинга будет округлена до %1$@ TRX ввиду особенностей сети.
uk_ua: Сума зняття зі стейкінгу буде округлена до %1$@ TRX через мережеві правила.

# staking_amount_tron_integer_error
source: Staking amount will be rounded to %1$@ TRX due to network rules.
de: Der Stakingbetrag wird aufgrund der Netzwerkregeln auf %1$@ TRX aufgerundet.
es: La cantidad de staking se redondeará a %1$@ TRX debido a las reglas de la red.
fr: Le montant du staking sera arrondi à %1$@ TRX en raison des règles du réseau.
ja: ネットワークルールにより、ステーキング金額は%1$@ TRX に切り上げられます。
ru: Согласно правилам сети, сумма стейкинга будет округлена до %1$@TRX.
uk_ua: Сума стейкінгу буде округлена до %1$@ TRX відповідно до правил мережі.

# staking_cardano_details_rewards_info_text
source: Your staking rewards will start after 5 epochs (~25 days) while your delegation is registered and counted by the network.
de: Deine Staking-Belohnungen beginnen nach 5 Epochen (~25 Tage), während Deine Delegation vom Netzwerk registriert und gezählt wird.
ja: デリゲーションがネットワークに登録され、集計されるまでの間、ステーキング報酬は5エポック後（約25日後）から開始されます。

# staking_claim_unstaked
source: Claim unstaked
de: Nicht gestakte beanspruche
es: Reclamar lo que no está en staking
fr: Réclamation déstakée
ja: ステーキング解除分を請求する
ru: Забрать средства
uk_ua: Зняти кошти

# staking_details_account_fee_info
source: A staking account is a special account where staked SOL tokens are stored. It is created when you delegate your tokens to a validator to participate in transaction validation and receive rewards. A small fee is charged for creating the staking account, which is returned after the staking is completed.
de: Ein Staking-Konto ist ein spezielles Konto, auf dem eingesetzte SOL-Token gespeichert werden. Es wird erstellt, indem Sie Ihre Token an einen Validator delegieren, um an der Transaktionsvalidierung teilzunehmen und Belohnungen zu erhalten. Für die Einrichtung des Staking-Kontos wird eine geringe Gebühr erhoben, die nach Abschluss des Stakings zurückerstattet wird.
es: Una cuenta de staking es una cuenta especial donde se almacenan los tokens SOL de staking. Se crea cuando delegas sus tokens a un validador para participar en la validación de transacciones y ganar recompensas. Se cobra una pequeña tarifa por crear la cuenta de staking, que se devuelve una vez que se completa el staking.
fr: Un compte de staking est un compte spécial où sont stockés les jetons SOL stakés. Il est créé lorsque vous déléguez vos jetons à un validateur pour participer à la validation des transactions et gagner des récompenses. Des frais minimes sont facturés pour la création du compte de staking, qui sont restitués une fois le staking terminé.
ja: ステーキングアカウントとは、ステーキングされたSOLが保管される特別なアカウントです。トークンをバリデーターに委任し、取引の検証に参加して報酬を受け取る際に作成されます。ステーキングアカウントの作成には少額の手数料がかかりますが、ステーキング完了後に返金されます。
ru: Стейкинг аккаунт — это специальный счет, на котором хранятся застейканные токены SOL. Он создается при делегировании ваших токенов валидатору для участия в подтверждении транзакций и получении наград. За создание стейкинг аккаунта взимается небольшая комиссия, которая возвращается после завершения стейкинга.
uk_ua: Стейкінг-акаунт — це спеціальний рахунок, на якому зберігаються застейкані SOL токени. Він створюється, коли ви делегуєте свої токени валідатору для участі у перевірці транзакцій та отримання винагород. За створення стейкінг-акаунту стягується невелика комісія, яка повертається після завершення стейкінгу.

# staking_details_account_fee
source: Stake account fee
de: Gebühr für das Staking-Konto
es: Tarifa de staking de la cuenta
fr: Frais de staking du compte
ja: ステーキングアカウント手数料
ru: Комиссия за стейкинг аккаунт
uk_ua: Комісія за стейкінг-акаунт
