Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# staking_details_annual_percentage_rate_info
source: APR: Shows the interest rate you could earn in a year without compounding. Your earned interest is not added to your balance, so your earnings don’t grow on themselves.
de: APR: Zeigt den Zinssatz, den Sie in einem Jahr ohne Zinseszins verdienen könnten. Die verdienten Zinsen werden nicht zu Ihrem Kontostand hinzugefügt, sodass Sie auf diese Zinsen keine zusätzlichen Zinsen erhalten.
es: APR: Muestra el interés que podrías ganar en un año sin capitalización. Los intereses ganados no se añaden a tu saldo, por lo que no ganas intereses adicionales sobre ellos.
fr: APR : Montre le taux d’intérêt que vous pourriez gagner en un an sans capitalisation. Les intérêts gagnés ne sont pas ajoutés à votre solde, donc vous ne gagnez pas d’intérêts supplémentaires dessus.
ja: APR：1年間で得られる利息を単利で表示します。得た利息は残高に加算されず、その利息にはさらに利息がつきません。
ru: APR: Показывает процент, который вы можете заработать за год без учёта сложного процента. Начисленные проценты не добавляются к балансу, поэтому на них не начисляются дополнительные проценты.
uk_ua: APR: Показує відсоток, який ви можете заробити за рік без урахування складного відсотка. Нараховані відсотки не додаються до вашого балансу, тому на них не нараховуються додаткові відсотки.

# staking_details_annual_percentage_rate
source: Annual percentage rate
de: Jährliche prozentuale Rendite
es: Porcentaje de rendimiento anual
fr: Pourcentage de rendement annuel
ja: 年率
ru: Процентная ставка
uk_ua: Процентна ставка

# staking_details_annual_percentage_yield_info
source: APY: Shows the total interest you could earn in a year with compounding. Compounding means your earned interest is added to your balance, so you also earn interest on that interest.
de: APY: Zeigt die gesamten Zinsen, die Sie in einem Jahr mit Zinseszins verdienen könnten. Zinseszins bedeutet, dass die verdienten Zinsen Ihrem Kontostand hinzugefügt werden, sodass Sie auch auf diese Zinsen Zinsen erhalten.
es: APY: Muestra el total de intereses que podrías ganar en un año con capitalización. La capitalización significa que los intereses ganados se añaden a tu saldo, por lo que también ganas intereses sobre esos intereses.
fr: APY : Montre le total des intérêts que vous pourriez gagner en un an avec capitalisation. La capitalisation signifie que les intérêts gagnés sont ajoutés à votre solde, et vous gagnez également des intérêts sur ces intérêts.
ja: APY：1年間で得られる合計利息を複利込みで表示します。複利とは、得た利息が残高に加算され、その利息にもさらに利息がつくことを意味します。
ru: APY: Показывает общий процент, который вы можете заработать за год с учётом сложного процента. Сложный процент означает, что начисленные проценты добавляются к вашему балансу, и на них тоже начисляются проценты.
uk_ua: APY: Показує загальний відсоток, який ви можете заробити за рік з урахуванням складного відсотка. Складний відсоток означає, що нараховані відсотки додаються до вашого балансу, і на них також нараховуються відсотки.

# staking_details_annual_percentage_yield
source: Annual percentage yield
de: Jährlicher prozentualer Ertrag
fr: Taux de rendement annuel
ja: 年利（APY）
ru: Годовая процентная доходность
uk_ua: Річна відсоткова дохідність

# staking_details_auto_claiming_rewards_daily_text
source: Rewards automatically accumulate in your staking balance daily.
de: Belohnungen sammeln sich täglich automatisch in deinem Staking-Konto an.
es: Las recompensas se acumulan automáticamente en su saldo de staking diariamente.
fr: Les récompenses s'accumulent automatiquement sur votre solde de staking quotidiennement.
ja: 報酬は毎日自動的にステーキング残高に蓄積されます。
ru: Награда автоматически аккумулируется на вашем стейкинг балансе.
uk_ua: Винагороди автоматично накопичуються на вашому балансі щодня.

# staking_details_autocompound_rewards_earned
source: Rewards are compounded to your staking balance. Funds earned: %@
de: Die Belohnungen werden auf Dein Stakingguthaben aufgezinst. Verdiente Gelder: %@
ja: 報酬はステーキング残高に自動的に複利で加算されます。獲得した資金：%@

# staking_details_available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ru: Доступно
uk_ua: Доступно

# staking_details_average_reward_rate
source: Average Reward Rate
de: Durchschnittliche Belohnungsquote
es: Tasa de recompensa promedio
fr: Taux de récompense moyen
ja: 平均報酬率
ru: Средння ставка вознаграждения
uk_ua: Середня ставка винагороди

# staking_details_banner_text
source: How Staking Works?
de: Wie funktioniert Staking?
es: ¿Cómo funciona el staking?
fr: Qu'est-ce que le Staking ?
ja: ステーキングの仕組み
ru: Что такое Стейкинг?
uk_ua: Що таке стейкінг?

# staking_details_estimated_profit
source: %@ est. profit
de: %@ geschätzter Profit
es: %@ beneficio estimado
fr: %@ profit estimatif
ja: %@ 推定利益
ru: %@ оценка доходности
uk_ua: ~ прибуток за %@

# staking_details_market_rating
source: Market position
de: Marktposition
es: Calificación de mercado
fr: Cote du marché
ja: 市場格付け
ru: Позиция в рынке
uk_ua: Рейтинг ринку

# staking_details_metrics_block_header
source: Metrics
de: Metriken
es: Métrica
fr: Métriques
ja: 指標
ru: Метрики
uk_ua: Метрики

# staking_details_min_rewards_notification
source: According to %1$@ network rules, claims are possible from %2$@. Amounts below will be credited to your account upon unstaking.
de: Gemäß den Netzwerkregeln %1$@ sind Ansprüche ab %2$@ möglich. Die unten aufgeführten Beträge werden Deinem Konto nach der Aufhebung des Stakings gutgeschrieben.
es: Según las reglas de la red %1$@, se pueden reclamar recompensas desde %2$@. Las cantidades a continuación se acreditarán en su cuenta al deshacer el staking.
fr: Selon les règles du réseau %1$@, les réclamations sont possibles à partir de %2$@. Les montants ci-dessous seront crédités sur votre compte lors du déblocage.
ja: %1$@ネットワークルールによれば、 %2$@からの請求が可能です。以下の金額は、ステーキング解除時にアカウントに入金されます。
ru: Согласно правилам сети %1$@, заявки возможны с %2$@. Суммы ниже будут зачислены на ваш счёт при анстейкинге.
uk_ua: Згідно з %1$@ правила мережі, отримання можливі з %2$@. Суми нижче будуть зараховані на ваш рахунок після скасування стейкінгу.

# staking_details_minimum_requirement
source: Minimum Requirement
de: Mindestanforderungen
es: Mínimo requerido
fr: Minimum requis
ja: 最低要件
ru: Минимальное количество
uk_ua: Мінімальні вимоги

# staking_details_no_rewards_to_claim
source: No rewards available
de: Keine Belohnungen verfügbar
es: No hay recompensas para reclamar
fr: Aucune récompense à réclamer
ja: 報酬はありません
ru: Нет вознаграждений к получению
uk_ua: Немає винагород, до отримання

# staking_details_reward_claiming_info
source: Method of receiving staking rewards. It can be either automatic, where the reward is credited to your address, or manual, where you need to withdraw the reward by creating a transaction to receive it.
de: Eine Möglichkeit, Staking-Belohnungen zu erhalten. Es kann automatisch oder manuell beansprucht werden.
es: Método para recibir recompensas por apuesta. Puede ser automático, donde la recompensa se acredita en tu dirección, o manual, donde debes retirar la recompensa creando una transacción para recibirla.
fr: Méthode de réception des récompenses de staking. Elle peut être automatique, où la récompense est créditée sur votre adresse, ou manuelle, où vous devez retirer la récompense en créant une transaction pour la recevoir.
ja: ステーキング報酬の受け取り方法。 自動であなたのアドレスに報酬が入金される方法と、手動で取引を生成して報酬を引き出す方法があります。
ru: Способ получения вознаграждений за стейкинг. Оно может зачисляться автоматически на ваш адрес или вручную, когда вознаграждение нужно вывести, создав транзакцию на её получение.
uk_ua: Метод отримання винагород за стейкінг. Він може зараховуватися автоматично на вашу адресу або вручну, коли винагороду треба вивести, створивши транзакцію на її отримання.

# staking_details_reward_claiming
source: Reward claiming
de: Belohnungen beanspruchen
es: Reclamo de recompensa
fr: Réclamation de récompense
ja: 請求中の報酬
ru: Способ вознаграждения
uk_ua: Отримати винагороду

# staking_details_reward_schedule_info
source: This is a schedule that determines when participants in staking receive their rewards. The reward distribution time may vary slightly depending on the validator and network load.
de: Dies ist ein Zeitplan, der bestimmt, wann Teilnehmer am Staking ihre Belohnungen erhalten. Der Zeitpunkt der Belohnungsverteilung kann je nach Validator und Netzwerklast leicht variieren.
es: Este es un cronograma que determina cuándo los participantes reciben sus recompensas. La duración de la distribución de recompensas puede variar ligeramente según el validador y la carga de la red.
fr: Il s'agit d'un calendrier qui détermine le moment où les participants au staking reçoivent leurs récompenses. La durée de distribution des récompenses peut varier légèrement en fonction du validateur et de la charge du réseau.
ja: これは、ステーキングの参加者が報酬を受け取る時期を決定するスケジュールです。報酬の配布時間は、バリデーターとネットワークの負荷に応じて若干異なる場合があります。
ru: Это график, который определяет, когда участники стейкинга получают свои награды. Время распределения наград может немного варьироваться в зависимости от валидатора и нагрузки сети.
uk_ua: Це графік, який визначає, коли учасники стейкінгу отримують свої винагороди. Час розподілу винагород може дещо відрізнятися залежно від валідатора та навантаження на мережу.

# staking_details_reward_schedule
source: Reward schedule
de: Belohnungszeitplan
es: Calendario de recompensas
fr: Calendrier de récompenses
ja: 報酬スケジュール
ru: Период вознагражения
uk_ua: Розклад винагород

# staking_details_rewards_to_claim
source: Rewards: %@
de: Belohnungen %@
es: Recompensas : %@
fr: Récompenses à réclamer: %@
ja: 報酬: %@
ru: Вознаграждение для получения: %@
uk_ua: Нагороди для отримання: %@

# staking_details_title
source: Staking %@
ja: ステーキング%@
ru: Стейкинг %@
uk_ua: Стейкінг %@

# staking_details_unbonding_period_info
source: The period you must wait after requesting to withdraw funds from staking before the tokens become available.
de: Der Zeitraum, den du nach der Beantragung der Abhebung von Geldern aus dem Staking warten musst, bevor die Token verfügbar werden.
es: El período que debes esperar después de solicitar el retiro de fondos del staking antes de que los tokens estén disponibles.
fr: La période que vous devez attendre après avoir demandé le retrait des fonds du staking avant que les jetons ne soient disponibles.
ja: ステーキングから資金の引き出しを要求した後、トークンが利用可能になるまでの待機期間。
ru: Период, который необходимо подождать после запроса на вывод средств из стейкинга, прежде чем токены станут доступны.
uk_ua: Період, який ви повинні чекати після запиту на виведення коштів зі стейкінгу, перш ніж токени стануть доступними.

# staking_details_unbonding_period
source: Unbonding Period
de: Entbindungsdauer
es: Periodo de disociación
fr: Période de dissociation
ja: 解約完了までの期間
ru: Период отзыва
uk_ua: Період розблокування

# staking_details_warmup_period_info
source: The allocated time for activating participation in staking.
de: Die zugewiesene Zeit für die Aktivierung der Teilnahme am Staking.
es: El tiempo permitido para activar la participación en la apuesta.
fr: Le temps imparti pour activer la participation au staking.
ja: ステーキングへの参加を有効にするために割り当てられた時間。
ru: Время, необходимое для начала процесса стейкинга и активации процесса начисления наград
uk_ua: Відведений час для активації участі в стейкінгу.

# staking_details_warmup_period
source: Warmup period
de: Aufwärmphase
es: Periodo de calentamiento
fr: Période d'échauffement
ja: ウォームアップ期間
ru: Период прогрева
uk_ua: Період блокування

# staking_dismiss_message
source: Are you sure you want to close the staking screen?
de: Möchtest du den Staking-Bildschirm wirklich schließen?
es: ¿Está seguro que desea cerrar la pantalla de staking?
fr: Êtes-vous sûr(e) de vouloir fermer l'écran de staking ?
ja: ステーキング画面を閉じてもよろしいですか?
ru: Вы действительно хотите закрыть окно стейкинга?
uk_ua: Ви впевнені, що хочете закрити вікно стейкінгу?

# staking_error_no_validators_message
source: No available validators at the moment. Please try again later.
de: Zurzeit sind keine Validierer verfügbar. Bitte versuche es später noch einmal.
es: No hay validadores disponibles en este momento. Por favor, inténtelo de nuevo más tarde.
fr: Aucun validateur disponible pour le moment. Veuillez réessayer plus tard.
ja: 現在、利用可能なバリデーターは見つかりません。しばらくしてからもう一度お試しください。
ru: В данный момент нет доступных валидаторов. Попробуйте позже.
uk_ua: Наразі немає вільних валідаторів. Повторіть спробу пізніше.

# staking_error_no_validators_title
source: Staking Unavailable
de: Staking nicht verfügbar
es: Staking no disponible
fr: Staking indisponible
ja: ステーキングは利用できません
ru: Стейкинг недоступен
uk_ua: Стейкінг недоступний

# staking_give_permission_fee_footer
source: The network will charge a token approval fee to verify that you are authorizing the use of your token for the staking.
de: Das Netzwerk erhebt eine Token-Genehmigungsgebühr, um zu überprüfen, ob Du die Verwendung Deines Tokens für das Staking genehmigst.
es: La red cobrará una tarifa de aprobación de token para verificar que usted está autorizando el uso de su token para el staking.
fr: Le réseau facturera des frais d’approbation de jeton pour vérifier que vous autorisez l’utilisation de votre jeton pour le jalonnement.
ja: ネットワークは、ステーキングのためにトークンの使用を承認していることを確認するために、トークン承認手数料を請求します。
ru: Комиссия сети за одобрение токена будет взиматься за подтверждение того, что именно вы разрешаете использовать ваш токен для стейкинга.
uk_ua: Комісія за схвалення токену, щоб верифікувати, що саме ви дозволяєте використання токена для стейкінгу.

# staking_legal
source: By using staking functionality, you agree with provider’s %1$@ and %2$@
de: Indem Du die Staking-Funktionalität nutzt, stimmst Du den %1$@ und %2$@ des Anbieters zu.
es: Al utilizar la función de staking, usted acepta %1$@ y %2$@ del proveedor
fr: En utilisant la fonctionnalité de staking, vous acceptez les %1$@ et %2$@ du fournisseur
ja: ステーキング機能を使用すると、プロバイダーの%1$@と%2$@に同意したことになります
ru: Пользуясь стейкинг сервисом, вы соглашаетесь с %1$@ и %2$@
uk_ua: Використовуючи функцію стейкінгу, ви погоджуєтесь з %1$@ та %2$@

# staking_locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Bloqué
ja: ロック中
ru: Заблокировано
uk_ua: Заблоковано

# staking_max_amount_requirement_error
source: Maximum amount: %@
de: Höchstbetrag: %@
fr: Montant maximal : %@
ja: 最大金額：%@
ru: Максимальная сумму: %@
uk_ua: Максимальна сума: %@

# staking_migrate
source: Migrate
de: Migrieren
es: Migrar
fr: Migrer
ja: 移行
ru: Переместить
uk_ua: Перемістити

# staking_native
source: Native staking
de: Natives Staking
es: Staking nativo
ja: ネイティブステーキング
ru: Нативный стейкинг
uk_ua: Нативний стейкінг

# staking_no_validators_error_message
source: No active validators available for staking at the moment. Please try again later.
de: Derzeit sind keine aktiven Validatoren für das Staking verfügbar. Bitte versuchen Sie es später erneut.
es: No hay validadores activos disponibles para hacer staking en este momento. Por favor, inténtalo de nuevo más tarde.
fr: Aucun validateur actif n'est disponible pour le staking pour le moment. Veuillez réessayer plus tard.
ja: 現在、ステーキングに使用できるアクティブなバリデータは見つかりません。しばらくしてからもう一度お試しください。
ru: В данный момент нет доступных активных валидаторов для стейкинга. Пожалуйста, попробуйте позже.
uk_ua: На даний момент немає доступних активних валідаторів для стейкінгу. Будь ласка, спробуйте пізніше.

# staking_notification_additional_ada_deposit_text
source: When staking on the Cardano network, your entire balance is used. An additional 2 ADA will be reserved and returned after unstaking. Your ADA remains unlocked while staking.
de: Beim Staking im Cardano-Netzwerk wird Dein gesamtes Guthaben verwendet. Weitere 2 ADA werden reserviert und nach dem Unstaking zurückgegeben. Deine ADA bleiben während des Stakings freigeschaltet.
es: Al hacer staking en la red Cardano, se utiliza todo su saldo. Se reservarán 2 ADA adicionales y se devolverán después del staking. Su ADA permanece desbloqueado mientras hace staking.
fr: Lors du staking sur le réseau Cardano, l'intégralité du solde est utilisée. 2 ADA supplémentaires seront réservés et restitués après le dé-staking. Votre ADA n'est pas verrouillé pendant le staking.
ja: Cardanoネットワークでステーキングする場合、残高全体が使用されます。追加の2ADAは確保され、ステーキング解除後に返却されます。ステーキング中、ADAはロック解除されたままです。
ru: При стейкинге в сети Cardano используется весь ваш баланс. Дополнительные 2 ADA будут зарезервированы и возвращены после отмены стейкинга. Ваши ADA остаются разблокированными во время стейкинга.
uk_ua: Під час стейкінгу в мережі Cardano використовується весь ваш баланс. Додаткові 2 ADA будуть зарезервовані та повернуті після скасування стейкінгу. Ваша ADA залишається розблокованою під час стейкінгу.

# staking_notification_additional_ada_deposit_title
source: ADA Staking Details
de: Einzelheiten zum ADA-Staking
es: Detalles del staking de ADA
fr: Détails du ADA staking
ja: ADAステーキングの詳細
ru: Подробности стейкинга ADA
uk_ua: Деталі стейкінгу ADA

# staking_notification_claim_rewards_text
source: Earned rewards will be sent to your wallet and available for use immediately
de: Verdiente Belohnungen werden an Deine Wallet gesendet und stehen Dir sofort zur Verfügung
es: Las recompensas obtenidas se enviarán a su billetera y estarán disponibles para su uso inmediato
fr: Récomp. gagnées vous seront envoyées et dispo pour utilisation immédiate
ja: 獲得した報酬はあなたのアドレスに直接送られ、すぐ使用可能です。
ru: Полученная награда отправится на ваш кошелек и сразу станет доступна для использования
uk_ua: Зароблені винагороди будуть надіслані на ваш гаманець і доступні для використання відразу

# staking_notification_earn_rewards_text_daily
source: Tangem allows users to stake their crypto
de: Tangem ermöglicht es Benutzern, ihre Kryptowährungen zu Staken
es: Tangem permite a los usuarios hacer staking de sus criptomonedas
fr: Stakez en toute sécurité et commencez à gagner des récompenses quotidiennes
ja: Tangemでは暗号資産をステーキングできます
ru: Стейкайте безопасно и начинайте получать ежедневные награды.
uk_ua: Стейкайте безпечно та почніть отримувати винагороди щоденно

# staking_notification_earn_rewards_text_hourly
source: Tangem allows users to stake their crypto
de: Tangem ermöglicht es Benutzern, ihre Kryptowährungen zu Staken
es: Tangem permite a los usuarios hacer staking de sus criptomonedas
fr: Stakez en toute sécurité et commencez à gagner des récompenses horaires
ja: Tangemでは暗号資産をステーキングできます
ru: Стейкайте безопасно и начинайте получать награды каждый час.
uk_ua: Стейкайте безпечно та почніть отримувати винагороди щогодини

# staking_notification_earn_rewards_text_monthly
source: Tangem allows users to stake their crypto
de: Tangem ermöglicht es Benutzern, ihre Kryptowährungen zu Staken
es: Tangem permite a los usuarios hacer staking de sus criptomonedas
fr: Stakez en toute sécurité et commencez à gagner des récompenses mensuelles
ja: Tangemでは暗号資産をステーキングできます
ru: Стейкайте безопасно и начинайте получать ежемесячные награды.
uk_ua: Стейкайте безпечно та почніть отримувати винагороди щомісяця

# staking_notification_earn_rewards_text_period_day
source: Staking allows you to receive %1$@. Your staking rewards arrive every day.
de: Durch Staking kannst Du %1$@ erhalten. Deine Staking-Belohnungen kommen täglich an.
es: El staking le permite ganar %1$@. Sus recompensas por staking llegan cada día.
fr: Le staking vous permet de gagner %1$@. Vos récompenses de staking arrivent tous les jours.
ja: ステーキングを行うと%1$@を受け取ることができます。ステーキング報酬は毎日受け取れます。
ru: Стейкинг дает возможность вам получать %1$@. Награда будет зачисляться каждый день.
uk_ua: Стейкінг дає змогу вам отримувати %1$@. Винагорода буде зараховуватися кожного дня.

# staking_notification_earn_rewards_text_period_hour
source: Staking allows you to receive %1$@. Your staking rewards arrive every hour.
de: Durch Staking kannst Du %1$@ erhalten. Deine Staking-Belohnungen werden stündlich gutgeschrieben.
es: El staking le permite ganar %1$@. Sus recompensas por staking llegan cada hora.
fr: Le staking vous permet de gagner %1$@. Vos récompenses de staking arrivent toutes les heures.
ja: ステーキングを行うと%1$@を受け取ることができます。ステーキング報酬は1時間ごとに受け取れます。
ru: Стейкинг дает возможность вам получать %1$@. Награда будет зачисляться каждый час.
uk_ua: Стейкінг дає змогу вам отримувати %1$@. Винагорода буде зараховуватися кожну годину.

# staking_notification_earn_rewards_text_period_month
source: Staking allows you to receive %1$@. Your staking rewards arrive every month.
de: Durch Staking kannst Du %1$@ erhalten. Deine Staking-Belohnungen werden Dir jeden Monat gutgeschrieben.
es: El staking le permite ganar %1$@. Sus recompensas por staking llegan cada mes.
fr: Le staking vous permet de gagner %1$@. Vos récompenses de staking arrivent tous les mois.
ja: ステーキングを行うと%1$@を受け取ることができます。ステーキング報酬は毎月受け取れます。
ru: Стейкинг дает возможность вам получать %1$@. Награда будет зачисляться каждый месяц.
uk_ua: Стейкінг дає змогу вам отримувати %1$@. Винагорода буде зараховуватися щомісяця.

# staking_notification_earn_rewards_text_period_week
source: Staking allows you to receive %1$@. Your staking rewards arrive every week.
de: Durch Staking kannst Du %1$@ erhalten. Deine Staking-Belohnungen kommen jede Woche.
es: El staking le permite ganar %1$@. Sus recompensas por staking llegan cada semana.
fr: Le staking vous permet de gagner %1$@. Vos récompenses de staking arrivent toutes les semaines.
ja: ステーキングを行うと%1$@を受け取ることができます。ステーキング報酬は毎週受け取れます。
ru: Стейкинг дает возможность вам получать %1$@. Награда будет зачисляться каждую неделю.
uk_ua: Стейкінг дає змогу вам отримувати %1$@. Винагорода буде зараховуватися кожен тиждень.

# staking_notification_earn_rewards_text_weekly
source: Tangem allows users to stake their crypto
de: Tangem ermöglicht es Benutzern, ihre Kryptowährungen zu Staken
es: Tangem permite a los usuarios hacer staking de sus criptomonedas
fr: Stakez en toute sécurité et commencez à gagner des récompenses hebdomadaires
ja: Tangemでは暗号資産をステーキングできます
ru: Стейкайте безопасно и начинайте получать еженедельные награды.
uk_ua: Стейкайте безпечно та почніть отримувати винагороди щотижня

# staking_notification_earn_rewards_text
source: Tangem allows users to stake their crypto
de: Tangem ermöglicht es Benutzern, ihre Kryptowährungen zu Staken
es: Haga staking de forma segura y comience a ganar recompensas
fr: Stakez et commencez à gagner vos récompenses
ja: Tangemでは暗号資産をステーキングできます
ru: Стейкайте безопасно и начинайте получать ваши награды.
uk_ua: Стейкайте безпечно та почніть отримувати ваші винагороди

# staking_notification_earn_rewards_title
source: Earn staking rewards
de: Verdiene Staking-Belohnungen
es: Gane recompensas por staking
fr: Gagnez des récompenses de staking
ja: ステーキング報酬を獲得
ru: Получите награду за стейкинг
uk_ua: Отримуйте винагороду за стейкінг

# staking_notification_low_staked_balance_text
source: Your remaining staked balance will be too low to unstake. You’ll need to stake more to meet the minimum unstake amount.
de: Dein verbleibender Stakingbetrag ist zu niedrig, um den Einsatz aufzuheben. Du musst mehr Staken, um den Mindestbetrag zum Aufheben des Einsatzes zu erreichen.
es: Su saldo de staking será demasiado bajo para cancelar el staking. Necesitará hacer staking más para alcanzar la cantidad mínima para cancelarlo.
fr: Votre solde stakée sera trop faible pour annuler votre staking. Vous devrez staker davantage pour atteindre le montant minimum pour annuler le staking.
ja: 残りのステーキング残高が少なすぎてステーキングを解除できません。最小のステーキング解除残高を満たすには、さらにステーキングする必要があります。
ru: Оставшийся застейканный баланс будет слишком мал для вывода. Вам потребуется застейкать больше средств, чтобы достичь минимальной суммы для вывода.
uk_ua: Ваш баланс стейкінгу, що залишився, буде занадто низьким, щоб вивести його зі стейкінгу. Вам потрібно буде застейкати більше, щоб досягти мінімальної суми для виводу.
