Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# wc_alert_unsupported_method_description
source: Error code: 8 005. If the problem persists — feel free to contact our support.
de: Fehlercode: 8 005. Wenn das Problem weiterhin besteht, wende Dich bitte an unseren Support.
es: Código de error: 8 005. Si el problema persiste, no dudes en contactar con nuestro soporte.
fr: Code d'erreur : 8 005. Si le problème persiste, n'hésitez pas à contacter notre support.
ja: エラーコード: 8 005。問題が解決しない場合は、お気軽にサポートまでお問い合わせください。
uk_ua: Код помилки: 8 005. Якщо проблема не зникає - зверніться до нашої служби підтримки.

# wc_alert_unsupported_method_title
source: We've encountered unknown error
de: Wir haben einen unbekannten Fehler festgestellt.
es: Hemos encontrado un error desconocido
fr: Nous avons rencontré une erreur inconnue
ja: 不明なエラーが発生しました
ru: Мы обнаружили неизвестную ошибку
uk_ua: Ми помітили невідому помилку

# wc_alert_unsupported_network_description
source: This network %@ is not supported by Tangem Wallet and cannot be connected.
de: Dieses Netzwerk %@ wird von Tangem Wallet nicht unterstützt und kann nicht verbunden werden.
es: Esta red %@ no es compatible con Tangem Wallet y no puede conectarse.
fr: Le réseau %@ n’est pas pris en charge par Tangem Wallet et ne peut pas être connecté.
ja: このネットワーク%@はTangemウォレットでサポートされておらず、接続できません。
ru: Эта сеть %@ не поддерживается Tangem Wallet и не может быть подключена.
uk_ua: Ця мережа %@ не підтримується Tangem Wallet і не може бути підключена.

# wc_alert_unsupported_network_title
source: Unsupported network
de: Nicht unterstütztes Netzwerk
es: Red no compatible
fr: Réseau non pris en charge
ja: サポートされていないネットワーク
ru: Неподдерживаемая сеть
uk_ua: Непідтримувана мережа

# wc_alert_unsupported_networks_description
source: Tangem does not currently support a required network by %@.
de: Tangem unterstützt derzeit das erforderliches Netzwerk von %@ nicht.
es: Actualmente, Tangem no es compatible con una red requerida por %@.
fr: Tangem ne prend actuellement pas en charge le réseau requis par %@.
ja: Tangemは現在%@で必要なネットワークをサポートしていません。
ru: Tangem в настоящее время не поддерживает необходимую сеть для %@
uk_ua: Tangem наразі не підтримує необхідну мережу для %@.

# wc_alert_unsupported_networks_title
source: Unsupported networks
de: Nicht unterstützte Netzwerke
es: Redes no soportadas
fr: Réseaux non pris en charge
ja: 未対応のネットワーク
ru: Неподдерживаемые сети
uk_ua: Непідтримувані мережі

# wc_alert_verified_domain_description
source: This domain has passed verification checks and is considered safe, reputable, and free from known threats or suspicious activity.
de: Diese Domain hat die Überprüfungen bestanden und gilt als sicher, vertrauenswürdig und frei von bekannten Bedrohungen oder verdächtigen Aktivitäten.
es: Este dominio ha superado las verificaciones y se considera seguro, confiable y libre de amenazas conocidas o actividades sospechosas.
fr: Ce domaine a passé les contrôles de vérification et est considéré comme sûr, fiable et exempt de menaces connues ou d’activités suspectes.
ja: このドメインは検証チェックに合格しており、安全で信頼でき、既知の脅威や不審な活動がないと判断されています。
ru: Этот домен прошёл проверку и считается безопасным, надёжным и свободным от известных угроз или подозрительной активности.
uk_ua: Цей домен пройшов перевірку та вважається безпечним, надійним і вільним від відомих загроз чи підозрілої активності.

# wc_alert_verified_domain_title
source: Verified domain
de: Verifizierte Domain
es: Dominio verificado
fr: Domaine vérifié
ja: 検証済みドメイン
ru: Верифицированный домен
uk_ua: Верифікований домен

# wc_alert_wrong_card_description
source: Wrong card or ring selected in the App
de: Falsche Karte oder falscher Ring in der App ausgewählt
es: Se seleccionó una tarjeta o un anillo incorrectos en la App
fr: Carte ou bague incorrecte sélectionnée dans l'application
ja: アプリで間違ったカードまたはリングが選択されました
ru: Выбрана не верная карта или кольцо
uk_ua: Обрана не вірна картка або кільце

# wc_alert_wrong_card_title
source: We've got some kind of problem
de: Wir haben eine Art Problem
es: Tenemos algún tipo de problema
fr: Nous avons un problème.
ja: 問題が起きています
ru: Похоже, возникла проблема
uk_ua: Схоже, виникла проблема

# wc_all_dapps_disconnected
source: All dApps disconnected
de: Alle dApps getrennt
es: Todas las dApps desconectadas
fr: Toutes les dApps sont déconnectées
ja: すべてのdAppが接続解除されました
ru: Все dapps отключены
uk_ua: Усі dApps відключені

# wc_allow_to_spend
source: Allow to spend
de: Erlaubnis auszugeben
es: Permitir gastar
fr: Autoriser à dépenser
ja: 使用を許可する
ru: Разрешение на использование
uk_ua: Дозвіл на використання

# wc_approve_description
source: By approving, you allow dApp or Smart contract to use tokens in future transactions.
de: Durch die Genehmigung erlaubst Du dApps oder Smart Contracts, Token in zukünftigen Transaktionen zu verwenden.
es: Al aprobar, permites que la dApp o el contrato inteligente utilicen los tokens en futuras transacciones.
fr: En approuvant, vous autorisez la dApp ou le contrat intelligent à utiliser les jetons dans de futures transactions.
ja: 承認することで、今後の取引においてdAppまたはスマートコントラクトがトークンを使用することを許可することになります。
ru: Подтверждая, вы разрешаете смарт-контракту использовать ваши токены в будущих транзакциях.
uk_ua: Підтверджуючи, ви дозволяєте dApp або смартконтракту використовувати токени в майбутніх транзакціях.

# wc_common_address
source: Address
de: Vertragsadresse
es: Dirección
fr: Adresse
ja: アドレス
ru: Адрес
uk_ua: Адреса

# wc_common_connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続する
ru: Подключение
uk_ua: Підключення

# wc_common_loading
source: Loading
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
ru: Загрузка
uk_ua: Завантаження

# wc_common_network
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ru: Сеть
uk_ua: Мережа

# wc_common_networks
source: Networks
de: Netzwerke
es: Redes
fr: Réseaux
ja: ネットワーク
ru: Сети
uk_ua: Мережі

# wc_common_unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ru: Без лимитно
uk_ua: Необмежено

# wc_common_wallet
source: Wallet
es: Billetera
ja: ウォレット
ru: Кошелек
uk_ua: Гаманець

# wc_connected_app_title
source: Connected App
de: Verbundene App
es: Aplicación conectada
fr: Application connectée
ja: 接続されたアプリ
ru: Подключенное приложение
uk_ua: Підключений додаток

# wc_connected_networks
source: Connected networks
de: Verbundene Netzwerke
es: Redes conectadas
fr: Réseaux connectés
ja: 接続されたネットワーク
ru: Подключенные сети
uk_ua: Підключені мережі

# wc_connected_to
source: Connected to %1$@
de: Verbunden mit %1$@
es: Conectado a %1$@
fr: Connecté à %1$@
ja: %1$@へ接続済み
ru: Подключено к %1$@
uk_ua: Підключений до %1$@

# wc_connection_reqeust_can_view_balance
source: View your wallet balance and activity
de: Anzeige des Kontostands und der Aktivitäten in Deiner Wallet
es: Ver el saldo y la actividad de su billetera
fr: Consultez le solde et l'activité de votre portefeuille
ja: ウォレットの残高とアクティビティを表示する
ru: Посмотреть баланс кошелька и его активность
uk_ua: Переглянути баланс гаманця та активність

# wc_connection_reqeust_cant_sign
source: Sign transactions without your notice
de: Signiere die Transaktionen ohne eine Vorankündigung
es: Firmar transacciones sin previo aviso
fr: Signer des transactions sans vous en informer
ja: 通知なしに取引に署名する
ru: Подписать транзакцию без вашего участия
uk_ua: Підписати транзакцію без вашої участі

# wc_connection_reqeust_request_approval
source: Request approval for transactions
de: Genehmigung für Transaktionen anfordern
es: Solicitar aprobación para transacciones
fr: Demander l'accord pour les transactions
ja: 取引の承認をリクエストする
ru: Запрос разрешения на транзакцию
uk_ua: Запит схвалення на транзакцію

# wc_connection_reqeust_will_not
source: Will not be able to
de: Wird nicht in der Lage sein,
es: No podrá
fr: Ne pourra pas
ja: できなくなります
ru: Не имеет возможности
uk_ua: Не має можливості

# wc_connection_reqeust_would_like
source: Would like to
de: Möchte
es: Me gustaría
fr: Souhaite
ja: したい
ru: Хотели бы
uk_ua: Хотіли б

# wc_connection_request
source: Connection request
de: Verbindungsanfrage
es: Solicitud de conexión
fr: Demande de connexion
ja: 接続リクエスト
ru: Запрос на подключение
uk_ua: Запит на підключення

# wc_connections
source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ru: Подключения
uk_ua: З'єднання

# wc_contents
source: Contents
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
ru: Вложение
uk_ua: Вміст

# wc_copy_data_button_text
source: Copy data
de: Daten kopieren
es: Copiar datos
fr: Copier les données
ja: データをコピー
ru: Копировать данные
uk_ua: Копіювати дані

# wc_custom_allowance_title
source: Custom allowance
de: Benutzerdefinierter Freibetrag
es: Asignación personalizada
fr: Allocation personnalisée
ja: 使用可能量の設定
ru: Настраиваемый лимит
uk_ua: Користувацький ліміт

# wc_dapp_disconnected
source: dApp disconnected
de: dApp getrennt
es: dApp desconectada
fr: dApp déconnectée
ja: dAppが接続解除されました
ru: dApp отключен
uk_ua: dApp відключено

# wc_disconnect_all_alert_desc
source: All dApp sessions will be disconnected. Your wallet will no longer be linked to any dApps.
de: Alle dApp-Sitzungen werden getrennt. Deien Wallet ist nicht mehr mit dApps verknüpft.
es: Todas las sesiones de dApp se desconectarán. Su billetera ya no estará vinculada a ninguna dApp.
fr: Toutes les sessions dApp seront déconnectées. Votre portefeuille ne sera plus lié à aucune dApp.
ja: すべてのdAppセッションの接続が解除されます。ウォレットはどのdAppにもリンクされなくなります。
ru: Все сессии dApp будут отключены. Ваш кошелёк больше не будет связан ни с одним dApp.
uk_ua: Усі сесії dApp буде відключено. Ваш гаманець більше не буде пов’язаний із жодним dApp.

# wc_disconnect_all_alert_title
source: Disconect All dApps
de: Alle dApps trennen
es: Desconectar todas las dApps
fr: Déconnecter toutes les dApps
ja: すべてのdAppを接続解除する
ru: Отключить все dApp
uk_ua: Відключити всі dApps

# wc_disconnect_all
source: Disconnect all
de: Alle trennen
es: Desconectar todo
fr: Déconnecter tout
ja: すべての接続を解除する
ru: Отключить все
uk_ua: Розʼєднати все

# wc_errors_invalid_domain_subtitle
source: Try pairing again with a fresh URI
de: Versuchen Sie erneut, mit einer neuen URI zu koppeln
es: Intente emparejar nuevamente con una URI nueva
fr: Essayez de jumeler à nouveau avec un nouvel URI
ja: 新しいURIで、再度ペアリングを試してください
ru: Попробуйте соединиться снова, используя новый URI
uk_ua: Спробуйте ще раз з новим URI

# wc_errors_invalid_domain_title
source: Invalid dApp domain
de: Ungültige dApp-Domain
es: Dominio de dApp incorrecto
fr: Domaine dApp invalide
ja: 無効なdAppドメイン
ru: Недействительный домен dApp
uk_ua: Недійсний домен dApp

# wc_errors_no_blockchains_subtitle
source: %@ does not specify any blockchains — neither required nor optional. Please ensure you used the correct URI
de: %@ gibt keine Blockchains an — weder erforderlich noch optional. Bitte stellen Sie sicher, dass Sie die richtige URI verwendet haben
es: %@ no especifica ninguna blockchain, ni obligatoria ni opcional. Asegúrese de haber utilizado el URI correcto
fr: %@ ne spécifie aucune blockchain — ni requise ni optionnelle. Veuillez vous assurer que vous avez utilisé l’URI correct
ja: %@はブロックチェーンを指定していません（必須でもオプションでもありません）。 正しいURIを使用していることを確認してください。
ru: %@ не указывает никаких блокчейнов — ни обязательных, ни опциональных. Пожалуйста, убедитесь, что вы использовали правильный URI
uk_ua: %@ не вказує жодних блокчейнів — ні обов'язкових, ні необов'язкових. Переконайтеся, що ви використали правильний URI

# wc_errors_no_blockchains_title
source: No networks
de: Keine Netzwerke
es: Sin redes
fr: Aucun réseau
ja: ネットワークなし
ru: Нет сетей
uk_ua: Немає мереж

# wc_errors_proposal_expired_subtitle
source: Please, generate a new URI and attempt connecting again
de: Bitte generieren Sie eine neue URI und versuchen Sie erneut, eine Verbindung herzustellen
es: Por favor, genere una nueva URI e intente conectarse nuevamente
fr: Veuillez générer un nouvel URI et essayer de vous connecter à nouveau
ja: 新しいURIを生成し、再度接続してください
ru: Пожалуйста, сгенерируйте новый URI и попробуйте подключиться снова
uk_ua: Будь ласка, згенеруйте новий URI та спробуйте ще раз

# wc_errors_proposal_expired_title
source: Connection proposal expired
de: Verbindungsvorschlag abgelaufen
es: Propuesta de conexión caducada
fr: La proposition de connexion a expiré
ja: 接続提案の期限が切れました
ru: Предложение подключения истекло
uk_ua: Термін для з’єднання минув

# wc_estimated_wallet_changes_not_simulated
source: The transaction couldn't be simulated. Please proceed with caution.
de: Die Transaktion konnte nicht simuliert werden. Bitte sei vorsichtig.
es: La transacción no ha podido ser simulada. Por favor, proceda con precaución.
fr: La transaction n'a pas pu être simulée. Veuillez procéder avec prudence.
ja: 取引をシミュレーションできませんでした。注意して続行してください。
ru: Не удалось выполнить симуляцию транзакции. Пожалуйста, действуйте с осторожностью.
uk_ua: Не вдалося виконати симуляцію транзакції. Будь ласка, дійте з обережністю.

# wc_estimated_wallet_changes
source: Estimated wallet changes
de: Geschätzte Wallet-Änderungen
es: Cambios estimados en la billetera
fr: Modifications estimées du portefeuille
ja: ウォレットの変更の予測
ru: Прогнозируемые изменения
uk_ua: Прогнозовані зміни

# wc_estimation_is_not_supported
source: Estimation is not supported for %@
de: Die Schätzung wird nicht unterstützt für %@
es: La estimación no está soportada para %@
fr: L'estimation n'est pas prise en charge pour %@.
ja: %@では見積もりはサポートされていません
ru: Оценка не поддерживается для %@
uk_ua: Оцінка не підтримується для %@

# wc_fee_suggested
source: Suggested by %@
de: Vorgeschlagen von %@
es: Sugerido por %@
fr: Suggéré par %@
ja: %@による提案
ru: Предложено %@
uk_ua: Пропоновано %@

# wc_insufficient_warning_subtitle
source: Top up your balance to cover the network fee
de: Lade Dein Guthaben auf, um die Netzwerkgebühr zu decken
es: Recargue su saldo para cubrir la tarifa de red
fr: Rechargez votre solde pour couvrir les frais de réseau.
ja: ネットワーク手数料をカバーするために残高を補充してください
ru: Пополните ваш баланс, чтобы покрыть комиссию сети
uk_ua: Поповніть баланс, щоб покрити комісію мережі

# wc_insufficient_warning_title
source: Insufficient %1$@
de: Unzureichend %1$@
es: Insuficiente %1$@
fr: %1$@ Insuffisant
ja: %1$@が不足しています
ru: Недостаточно %1$@
uk_ua: Недостатньо %1$@

# wc_malicious_transaction
source: Malicious transaction
de: Böswillige/ gefährliche Transaktion
es: Transacción maliciosa
fr: Transaction malveillante
ja: 悪意のある取引
ru: Вредоносная транзакция
uk_ua: Зловмисна транзакція

# wc_malicious_tx_alert_default_description
source: This transaction has been flagged as malicious. It may result in loss of funds
de: Diese Transaktion wurde als verdächtig eingestuft. Es kann zu einem Verlust von Geldern kommen.
fr: Cette transaction a été signalée comme malveillante. Elle peut entraîner une perte d'argent.
ja: この取引は悪意のあるものとしてフラグされています。資金を失う可能性があります。
ru: Эта транзакция была помечена как вредоносная. Она может привести к потере средств.
uk_ua: Ця транзакція позначена як зловмисна. Вона може призвести до втрати коштів.

# wc_missing_required_network_description
source: Add the %@ network to your portfolio for this wallet
de: Füge das Netzwerk %@ zu Deinem Portfolio für diese Wallet hinzu
es: Añada la red %@ a su portafolio para esta billetera
fr: Ajoutez le réseau %@ à votre portefeuille pour ce wallet
ja: このウォレットのポートフォリオに%@ネットワークを追加します
ru: Добавьте сеть %@ в ваш портфель для выбранного кошелька
uk_ua: Додайте %@ мережі до вашого портфелю для цього гаманця

# wc_missing_required_network_title
source: The wallet has no required networks
de: Die Wallet verfügt über keine erforderlichen Netzwerke
es: La billetera no tiene las redes requeridas
fr: Le wallet ne nécessite aucun réseaux
ja: ウォレットに必要なネットワークはありません
ru: В кошельке не добавлены необходимые сети
uk_ua: В гаманці не додані необхідні мережі

# wc_new_connection
source: New connection
de: Neue Verbindung
es: Nueva conexión
fr: Nouvelle connexion
ja: 新しい接続
ru: Новое подключение
uk_ua: Нове з'єднання

# wc_no_sessions_desc
source: Connect your wallet to different dApps
de: Verbinde Deine Wallet mit verschiedenen dApps
es: Conecte su billetera a diferentes dApps
fr: Connectez votre portefeuille à différentes dApps
ja: ウォレットをさまざまなdAppに接続する
ru: Подключите свой кошелек к различным dApp
uk_ua: Підключайте свій гаманець до різних dApps

# wc_no_sessions_title
source: No sessions
de: Keine Sitzungen
es: Sin sesiones
fr: Aucune séance
ja: セッションなし
ru: Нет подключений
uk_ua: Немає підключень

# wc_no_wallet_changes_detected
source: No wallet changes detected
de: Keine Wallet-Änderungen erkannt
es: No se han detectado cambios en la billetera
fr: Aucun changement de portefeuille détecté
ja: ウォレットの変更は検出されませんでした
ru: Изменения в кошельке не обнаружены.
uk_ua: Змін у гаманці не виявлено

# wc_notification_security_risk_subtitle
source: Potential risks or malicious behavior have been detected. Connecting or signing transactions may lead to loss of funds.
de: Es wurden potenzielle Risiken oder bösartiges Verhalten erkannt. Das Verbinden oder Signieren von Transaktionen kann zum Verlust von Geldern führen.
es: Se han detectado riesgos potenciales o comportamiento malicioso. Conectarse o firmar transacciones puede resultar en la pérdida de fondos.
fr: Des risques potentiels ou un comportement malveillant ont été détectés. Se connecter ou signer des transactions peut entraîner une perte de fonds.
ja: 潜在的なリスクまたは悪意のある行為が検出されました。接続または取引への署名は資金の損失につながる可能性があります。
ru: Обнаружены потенциальные риски или вредоносное поведение. Подключение или подписание транзакций может привести к потере средств.
uk_ua: Виявлено потенційні ризики або шкідливу активність. Підключення чи підпис транзакцій можуть призвести до втрати коштів.

# wc_notification_security_risk_title
source: Known security risk
de: Bekanntes Sicherheitsrisiko
es: Riesgo de seguridad conocido
fr: Risque de sécurité connu
ja: 既知のセキュリティリスク
ru: Известный риск безопасности
uk_ua: Відомий ризик безпеки

# wc_qr_scan_hint
source: Open the Web3 app and choose the WalletConnect option.
de: Öffne die Web3-App und wähle die Option WalletConnect.
es: Abra la aplicación Web3 y elija la opción WalletConnect
fr: Ouvrez l'application Web3 et sélectionnez l'option WalletConnect.
ja: Web3アプリを開き、WalletConnectオプションを選択します
ru: Откройте Web3-приложение и выберите опцию WalletConnect.
uk_ua: Відкрийте програму Web3 та виберіть опцію WalletConnect

# wc_request_from
source: Request from
de: Anfrage von
es: Solicitud de
fr: Demande de
ja: リクエスト元
ru: Запрос от
uk_ua: Запит від

# wc_send_anyway
source: Sign anyway
de: Trotzdem signieren
es: Firmar de todos modos
fr: Signer quand même
ja: とにかく署名する
ru: Подписать всё равно
uk_ua: Підписати все одно

# wc_signature_type
source: Signature Type
de: Art der Signatur
es: Tipo de Firma
fr: Type de signature
ja: 署名タイプ
ru: Тип подписи
uk_ua: Тип підпису

# wc_specify_networks_subtitle
source: At least one network is required for dApp connection
de: Für die dApp-Verbindung ist mindestens ein Netzwerk erforderlich
es: Se requiere al menos una red para la conexión dApp
fr: Au moins un réseau est requis pour la connexion à une dApp.
ja: dApp接続には、少なくとも1つのネットワークが必要です
ru: Для подключения к dApp требуется как минимум одна выбранная сеть.
uk_ua: Для підключення dApp потрібна принаймні одна мережа

# wc_specify_networks_title
source: Specify selected networks
de: Ausgewählte Netzwerke angeben
es: Especificar las redes seleccionadas
fr: Spécifier les réseaux sélectionnés
ja: 選択したネットワークを指定する
ru: Укажите выбранные сети
uk_ua: Вкажіть вибрані мережі

# wc_successfully_signed
source: Successfully signed
de: Erfolgreich signiert
es: Firmado correctamente
fr: Signé avec succès
ja: 署名に成功しました
ru: Успешно подписано
uk_ua: Успішно підписано

# wc_transaction_info_to_title
source: To
de: An
es: A
fr: À
ja: 宛先
ru: На
uk_ua: До

# wc_transaction_request_title
source: Transaction request
de: Transaktionsanfrage
es: Solicitud de transacción
fr: Demande de transaction
ja: 取引リクエスト
ru: Запрос транзакции
uk_ua: Запит транзакції

# wc_transaction_request
source: Transaction request
de: Transaktionsanfrage
es: Solicitud de transacción
fr: Demande de transaction
ja: 取引リクエスト
ru: Запрос транзакции
uk_ua: Запит транзакції

# wc_unknown_tx_notification_description
source: We couldn’t confirm if this transaction will succeed. Proceed with caution.
de: Wir konnten nicht bestätigen, ob diese Transaktion erfolgreich sein wird. Gehe bitte mit Vorsicht vor.
fr: Nous n'avons pas pu confirmer si cette transaction aboutira. Procédez avec prudence.
ja: この取引が正常に処理されるか確認できませんでした。慎重に進めてください。
ru: Мы не смогли подтвердить, что эта транзакция будет успешной. Действуйте с осторожностью.
uk_ua: Нам не вдалося підтвердити, чи вдасться виконати цю транзакцію. Дійте обережно.

# wc_unknown_tx_notification_title
source: Unknown transaction
de: Unbekannte Transaktion
fr: Transaction inconnue
ja: 不明な取引
ru: Неизвестная транзакция
uk_ua: Невідома транзакція

# wc_unlimited_amount
source: Unlimited Amount
de: Unbegrenzte Menge
es: Cantidad ilimitada
fr: Montant illimité
ja: 無制限
ru: Безлимитное количество
uk_ua: Необмежена кількість

# wc_uri_already_used_description
source: Ensure that each pairing attempt uses a fresh and unique URI
de: Stelle sicher, dass bei jedem Kopplungsversuch ein frischer und eindeutiger URI verwendet wird.
es: Asegúrese de que cada intento de emparejamiento utiliza un URI nuevo y único
fr: Assurez-vous que chaque tentative d'appairage utilise un URI unique et nouveau.
ja: 各ペアリング試行で、新しくユニークなURIが使用されていることを確認します
ru: Убедитесь, что каждая попытка сопряжения использует новый и уникальный URI.
uk_ua: Переконайтеся, що при кожній спробі з'єднання використовується новий та унікальний URI

# wc_uri_already_used_title
source: URI already used
de: URI bereits verwendet
es: URI ya utilizado
fr: URI déjà utilisé
ja: URIはすでに使用されています
ru: URI уже используется
uk_ua: URI вже використовується

# wc_warning_transaction
source: Suspicious transaction
de: Verdächtige Transaktion
es: Transacción sospechosa
fr: Transaction suspecte
ja: 不審な取引
ru: Подозрительная транзакция
uk_ua: Підозріла транзакція

# wc_warning_tx_alert_default_description
source: This transaction appears unusual or risky. Please review it carefully before signing.
de: Diese Transaktion erscheint ungewöhnlich oder riskant. Bitte prüfe sorgfältig, bevor Du unterschreibst.
fr: Cette transaction semble inhabituelle ou risquée. Veuillez l'examiner attentivement avant de la signer.
ja: この取引には異常またはリスクがあるようです。署名する前によくご確認ください。
ru: Транзакция выглядит рискованной. Проверьте её перед подписью.
uk_ua: Ця транзакція виглядає ризиковано. Будь ласка, уважно перевірте її перед підписанням.

# welcome_create_wallet_already_have
source: Already have Tangem Wallet?
de: Besitzt Du bereits eine Tangem Wallet?
es: ¿Ya tiene Tangem Wallet?
fr: Vous avez déjà un portefeuille Tangem ?
ja: すでにTangemウォレットをお持ちですか？
ru: Уже есть Tangem кошелек?
uk_ua: Вже маєте гаманець Tangem?

# welcome_create_wallet_feature_assets
source: Thousands of assets
de: Tausende von Vermögenswerten
es: Miles de activos
fr: Des milliers d'actifs
ja: 数千種類の資産
ru: Тысячи активов
uk_ua: Тисячі активів

# welcome_create_wallet_feature_class
source: Top-tier hardware wallet
de: Erstklassige Hardware-Wallet
es: La mejor billetera de hardware de su clase
fr: Le meilleur hardware wallet de sa catégorie
ja: 最高水準のハードウェアウォレット
ru: Лучший в своём классе аппаратный кошелёк
uk_ua: Революційний апаратний гаманець

# welcome_create_wallet_feature_delivery
source: Fast delivery
de: Schnelle Lieferung
es: Entrega rápida
fr: Livraison rapide
ja: 迅速な配送
ru: Быстрая доставка
uk_ua: Швидка доставка

# welcome_create_wallet_feature_one_tap
source: Start in one tap
de: Mit einem Fingertipp starten
es: Empiece con un solo toque
fr: Commencez en un seul clic
ja: ワンタップで開始
ru: Начните в один клик
uk_ua: Почніть в один клік
