Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# tangem_pay_beta_notification_title
source: Tangem Pay is now in beta
de: Tangem Pay jetzt in der Beta
es: Tangem Pay ya está en beta
fr: Tangem Pay en version bêta
ja: Tangem Payのベータ版を公開しました
ru: Tangem Pay в режиме beta
uk_ua: Tangem Pay у режимі beta

# tangem_pay_card_frozen
source: Card frozen
de: Karte eingefroren
es: Tarjeta congelada
fr: Carte gelée
ja: カードが凍結されています
ru: Карта заморожена
uk_ua: Картку заморожено

# tangem_pay_card_payment
source: Card payment
de: Kartenzahlung
es: Pago con tarjeta
fr: Paiement par carte
ja: カード決済
ru: Оплата картой
uk_ua: Оплата карткою

# tangem_pay_deposit
source: Deposit
de: Einzahlung
es: Depósito
fr: Dépôt
ja: 入金
ru: Пополнение
uk_ua: Депозит

# tangem_pay_dispute
source: Dispute
de: Streitfall
es: Disputar
fr: Litige
ja: 異議申し立て
ru: Оспорить
uk_ua: Оскаржити

# tangem_pay_explore_transaction
source: Explore transaction
de: Transaktion erkunden
es: Explorar transacción
fr: Explorer la transaction
ja: 取引を表示
ru: Посмотреть в обозревателе
uk_ua: Переглянути транзакцію

# tangem_pay_fee_subtitle
source: Service fees
de: Servicegebühren
es: Comisiones
fr: Frais de service
ja: サービス手数料
ru: Сервисная комиссия
uk_ua: Сервісна комісія

# tangem_pay_fee_title
source: Fee
de: Gebühr
es: Comisión
fr: Frais
ja: 手数料
ru: Комиссия
uk_ua: Комісія

# tangem_pay_freeze_card_alert_body
source: Keep your money safe. You can unfreeze anytime.
de: Schütze Dein Geld. Du kannst die Sperre jederzeit aufheben.
es: Mantén tu dinero seguro. Puedes desbloquear en cualquier momento.
fr: Protégez votre argent. Vous pouvez le débloquer à tout moment.
ja: 資金を安全に保管します。凍結はいつでも解除できます。
ru: Всегда можно разморозить
uk_ua: Зберігайте свої гроші в безпеці. Ви можете розморозити картку у будь-який час.

# tangem_pay_freeze_card_alert_title
source: Freeze your card?
de: Karte sperren lassen?
es: ¿Congelar tu tarjeta?
fr: Geler votre carte ?
ja: カードを一時停止しますか？
ru: Заморозить карту?
uk_ua: Заморозити вашу картку?

# tangem_pay_freeze_card_failed
source: Failed to freeze the card. Try again later.
de: Karte konnte nicht eingefroren werden. Versuchen Sie es später erneut.
es: No se pudo congelar la tarjeta. Inténtalo de nuevo más tarde.
fr: Échec du gel de la carte. Réessayez plus tard.
ja: カードを凍結できませんでした。しばらくしてからもう一度お試しください。
ru: Не удалось заморозить карту, попробуйте еще раз
uk_ua: Не вдалося заморозити картку. Спробуйте пізніше.

# tangem_pay_freeze_card_freeze
source: Freeze
de: Einfrieren
es: Mantén tu dinero seguro. Puedes desbloquear en cualquier momento.
fr: Geler
ja: 一時停止
ru: Заморозить
uk_ua: Заморозити

# tangem_pay_freeze_card_success
source: Your card is frozen.
de: Ihre Karte ist eingefroren.
es: Tu tarjeta está congelada.
fr: Votre carte est gelée.
ja: カードが凍結されています
ru: Карта заморожена
uk_ua: Вашу картку заморожено.

# tangem_pay_get_help
source: Get Help
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
ja: サポートを受ける
ru: Обратиться в поддержку
uk_ua: Звернутися до підтримки

# tangem_pay_history_item_spend_mc_declined_reason
source: Reason: %@
de: Grund: %@
ja: 理由：%@

# tangem_pay_other
source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
ru: Другое
uk_ua: Інше

# tangem_pay_rooted_device_subtitle
source: Unable to use on rooted devices
de: Nicht nutzbar auf gerooteten Geräten
fr: Impossible à utiliser sur les appareils rootés
ja: Root化された端末では使用できません
ru: Невозможно использовать на устройствах с root-доступом.

# tangem_pay_status_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ru: Успешно завершено
uk_ua: Завершено

# tangem_pay_status_declined
source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusé
ja: 拒否
ru: Отклонено
uk_ua: Відхилено

# tangem_pay_status_pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
ru: В процессе
uk_ua: В очікуванні

# tangem_pay_terms_fees_limits
source: Terms, Fees & Limits
de: Bedingungen, Gebühren & Limits
es: Términos, tarifas y límites
fr: Conditions, frais et limites
ja: 利用規約・手数料・利用制限
ru: Тарифы и полные условия
uk_ua: Умови, комісії та ліміти

# tangem_pay_terms_limits
source: Terms and Limits
de: Bedingungen und Einschränkungen
es: Términos y límites
fr: Conditions et limites
ja: 利用規約と上限条件
ru: Тарифы и лимиты
uk_ua: Умови та обмеження

# tangem_pay_transaction_declined_notification_text
source: The bank rejected this transaction request.
de: Die Bank hat diese Transaktionsanfrage abgelehnt.
es: El banco rechazó esta solicitud de transacción.
fr: La banque a rejeté cette demande de transaction.
ja: 銀行がこの取引リクエストを拒否しました。
ru: Банк отклонил транзакцию
uk_ua: Банк відхилив цей запит на транзакцію.

# tangem_pay_transaction_fee_notification_text
source: This fee goes to cover the cost of handling your transfer.
de: Diese Gebühr dient zur Deckung der Kosten für die Abwicklung Deiner Überweisung.
es: Esta tarifa cubre el costo de procesar tu transferencia.
fr: Ces frais couvrent le coût du traitement de votre virement.
ja: この手数料は、送金処理にかかるコストをカバーするためのものです。
ru: Эта комиссия покрывает стоимость обработки вашего перевода.
uk_ua: Ця комісія покриває витрати на обробку вашого переказу.

# tangem_pay_unfreeze_card_alert_body
source: Keep using your money. You can freeze anytime.
de: Nutze Dein Geld weiterhin. Du kannst es jederzeit einfrieren.
es: Sigue usando tu dinero. Puedes congelarlo en cualquier momento.
fr: Continuez à utiliser votre argent. Vous pouvez le geler à tout moment.
ja: 資金は引き続き使用できます。いつでも一時停止できます。
ru: Продолжайте пользоваться картой, заморозить всегда успеете
uk_ua: Продовжуйте користуватися карткою. Заморозити можна в будь-який момент.

# tangem_pay_unfreeze_card_alert_title
source: Unfreeze your card?
de: Karte entsperren?
es: ¿Descongelar tu tarjeta?
fr: Dégeler votre carte ?
ja: カードの一時停止を解除しますか?
ru: Разморозить карту?
uk_ua: Розморозити картку?

# tangem_pay_unfreeze_card_failed
source: Failed to unfreeze the card. Try again later.
de: Entsperren der Karte fehlgeschlagen. Versuchen Sie es später erneut.
es: No se pudo descongelar la tarjeta. Inténtalo de nuevo más tarde.
fr: Échec du dégel de la carte. Réessayez plus tard.
ja: カードの凍結解除に失敗しました。しばらくしてからもう一度お試しください。
ru: Не удалось разморозить карту, попробуйте еще раз
uk_ua: Не вдалося розморозити картку. Спробуйте пізніше.

# tangem_pay_unfreeze_card_success
source: Your card is unfrozen.
de: Ihre Karte ist entsperrt.
es: Tu tarjeta está descongelada.
fr: Votre carte est dégelée.
ja: カードの凍結が解除されました
ru: Карта разморожена
uk_ua: Картку розморожено.

# tangem_pay_withdrawal
source: Withdrawal
de: Abhebung
es: Retirada
fr: Retrait
ja: 出金
ru: Вывести
uk_ua: Виведення коштів

# tangempay_account_unable_to_use_rooted
source: Unable to use on rooted device
de: Auf gerooteten Geräten nicht nutzbar.
fr: Impossible à utiliser sur un appareil rooté
ja: Root化された端末では使用できません
ru: Запрещено использовать на root-устройствах
uk_ua: Заборонено використовувати на root-пристроях

# tangempay_cancel_kyc
source: Cancel KYC
de: KYC abbrechen
fr: Annuler KYC
ja: KYCをキャンセル
ru: Отменить KYC
uk_ua: Скасувати KYC

# tangempay_card_details_add_funds_subtitle
source: Top-up options
de: Aufladeoptionen
es: Opciones de recarga
fr: Options de recharge
ja: 入金オプション
ru: Способы пополнения
uk_ua: Варіанти поповнення

# tangempay_card_details_add_funds
source: Add funds
de: Guthaben hinzufügen
es: Agregar fondos
fr: Ajouter des fonds
ja: 資金を追加
ru: Пополнить
uk_ua: Поповнити рахунок

# tangempay_card_details_card_number
source: Card Number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
ja: カード番号
ru: Номер
uk_ua: Номер картки

# tangempay_card_details_change_pin_success_description
source: The card is fully ready for payments.
de: Die Karte ist vollständig für Zahlungen bereit.
es: La tarjeta está completamente lista para pagos.
fr: La carte est totalement prête pour les paiements.
ja: カードは支払いの準備が整いました。
ru: Карта готова к покупкам
uk_ua: Картка готова до оплат.

# tangempay_card_details_change_pin_success_title
source: PIN code created
de: PIN-Code erstellt
es: Código PIN creado
fr: Code PIN créé
ja: PINコードを作成しました
ru: ПИН-код установлен
uk_ua: PIN-код створено

# tangempay_card_details_change_pin
source: Change PIN
de: PIN ändern
es: Modificar PIN
fr: Modifier le code PIN
ja: PINを変更する
ru: Сменить ПИН
uk_ua: Змінити PIN-код

# tangempay_card_details_error_text
source: Failed to load data. Try again later.
de: Daten konnten nicht geladen werden. Versuche es später noch einmal.
es: Error al cargar datos. Inténtalo de nuevo más tarde.
fr: Échec du chargement des données. Réessayez plus tard.
ja: データの読み込みに失敗しました。しばらくしてからもう一度お試しください。
ru: Не удалось загрузить данные. Повторите попытку позже.
uk_ua: Не вдалося завантажити дані. Спробуйте пізніше.

# tangempay_card_details_expiry
source: Expiry
de: Ablaufdatum
es: Caducidad
fr: Expiration
ja: 有効期限
ru: Срок
uk_ua: Термін дії

# tangempay_card_details_freeze_card
source: Freeze Card
de: Karte einfrieren
es: Congelar tarjeta
fr: Geler la carte
ja: カードの一時停止
ru: Заморозить карту
uk_ua: Заморозити картку

# tangempay_card_details_hide_details
source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細を隠す
ru: Скрыть
uk_ua: Сховати деталі

# tangempay_card_details_hide_text
source: Hide
de: Verstecken
es: Ocultar
fr: Masquer
ja: 非表示
ru: Скрыть
uk_ua: Приховати

# tangempay_card_details_open_wallet_button
source: Open Google Wallet
de: Google Wallet öffnen
es: Abrir Google Wallet
fr: Ouvrir Google Wallet
ja: Googleウォレットを開く
ru: Открыть Google Wallet
uk_ua: Відкрити Google Wallet

# tangempay_card_details_open_wallet_notification_subtitle_apple
source: Set up Tangem Pay in a few taps and start paying with Apple Pay.
de: Richte Tangem Pay mit wenigen Klicks ein und bezahlen mit Apple Pay.
es: Configura Tangem Pay en unos pocos toques y empieza a pagar con Apple Pay
fr: Configurez Tangem Pay en quelques clics et commencez à payer avec Apple Pay
ja: 数回タップするだけでTangem Payの設定完了。Apple Payですぐに支払いを始めましょう。
ru: Настройте в пару кликов и начините платить
uk_ua: Налаштуйте Tangem Pay в кілька кроків і почніть платити за допомогою Apple Pay.

# tangempay_card_details_open_wallet_notification_subtitle
source: Set up Tangem Pay in a few taps and start paying with Google Pay.
de: Richte Tangem Pay mit wenigen Klicks ein und bezahlen mit Google Pay.
es: Configura Tangem Pay en unos pocos toques y empieza a pagar con Google Pay.
fr: Configurez Tangem Pay en quelques clics et commencez à payer avec Google Pay.
ja: 数回タップするだけでTangem Payの設定完了。Google Payですぐに支払いを始めましょう。
ru: Настройте в пару кликов и начините платить
uk_ua: Налаштуйте Tangem Pay в кілька кроків і почніть платити за допомогою Google Pay.

# tangempay_card_details_open_wallet_notification_title_apple
source: Add your card to Apple Pay
de: Karte zu Apple Pay hinzufügen
es: Añade tu tarjeta a Apple Pay
fr: Ajouter votre carte à Apple Pay
ja: Apple Payにカードを追加する
ru: Добавьте карту в Apple Pay
uk_ua: Додайте свою картку в Apple Pay

# tangempay_card_details_open_wallet_notification_title
source: Add your card to Google Pay
de: Karte zu Google Pay hinzufügen
es: Añade tu tarjeta a Google Pay
fr: Ajoutez votre carte à Google Pay
ja: Google Payにカードを追加する
ru: Добавьте карту в Google Pay
uk_ua: Додайте картку до Google Pay

# tangempay_card_details_open_wallet_step_1_5_apple
source: Tap “+” button on the top right
de: Tippen Sie auf die Schaltfläche "+" oben rechts
es: Toque el botón "+" en la parte superior derecha
fr: Appuyez sur le bouton « + » en haut à droite
ja: 右上の「+」ボタンをタップ
ru: Нажмите на кнопку “+” сверху справа
uk_ua: Натисніть кнопку "+" у верхньому правому куті

# tangempay_card_details_open_wallet_step_1_apple
source: Open Apple Wallet
de: Apple Wallet öffnen
es: Abrir Apple Wallet
fr: Ouvrir Apple Wallet
ja: Appleウォレットを開く
ru: Откройте Apple Wallet
uk_ua: Відкрити Apple Wallet

# tangempay_card_details_open_wallet_step_1
source: Open Google Wallet
de: Google Wallet öffnen
es: Abrir Google Wallet
fr: Ouvrir Google Wallet
ja: Googleウォレットを開く
ru: Откройте Google Wallet
uk_ua: Відкрийте Google Wallet

# tangempay_card_details_open_wallet_step_2_apple
source: Tap “Debit or Credit Card”
de: Tippen Sie auf „Debit- oder Kreditkarte“
es: Toque “Tarjeta de débito o crédito”
fr: Appuyez sur « Carte de débit ou de crédit »
ja: 「デビットカードまたはクレジットカード」をタップ
ru: Выберите "Дебетовая или кредитная карта"
uk_ua: Натисніть «Дебетова або кредитна картка»

# tangempay_card_details_open_wallet_step_2
source: Tap “Add a card”
de: Tippe auf „Karte hinzufügen“.
es: Toca "Añadir tarjeta"
fr: Appuyez sur « Ajouter une carte »
ja: 「カードを追加」をタップします
ru: Нажмите "Добавить карту"
uk_ua: Натисніть «Додати картку»

# tangempay_card_details_open_wallet_step_3
source: Enter the card details manually
de: Gebe die Kartendaten manuell ein
es: Ingresa los detalles de la tarjeta manualmente
fr: Saisissez manuellement les détails de la carte
ja: カードの詳細を手動で入力してください
ru: Заполните данные карты вручную
uk_ua: Введіть дані картки вручну

# tangempay_card_details_open_wallet_step_4
source: Verify card using the OTP sent to your device.
de: Verifiziere Deine Karte mithilfe des an Dein Gerät gesendeten OTP.
es: Verifica la tarjeta usando el OTP enviado a tu dispositivo.
fr: Vérifiez la carte à l'aide de l'OTP envoyé à votre appareil.
ja: お使いの端末に送信されたワンタイムパスワード（OTP）でカードを認証してください。
ru: Введите код подтверждения, направленный в email или СМС
uk_ua: Підтвердьте картку за допомогою одноразового коду, надісланого на ваш пристрій.

# tangempay_card_details_open_wallet_step_5
source: All set! Your card is ready to use.
de: Alles erledigt! Deine Karte ist einsatzbereit.
es: ¡Todo listo! Tu tarjeta está lista para usar.
fr: Tout est prêt ! Votre carte est prête à l'emploi.
ja: 準備完了！カードはすぐに使用できます。
ru: Всё готово! Можно пользоваться картой
uk_ua: Все готово! Ваша картка готова до використання.

# tangempay_card_details_open_wallet_title_apple
source: Add card to Apple Pay
de: Karte zu Apple Pay hinzufügen
es: Añade tu tarjeta a Apple Pay
fr: Ajouter la carte à Apple Pay
ja: Apple Payにカードを追加する
ru: Добавить карту в Apple Pay
uk_ua: Додайте свою картку в Apple Pay

# tangempay_card_details_open_wallet_title
source: Add card to Google Pay
de: Karte zu Google Pay hinzufügen
es: Añadir tarjeta a Google Pay
fr: Ajouter une carte à Google Pay
ja: Google Payにカードを追加する
ru: Добавьте карту в Google Pay
uk_ua: Додайте картку до Google Pay

# tangempay_card_details_pin_code
source: PIN code
fr: code PIN
ja: PINコード
ru: ПИН-код
uk_ua: ПІН-код

# tangempay_card_details_receive_description
source: Share your address or show QR-code
de: Teile Deine Adresse mit oder zeig den QR-Code.
es: Comparte tu dirección o muestra el código QR
fr: Partagez votre adresse ou montrez le QR code
ja: アドレスを共有するか、QRコードを表示してください。
ru: Скопируйте свой адрес или покажите QR
uk_ua: Поділіться своєю адресою або покажіть QR-код

# tangempay_card_details_receive_error_description
source: Technical issues detected. Please try again later or contact support.
de: Es wurden technische Probleme festgestellt. Bitte versuche es später erneut oder kontaktiere den Support.
fr: Problèmes techniques détectés. Veuillez réessayer plus tard ou contacter le service d'assistance.
ja: 技術的な問題が検出されました。しばらくしてからもう一度お試しいただくか、サポートにお問い合わせください。
ru: Техническая ошибка. Попробуйте позже или обратитесь в поддержку.
uk_ua: Виявлено технічні проблеми. Будь ласка, спробуйте пізніше або зверніться до служби підтримки.

# tangempay_card_details_receive_error_title
source: Receive unavailable now
de: Empfangen ist jetzt nicht verfügbar
es: Recepción no disponible ahora
fr: Réception indisponible pour le moment
ja: 現在、受け取りは利用できません
ru: Пополнение недоступно
uk_ua: Поповнення наразі недоступне

# tangempay_card_details_reveal_text
source: Reveal
de: Aufdecken
es: Mostrar
fr: Révéler
ja: 表示
ru: Показать
uk_ua: Показати

# tangempay_card_details_show_details
source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
ru: Реквизиты
uk_ua: Показати деталі

# tangempay_card_details_swap_description
source: Swap any asset in your portfolio for card
de: Tausche beliebige Vermögenswerte in Deinem Portfolio gegen eine Karte.
es: Intercambia cualquier activo de tu portafolio por una tarjeta
fr: Échangez n'importe quel actif de votre portefeuille contre une carte
ja: ポートフォリオ内のあらゆる資産をカードと交換
ru: Пополните карту любым активом через обмен
uk_ua: Обміняйте будь-який актив у вашому портфелі на картку

# tangempay_card_details_title
source: Card details
de: Kartendetails
es: Detalles de la tarjeta
fr: Détails de la carte
ja: カードの詳細
ru: Реквизиты
uk_ua: Реквізити картки

# tangempay_card_details_unfreeze_card
source: Unfreeze Card
de: Karte entsperren
es: Descongelar tarjeta
fr: Dégeler la carte
ja: カードの一時停止を解除
ru: Разморозить карту
uk_ua: Розморозити картку

# tangempay_card_details_view_pin_code_description
source: Come back to the app if you forget it.
de: Komm zurück zur App, falls du es vergisst.
fr: Revenez à l'application si vous l'oubliez.
ja: 忘れた場合は、アプリに戻ってください。

# tangempay_card_details_view_pin_code_title
source: Your PIN code
de: Dein PIN-Code
fr: Votre code PIN
ja: PINコード
ru: Ваш ПИН
uk_ua: Ваш ПІН

# tangempay_card_details_withdraw_error_title
source: Withdraw unavailable now
de: Auszahlung derzeit nicht möglich
es: Retiro no disponible ahora
fr: Retrait indisponible pour le moment
ja: 現在、出金ができません
ru: Вывод сейчас недоступен
uk_ua: Вивід наразі недоступний

# tangempay_card_details_withdraw_in_progress_description
source: You can't initiate swap or new withdrawal till the current one is finished
de: Sie können keinen Tausch oder eine neue Auszahlung starten, bis die aktuelle abgeschlossen ist.
es: No puedes iniciar un intercambio o un nuevo retiro hasta que el actual finalice.
fr: Vous ne pouvez pas lancer d'échange ou de nouveau retrait tant que le retrait actuel n'est pas terminé.
ja: 現在の処理が完了するまでは、スワップや新しい出金を開始することはできません。
ru: Вы не можете начать обмен или новый вывод, пока не завершится текущий.
uk_ua: Ви не можете розпочати обмін або новий вивід, поки не завершено поточний.

# tangempay_card_details_withdraw_in_progress_title
source: Withdrawal in progress
de: Auszahlung läuft
es: Retiro en progreso
fr: Retrait en cours
ja: 出金処理中です
ru: Вывод выполняется
uk_ua: Вивід виконується

# tangempay_card_details_withdraw
source: Withdraw
de: Auszahlung
es: Retirar
fr: Retirer
ja: 出金
ru: Вывести
uk_ua: Вивести

# tangempay_change_pin_code
source: Change PIN-code
de: PIN-Code ändern
es: Cambiar código PIN
fr: Modifier le code PIN
ja: PINコードを変更
ru: Изменить PIN-код
uk_ua: Змінити PIN-код

# tangempay_come_back_if_forget_pin
source: Come back to the app if you forget it.
de: Kehren Sie zur App zurück, falls Sie ihn vergessen.
es: Vuelve a la app si lo olvidas.
fr: Revenez dans l'application si vous l'oubliez.
ja: 忘れた場合はアプリに戻って確認できます。
ru: Можно посмотреть здесь, если забудете его.
uk_ua: Можна подивитися тут, якщо забудете його.

# tangempay_factory_settings_warning_title
source: I understand that I will completely lose access to my Tangem Pay Card and all funds on it without the possibility of recovery
de: Mir ist bewusst, dass ich den Zugriff auf meine Tangem Pay Card und alle darauf befindlichen Guthaben vollständig und ohne Möglichkeit der Wiederherstellung verliere.
fr: Je comprends que je perdrai complètement l'accès à ma carte Tangem Pay et à tous les fonds qui s'y trouvent, sans possibilité de récupération.
ja: 復元は不可能であり、Tangem Payカードおよびカード上のすべての資金へのアクセスを完全に失うことを理解しました
ru: Я понимаю, что полностью потеряю доступ к своей карте Tangem Pay и ко всем средствам на ней без возможности восстановления.
uk_ua: Я розумію, що повністю втрачу доступ до своєї картки Tangem Pay та всіх коштів на ній без можливості відновлення.

# tangempay_failed_to_issue_card_retry_description
source: A technical error has occurred, please try again by clicking the button below.
de: Ein technischer Fehler ist aufgetreten, bitte versuchen Sie es erneut, indem Sie auf die Schaltfläche unten klicken
es: Ha ocurrido un error técnico, por favor inténtalo de nuevo haciendo clic en el botón de abajo
fr: Une erreur technique s'est produite, veuillez réessayer en cliquant sur le bouton ci-dessous
ja: 技術的なエラーが発生しました。下のボタンをクリックして、もう一度お試しください。
ru: Техническая ошибка, попробуйте ещё раз, нажав кнопку ниже
uk_ua: Технічна помилка, спробуйте ще раз, натиснувши кнопку нижче

# tangempay_failed_to_issue_card_support_description
source: A technical error has occurred, please contact support.
de: Ein technischer Fehler ist aufgetreten, bitte kontaktieren Sie den Support
es: Ha ocurrido un error técnico, por favor contacta con el soporte
fr: Une erreur technique s'est produite, veuillez contacter le support
ja: 技術的なエラーが発生しました。サポートへお問い合わせください。
ru: Техническая ошибка, свяжитесь с поддержкой
uk_ua: Технічна помилка, звʼяжіться з підтримки

# tangempay_failed_to_issue_card
source: Failed to issue card
de: Kartenausstellung fehlgeschlagen
es: Error al emitir la tarjeta
fr: Échec de l'émission de la carte
ja: カードの発行に失敗しました
ru: Не удалось выпустить карту
uk_ua: Не вдалося випустити картку

# tangempay_get_banner_description
source: Get your free Tangem Visa virtual card
de: Holen Sie sich Ihre kostenlose virtuelle Tangem Visa-Karte
es: Usa tus criptomonedas para compras en el mundo real. Es una tarjeta de pago única en su tipo.
fr: Obtenez votre carte virtuelle Tangem Visa gratuite
ja: 無料のTangem Visaバーチャルカードを入手
ru: Откройте бесплатную виртуальную карту Tangem Visa
uk_ua: Отримайте безкоштовну віртуальну картку Tangem Visa

# tangempay_get_tangem_pay
source: Get Tangem Pay
de: Tangem Pay erhalten
es: Obtener Tangem Pay
fr: Obtenir Tangem Pay
ja: Tangem Payを入手
ru: Получить Tangem Pay
uk_ua: Отримати Tangem Pay

# tangempay_go_to_support
source: Go to Support
de: Zum Support
es: Ir a Soporte
fr: Contacter le support
ja: サポートへ移動
ru: Написать в поддержку
uk_ua: Написати у підтримку

# tangempay_issue_card_notification_description
source: It usually takes up to 15 minutes
de: Es dauert in der Regel bis zu 15 Minuten.
es: Suele tardar hasta 15 minutos
fr: Cela prend généralement jusqu'à 15 minutes
ja: 通常は最大で15分ほどかかります
ru: Обычно это занимает до 15 минут
uk_ua: Зазвичай це займає до 15 хвилин

# tangempay_issue_card_notification_title
source: Setting up your Tangem Card
de: Einrichtung Ihrer Tangem-Karte
es: Configurando tu tarjeta Tangem
fr: Configuration de votre carte Tangem
ja: Tangemカードのセットアップ
ru: Готовим вашу Tangem Card
uk_ua: Готуємо вашу картку Tangem

# tangempay_issuing_your_card_description
source: The card is usually issued automatically within 5 minutes. In rare cases, if manual review is required, it may take up to 48 hours.
de: Die Karte wird in der Regel innerhalb von 5 Minuten automatisch ausgestellt. In seltenen Fällen, wenn eine manuelle Überprüfung erforderlich ist, kann die Ausstellung bis zu 48 Stunden dauern.
es: Estamos preparando tu tarjeta. Esto puede llevar un poco de tiempo.
fr: La carte est généralement émise automatiquement en moins de 5 minutes. Dans de rares cas nécessitant une vérification manuelle, l’émission peut prendre jusqu’à 48 heures.
ja: カードは通常、5分以内に自動で発行されます。手動での審査が必要な稀な場合は、最大48時間かかることがあります。
ru: Обычно это занимает не больше 5 минут, в редких случах при необходимости ручной проверки – до 48 часов.
uk_ua: Карту зазвичай випускають автоматично протягом 5 хвилин. У рідкісних випадках, коли потрібна ручна перевірка, процес може тривати до 48 годин.

# tangempay_issuing_your_card
source: Issuing your card
de: Ausstellung Deiner Karte
es: Emisión de su tarjeta
fr: Émission de votre carte
ja: カードを発行しています
ru: Выпускаем карту
uk_ua: Випускаємо картку

# tangempay_kyc_confirm_cancellation_alert_title
source: Confirm Cancellation
de: Konvertierung bestätigen
fr: Confirmer l'annulation
ja: 中止を確定する
ru: Подтвердите отмену
uk_ua: Підтвердити скасування
