Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# user_push_notification_agreement_header
source: Would you like to use Push-notifications?
de: Möchtest du Push-Benachrichtigungen verwenden?
es: ¿Quiere utilizar notificaciones push?
fr: Souhaitez-vous utiliser les notifications push?
ja: プッシュ通知を使用しますか?
ru: Хотите использовать Push-уведомления?
uk_ua: Бажаєте використовувати Push-повідомлення?

# user_push_notification_banner_subtitle
source: Enable push notifications to receive alerts when funds arrive in your wallet.
de: Aktiviere Push-Benachrichtigungen und wir benachrichtigen Dich sofort, wenn Gelder eintreffen
es: Active las notificaciones push y le avisaremos al instante cuando le lleguen fondos.
fr: Activez les notifications pour recevoir des alertes lorsque des fonds arrivent dans votre portefeuille.
ja: プッシュ通知を有効にすると、ウォレットに着金したときにアラートを受信できます。
ru: Включите push-уведомления, и мы мгновенно сообщим вам, когда поступят средства.
uk_ua: Увімкніть push-сповіщення, щоб отримувати повідомлення, коли кошти надходять на ваш гаманець.

# user_push_notification_banner_title
source: Don't Miss a Transaction
de: Verpasse keine Transaktion
es: No se pierda ninguna transacción
fr: Ne manquez aucune transaction
ja: 取引を見逃さない
ru: Не пропустите транзакцию
uk_ua: Не пропустіть транзакцію

# user_wallet_list_add_button
source: Add Wallet
de: Neues Wallet hinzufügen
es: Agregar una nueva billetera
fr: Ajouter un nouveau portefeuille
ja: ウォレットを追加
ru: Добавить новый кошелек
uk_ua: Додати гаманець

# user_wallet_list_delete_hw_prompt
source: If you delete this wallet without a backup, you will permanently lose access to your funds.
de: Wenn Du diese Wallet ohne vorheriges Backup löschst, verlierst Du dauerhaft den Zugriff auf Dein Guthaben.
fr: Si vous supprimez ce portefeuille sans sauvegarde, vous perdrez définitivement l'accès à vos fonds.
ja: バックアップせずにこのウォレットを削除すると、資金に永久にアクセスできなくなります。
ru: Если вы удалите этот кошелёк без резервной копии, вы навсегда потеряете доступ к своим средствам.
uk_ua: Якщо ви видалите цей гаманець без резервної копії, ви назавжди втратите доступ до своїх коштів.

# user_wallet_list_delete_prompt
source: Are you sure you want to forget this wallet?
de: Möchtest Du diese Wallet wirklich entfernen?
es: ¿Estás seguro de que deseas olvidar esta billetera?
fr: Êtes-vous sûr de vouloir supprimer ce portefeuille ?
ja: このウォレットを忘れてもよろしいですか？
ru: Вы уверены, что хотите забыть этот кошелек?
uk_ua: Ви впевнені, що хочете видалити цей гаманець?

# user_wallet_list_error_wallet_already_saved
source: This wallet has already been saved, you can add another one
de: Dieses Wallet wurde bereits gespeichert, du kannst ein weiteres hinzufügen
es: Esta billetera ya se ha guardado, puede agregar otro
fr: Ce portefeuille a déjà été enregistré, vous pouvez en ajouter un autre
ja: このウォレットはすでに保存されています。別のウォレットを追加できます。
ru: Этот кошелек уже был сохранен, вы можете добавить другой
uk_ua: Цей гаманець вже збережено, ви можете додати інший

# user_wallet_list_rename_popup_placeholder
source: Wallet name
es: Nombre de la billetera
fr: Nom du portefeuille
ja: ウォレット名
ru: Имя кошелька
uk_ua: Назва гаманця

# user_wallet_list_rename_popup_title
source: Rename wallet
de: Wallet umbenennen
es: Renombrar la billetera
fr: Renommer le portefeuille
ja: ウォレット名の変更
ru: Переименование кошелька
uk_ua: Перейменування гаманця

# user_wallet_list_unlock_all_with
source: Unlock all with %@
de: Alle mit %@ freischalten
es: Desbloquear todo con %@
fr: Tout déverrouiller avec %@
ja: %@ですべてをロック解除
ru: Разблокировать все с %@
uk_ua: Розблокувати все з %@

# visa_balance_limits_details_aml_verified
source: AML verifired
de: AML-geprüft
fr: AML vérifié
ja: AML認証済み

# visa_balance_limits_details_available
source: Available
de: Verfügbar
fr: Disponible
ja: 利用可能

# visa_balance_limits_details_blocked
source: Blocked
de: Gesperrt
fr: Bloqué
ja: ブロック中

# visa_balance_limits_details_debt
source: Debt
de: Schulden
fr: Dette
ja: 負債

# visa_balance_limits_details_limits
source: Limits
de: Grenzen
fr: Limites
ja: 利用上限

# visa_balance_limits_details_no_otp_limit
source: Other (no-otp)
de: Andere (kein OTP)
fr: Autre (sans mot de passe)
ja: その他（OTPなし）

# visa_balance_limits_details_single_transaction
source: Single transaction
de: Einzeltransaktion
fr: Transaction unique
ja: 単一の取引

# visa_balance_limits_details_total
source: Total
de: Gesamt
ja: 合計

# visa_main_available_balance_alert_message
source: Available balance is actual funds available, considering pending transactions, blocked amounts, and debit balance to prevent overdrafts.
de: Das verfügbare Guthaben ist das tatsächlich verfügbare Guthaben unter Berücksichtigung ausstehender Transaktionen, gesperrter Beträge und Sollsaldo, um Überziehungskredite zu vermeiden.
fr: Le solde disponible correspond aux fonds réellement disponibles, en tenant compte des transactions en attente, des montants bloqués et du solde débiteur afin d'éviter les découverts.
ja: 利用可能残高は、保留中の取引、ブロック中の金額、デビット残高を考慮した、実際に利用できる資金を示します。

# visa_main_available_till_date
source: Available till %1$@
de: Verfügbar bis %1$@
fr: Disponible jusqu'au %1$@
ja: %1$@まで利用可能

# visa_main_balances_and_limits
source: Balances & Limits
de: Guthaben und Limits
fr: Soldes et Limites
ja: 残高と限度額
uk_ua: Баланси та ліміти

# visa_main_button_alert_missing_payment_account_info_message
source: Missing Payment account information. Please contact support
de: Fehlende Zahlungskontoinformationen. Bitte kontaktiere den Support.
fr: Informations de paiement manquantes. Veuillez contacter le service d'assistance.
ja: 支払いアカウントの情報が見つかりません。サポートにお問い合わせください。

# visa_main_button_alert_missing_token_info
source: Unable to load information about token
de: Informationen zum Token konnten nicht geladen werden.
fr: Impossible de charger les informations relatives au jeton
ja: トークンの情報を読み込めません。

# visa_main_button_alert_still_loading
source: Information is still loading, please wait
de: Die Informationen werden noch geladen, bitte warten.
fr: Les informations sont en cours de chargement, veuillez patienter.
ja: 情報を読み込み中です。しばらくお待ちください。

# visa_main_limits_alert_description_message
source: Limits are needed to control costs, improve security, manage risk. You can spend %1$@ during the period for card payments in shops and %2$@ for other transactions, e.g. subscriptions or debts.
de: Limits sind erforderlich, um Kosten zu kontrollieren, die Sicherheit zu verbessern und Risiken zu managen. Du kannst %1$@ ausgeben, während des Zeitraums für Kartenzahlungen in Geschäften und %2$@ für andere Transaktionen, z.B. Abos oder Schulden.
fr: Des limites sont nécessaires pour contrôler les coûts, améliorer la sécurité et gérer les risques. Vous pouvez dépenser %1$@ pendant la période pour les paiements par carte dans les magasins et %2$@ pour les autres transactions, par exemple les abonnements ou les dettes.
ja: コストの管理、セキュリティの向上、リスク管理のために利用上限が設けられています。店舗でのカード決済では期間内に%1$@、サブスクリプションや支払いなどのその他の取引では%2$@まで利用できます。

# visa_onboarding_access_code_description
source: The access code will be used manage your payment account and protect it from unauthorized access
de: Der Zugangscode dient zur Verwaltung Deines Zahlungskontos und zum Schutz vor unbefugtem Zugriff.
fr: Le code d'accès sera utilisé pour gérer votre compte de paiement et le protéger contre tout accès non autorisé.
ja: アクセスコードは、支払いアカウントの管理および不正アクセスからの保護に使用されます。

# visa_onboarding_access_code_navigation_title
source: Access Code
de: Zugangscode
fr: Code d'accès
ja: アクセスコード
ru: Код доступа
uk_ua: Код доступу

# visa_onboarding_account_activation_navigation_title
source: Account activation
de: Aktivierung des Kontos
fr: Activation du compte
ja: アカウント有効化
ru: Активация аккаунта
uk_ua: Активація акаунту

# visa_onboarding_approve_wallet_selector_notification_message
source: Please choose the wallet you started the registration process with to sign the transaction for creating your account on the Blockchain
de: Bitte wähle die Wallet aus, mit der Du den Registrierungsprozess gestartet hast, um die Transaktion zur Erstellung Deines Kontos auf der Blockchain zu signieren
fr: Veuillez choisir le portefeuille avec lequel vous avez commencé le processus d'inscription afin de signer la transaction pour créer votre compte sur la blockchain.
ja: 登録手続きを開始したウォレットを選択し、ブロックチェーン上でアカウントを作成するための取引に署名してください。

# visa_onboarding_cancel_activation
source: Cancel Activation
de: Aktivierung abbrechen
fr: Annuler l'activation
ja: 有効化をキャンセル

# visa_onboarding_close_alert_message
source: Are you sure you want to exit? You can continue later from where you left off.
de: Möchtest Du den Vorgang wirklich beenden? Du kannst später dort fortfahren, wo Du aufgehört hast.
fr: Êtes-vous sûr de vouloir quitter ? Vous pourrez reprendre plus tard là où vous vous étiez arrêté.
ja: 本当に終了してもよろしいですか？中断したところから後で続行できます。
uk_ua: Ви впевнені, що хочете вийти? Ви можете продовжити пізніше з того місця, де зупинилися.

# visa_onboarding_in_progress_description
source: This won't take long. We're setting up your account.
de: Das wird nicht lange dauern. Wir richten gerade Dein Konto ein.
fr: Cela ne prendra pas longtemps. Nous configurons votre compte.
ja: 長くはかかりません。アカウントを設定しています。
uk_ua: Це не займе багато часу. Ми налаштовуємо ваш акаунт.

# visa_onboarding_in_progress_issuer_description
source: This won’t take long. We’re completing the activation.
de: Das wird nicht lange dauern. Wir schließen die Aktivierung ab.
fr: Cela ne prendra pas longtemps. Nous terminons l'activation.
ja: 長くはかかりません。アクティベーションを完了しています。
uk_ua: Це не займе багато часу. Ми завершуємо активацію.

# visa_onboarding_in_progress_title
source: Getting everything ready!
de: Alles wird vorbereitet!
fr: Tout est en cours de préparation !
ja: 準備完了です！

# visa_onboarding_other_wallet
source: Other wallet
de: Andere Wallet
fr: Autre portefeuille
ja: その他のウォレット

# visa_onboarding_pin_code_description
source: Set up a 4-digit code. It will be used for payments.
de: Richte einen 4-stelligen Code ein. Dieser wird für Zahlungen verwendet.
es: Configure un código de 4 dígitos. Se utilizará para los pagos.
fr: Créez un code à 4 chiffres. Il servira pour les paiements.
ja: 4桁のコードを設定します。 お支払いの際に使用されます。
ru: Установите 4-значный код. Он будет использоваться для платежей.
uk_ua: Встановіть 4-значний код. Він буде використаний для платежів.

# visa_onboarding_pin_code_navigation_title
source: PIN code
fr: code PIN
ja: PINコード
ru: ПИН-код
uk_ua: ПІН-код

# visa_onboarding_pin_code_title
source: Create PIN Code
de: PIN-Code erstellen
es: Crear código PIN
fr: Créer un code PIN
ja: PINコードを作成する
ru: Установить ПИН-код
uk_ua: Встановити ПІН-код

# visa_onboarding_pin_not_accepted
source: PIN was not accepted. Try again or use a different code.
de: PIN wurde nicht akzeptiert. Versuche es erneut oder verwende einen anderen Code.
es: No se aceptó el PIN. Inténtalo de nuevo o usa un código diferente.
fr: Le code PIN n'a pas été accepté. Veuillez réessayer ou utiliser un autre code.
ja: PINの認証に失敗しました。もう一度お試しいただくか、別のコードを使用してください。
ru: ПИН не принят. Попробуйте ещё раз или введите другой код.
uk_ua: PIN-код не прийнятий. Спробуйте ще раз або введіть інший код.

# visa_onboarding_pin_validation_error_message
source: Invalid PIN: avoid sequences or repeats
de: Ungültige PIN: Sequenzen oder Wiederholungen vermeiden
es: PIN no válido: evitar secuencias o repeticiones
fr: Code PIN invalide : évitez les séquences ou les répétitions
ja: 無効な暗証番号：連続や繰り返しを避けてください
ru: Слабый ПИН: не используйте повторы или последовательности.
uk_ua: Слабкий ПІН: не використовуйте повторення або послідовності

# visa_onboarding_success_screen_description
source: You're good to go!
de: Schon kann es losgehen!
fr: Vous êtes prêt à partir !
ja: 準備完了です！

# visa_onboarding_tangem_approve_description
source: Prepare the Tangem card and tap to approve
de: Halte die Tangem-Karte bereit und tippe diese um zum Genehmigen.
fr: Préparez la carte Tangem et appuyez pour approuver.
ja: Tangemカードを用意し、タップして承認してください。

# visa_onboarding_tangem_approve_title
source: Prepare Tangem Wallet
de: Tangem Wallet vorbereiten
fr: Préparez votre Tangem Wallet
ja: Tangemウォレットを準備してください。

# visa_onboarding_wallet_connect_description
source: You will be able to complete your connection on the third-party web-site and back to the Tangem app
de: Du kannst Deine Verbindung auf der Website des Drittanbieters herstellen und zurück zur Tangem-App gelangen
fr: Vous pourrez terminer votre connexion sur le site Web tiers et revenir à l'application Tangem.
ja: サードパーティのWebサイト で接続手続きを完了し、その後Tangemアプリに戻ってください。

# visa_onboarding_wallet_connect_title
source: Go to Website
de: Zur Website gehen
fr: Accéder le site Web
ja: ウェブサイトに移動
uk_ua: Перейти на веб-сайт

# visa_onboarding_wallet_connection_navigation_title
source: Wallet connection
de: Wallet-Verbindung
fr: Connexion au portefeuille
ja: ウォレット接続

# visa_onboarding_wallet_list_header
source: Choose wallet
de: Wallet wählen
fr: Choisissez un portefeuille
ja: ウォレットを選択

# visa_onboarding_welcome_back_button_title
source: Continue Activation
de: Aktivierung fortsetzen
fr: Continuer l'activation
ja: 有効化を続行

# visa_onboarding_welcome_back_description
source: Let's continue setting up your account.
de: Fahren wir mit der Einrichtung Deines Kontos fort.
fr: Continuons la configuration de votre compte.
ja: アカウントの設定を続けましょう。
uk_ua: Давайте продовжимо налаштування вашого акаунту.

# visa_onboarding_welcome_back_title
source: Welcome back!
de: Willkommen zurück!
fr: Content de vous revoir !
ja: お帰りなさい！
uk_ua: З поверненням!

# visa_onboarding_welcome_button_title
source: Start Activation
de: Aktivierung starten
fr: Lancer l'activation
ja: 有効化を開始

# visa_onboarding_welcome_description
source: Follow the steps to set up your account.
de: Folge den Schritten, um Dein Konto einzurichten.
fr: Suivez les étapes pour configurer votre compte.
ja: 手順に従ってアカウントを設定してください。
uk_ua: Виконайте ці кроки, щоб налаштувати свій акаунт.

# visa_onboarding_welcome_title
source: Welcome!
de: Willkommen!
fr: Bienvenue !
ja: ようこそ！
uk_ua: Вітаємо!

# visa_transaction_details_blockchain_amount
source: Blockchain amount
de: Blockchain Betrag
fr: Montant de la blockchain
ja: ブロックチェーン上の金額

# visa_transaction_details_currency_code
source: Currency code
de: Währungscode
fr: Code monétaire
ja: 通貨コード
ru: Код валюты

# visa_transaction_details_date
source: Date
de: Datum
ja: 日付

# visa_transaction_details_error_code
source: Error code
de: Fehlercode
fr: Code d'erreur
ja: エラーコード

# visa_transaction_details_header
source: Transaction details
de: Transaktionsdetails
fr: Détails de la transaction
ja: 取引詳細

# visa_transaction_details_merchant_category_code
source: Merchant category code
de: Händlerkategoriecode
fr: Code de catégorie de commerçant
ja: 加盟店カテゴリーコード

# visa_transaction_details_merchant_city
source: Merchant city
de: Handelsstadt
fr: Cité marchande
ja: 加盟店の所在地

# visa_transaction_details_merchant_country_code
source: Merchant country code
de: Händler-Ländercode
fr: Code pays du commerçant
ja: 加盟店の国コード

# visa_transaction_details_merchant_name
source: Merchant name
de: Händlername
fr: Nom du commerçant
ja: 加盟店名

# visa_transaction_details_request_id
source: Request ID
de: ID anfordern
fr: Identifiant de la demande
ja: リクエストID

# visa_transaction_details_status
source: Status
fr: Statut
ja: ステータス

# visa_transaction_details_title
source: Transaction
de: Transaktion
ja: 取引

# visa_transaction_details_transaction_amount
source: Transaction amount
de: Transaktionsbetrag
fr: Montant de la transaction
ja: 取引金額

# visa_transaction_details_transaction_hash
source: Transaction hash
de: Transaktions-Hash
fr: Hash de la transaction
ja: トランザクションハッシュ

# visa_transaction_details_transaction_request
source: Transaction request
de: Transaktionsanfrage
fr: Demande de transaction
ja: 取引リクエスト

# visa_transaction_details_transaction_status
source: Transaction status
de: Transaktionsstatus
fr: Statut de la transaction
ja: 取引ステータス

# visa_transaction_details_type
source: Type
de: Typ
ja: 種類

# visa_tx_dispute_button
source: Dispute this transaction
de: Diese Transaktion anfechten
fr: Contester cette transaction
ja: この取引に異議を唱える
uk_ua: Оскаржити цю транзакцію

# visa_unlock_notification_button
source: Unlock
de: Freischalten
fr: Déverrouiller
ja: ロック解除
ru: Разблокировать
uk_ua: Розблокувати

# visa_unlock_notification_subtitle
source: Scan your card to unlock access
de: Scanne Deine Karte, um den Zugriff freizuschalten
fr: Scannez votre carte pour déverrouiller l'accès
ja: カードをスキャンしてアクセスロックを解除する
ru: Отсканируйте свою карту, чтобы разблокировать доступ
uk_ua: Відскануйте картку, щоб розблокувати доступ

# visa_unlock_notification_title
source: Needed unlock
de: Benötigte Freischaltung
fr: Déverrouillage nécessaire
ja: ロック解除が必要
uk_ua: Потрібне розблокування

# voice_over_open_card_details
source: Open device details
de: Gerätedetails öffnen
es: Abrir detalles del dispositivo
fr: Ouvrir les détails de l'appareil
ja: デバイスの詳細を開く
ru: Открыть детали устройства
uk_ua: Відкрити деталі пристрою

# voice_over_open_new_wallet_connect_session
source: Scan QR code to open new WalletConnect session
de: QR-Code scannen, um eine neue WalletConnect Sitzung zu öffnen
es: Escanee el código QR para abrir una nueva sesión de WalletConnect
fr: Scannez le code QR pour ouvrir une nouvelle session WalletConnect
ja: QRコードをスキャンして、新しいWalletConnectセッションを開く
ru: Отсканируйте QR-код, чтобы открыть новую сессию WalletConnect
uk_ua: Відскануйте QR-код, щоб відкрити новий сеанс WalletConnect

# wallet_add_common_title
source: Choose your wallet type
de: Wähle aus, wie Du Deine Wallet hinzufügen möchtest.
es: Elija cómo agregar su billetera
fr: Choisissez comment ajouter votre portefeuille
ja: ウォレットの種類を選択します
ru: Выберите тип кошелька
uk_ua: Оберіть тип гаманця

# wallet_add_hardware_description
source: Scan your Tangem card or ring to restore it or import from another wallet.
de: Scanne Deine Tangem-Karte oder Deinen Tangem-Ring, um sie wiederherzustellen oder aus einer anderen Wallet zu importieren.
ja: Tangemカードまたはリングをスキャンして復元するか、別のウォレットからインポートしてください。
ru: Отсканируйте вашу карту или кольцо Tangem, чтобы восстановить её или импортировать из другого кошелька.
uk_ua: Відскануйте картку або кільце Tangem, щоб відновити або імпортувати з іншого гаманця.

# wallet_add_hardware_info_create
source: Create Hardware Wallet
de: Hardware-Wallet erstellen
ja: ハードウェアウォレットを作成
ru: Создать аппаратный кошелёк
uk_ua: Створити апаратний гаманець

# wallet_add_hardware_purchase
source: Want to purchase a Tangem Wallet?
de: Möchtest Du eine Tangem-Wallet kaufen?
ja: Tangemウォレットを購入しますか？
ru: Хотите приобрести кошелек Tangem?
uk_ua: Хочете придбати гаманець Tangem?

# wallet_add_import_seed_phrase
source: Import seed phrase
de: Seed-Phrase importieren
ja: シードフレーズをインポート
ru: Импортировать фразу восстановления
uk_ua: Імпортувати фразу відновлення

# wallet_add_mobile_description
source: Restore your wallet on your phone or import from another app — convenient, but less secure than a Tangem card.
de: Stell Deine Wallet auf Deinem Smartphone wieder her oder importieren diese aus einer anderen App – praktisch, aber weniger sicher als eine Tangem-Karte.
ja: スマートフォン上でウォレットを復元するか、他のアプリからインポートできますが、Tangemカードと比べるとセキュリティは劣ります。
ru: Восстановите кошелёк на телефоне или импортируйте из другого приложения — удобно, но менее безопасно, чем карта Tangem.
uk_ua: Відновіть гаманець на телефоні або імпортуйте з іншого додатку — зручно, але менш безпечно, ніж картка Tangem.

# wallet_add_support_title
source: What to choose?
de: Was soll man wählen?
ja: お選びください
ru: Что выбрать?
uk_ua: Що обрати?

# wallet_balance_missing_derivation
source: Scan card or ring
de: Karte oder Ring scannen
es: Escanee la tarjeta o el anillo
fr: Scanner la carte ou la bague
ja: カードまたはリングをスキャン
ru: Отсканируйте карту или кольцо
uk_ua: Відскануйте картку або кільце

# wallet_been_activated_message
source: This wallet has already been activated earlier. If it was not done by you, please contact support. Tangem never sells wallets along with pre-generated access codes.
de: Dieses Wallet wurde bereits früher aktiviert. Wenn dies nicht von Dir durchgeführt wurde, wende Dich bitte an den Support. Tangem verkauft niemals Wallets zusammen mit vorgenerierten Zugangscodes.
es: Esta billetera ya ha sido activada anteriormente. Si no fue usted quien lo hizo, comuníquese con el servicio de asistencia. Tangem nunca vende billeteras con un código de acceso pre generado.
fr: Ce portefeuille a déjà été activé auparavant. Si cela n'a pas été fait par vous, veuillez contacter le support. Tangem ne vend jamais de portefeuilles avec le code d'accès pré-généré.
ja: このウォレットはすでに有効化されています。 あなたが行ったのでない場合は、サポートに連絡してください。 Tangemは、事前に生成されたアクセスコードと一緒にウォレットを販売することはありません。
ru: Этот кошелек уже был активирован ранее. Если это сделали не вы, свяжитесь со службой поддержки. Tangem никогда не продает кошелек вместе с предустановленным кодом доступа.
uk_ua: Цей гаманець вже був активований раніше. Якщо це було зроблено не вами, зверніться до служби підтримки. Tangem ніколи не продає гаманці разом з попередньо згенерованим кодом доступу.

# wallet_connect_error_timeout
source: Failed to establish WalletConnect session: timeout error. Please, try again later.
de: WalletConnect-Sitzung konnte nicht aufgebaut werden: Timeout-Fehler. Bitte versuche es später noch einmal.
es: Error al establecer la sesión de WalletConnect: error de tiempo de espera. Por favor, inténtelo más tarde.
fr: Échec de l'établissement de la session WalletConnect : erreur de délai d'attente. Veuillez réessayer plus tard.
ja: WalletConnectセッションの確立に失敗しました：タイムアウトエラー。しばらくしてもう一度お試しください。
ru: Не удалось установить сессию WalletConnect за отведённое время. Пожалуйста, повторите попытку позже.
uk_ua: Не вдалося створити сеанс WalletConnect за відведений час. Будь ласка, спробуйте пізніше.

# wallet_connect_multiple_transactions_description
source: To process successfully, your transaction will be split into multiple parts. You'll need to tap your card several times to complete it.
de: Zur erfolgreichen Abwicklung wird Deine Transaktion in mehrere Teile aufgeteilt. Du musst Deine Karte mehrmals ans smartphone halten, um sie abzuschließen.
fr: Pour que le traitement soit effectué correctement, votre transaction sera divisée en plusieurs parties. Vous devrez passer votre carte plusieurs fois pour la finaliser.
ja: 正常に処理するため、取引は複数に分割されます。完了するにはカードを数回タップする必要があります。
ru: Чтобы успешно обработать запрос, ваша транзакция будет разделена на несколько частей. Для завершения потребуется несколько приложений карты.
uk_ua: Для успішної обробки вашу транзакцію буде розділено на кілька частин. Потрібно буде кілька разів прикласти картку, щоб завершити її.

# wallet_connect_multiple_transactions
source: Multi-Part Transaction
de: Mehrteilige Transaktion
fr: Transaction en plusieurs parties
ja: マルチパート取引
ru: Транзакция в несколько шагов
uk_ua: Багатоетапна транзакція

# wallet_connect_paste_from_clipboard
source: Paste from clipboard
de: Einfügen aus der Zwischenablage
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
ja: クリップボードから貼り付け
ru: Вставить из буфера обмена
uk_ua: Вставити з буфера обміну

# wallet_connect_sending_multiple_explanation
source: The transaction is being processed. Please tap your card multiple times to complete it.
de: Die Transaktion wird verarbeitet. Bitte halte Deine Karte mehrmals an, um sie abzuschließen.
fr: La transaction est en cours de traitement. Veuillez taper plusieurs fois votre carte pour la terminer.
ja: 取引を処理中です。完了するにはカードを複数回タップしてください。
ru: Транзакция в процессе отправки. Пожалуйста, приложите карту несколько раз для её завершения.
uk_ua: Транзакція обробляється. Будь ласка, прикладіть картку кілька разів, щоб завершити її.

# wallet_connect_sending_multiple_tx
source: Transaction in progress
de: Transaktion läuft
fr: Transaction en cours
ja: 取引進行中
ru: Транзакция в обработке
uk_ua: Транзакція обробляється
