Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# warning_express_approval_in_progress_message
source: Swap approval is underway and will be completed shortly
de: Die Genehmigung des Swaps ist im Gange und wird in Kürze abgeschlossen sein.
es: La aprobación del intercambio está en progreso y se completará en breve
fr: L'approbation de l'échange est en cours et sera achevée sous peu
ja: スワップ承認は現在進行中で、まもなく完了する予定です。
ru: Разрешение обмена в процессе и будет скоро завершено
uk_ua: Дозвіл обміну триває і незабаром буде завершено

# warning_express_approval_in_progress_title
source: Approval in progress
de: Genehmigung in Arbeit
es: Aprobación en proceso
fr: Approbation en cours
ja: 承認が進行中
ru: Разрешение в процессе
uk_ua: Затвердження в процесі

# warning_express_dust_message
source: The minimum swapping amount is %1$@. Please ensure that the remaining balance after the swap will not be less than %2$@.
de: Der Mindestbetrag für den Tausch beträgt %1$@. Bitte stelle sicher, dass der Restsaldo nach dem Swap nicht unter %2$@ liegt.
es: El monto mínimo de transacción es %1$@. Asegúrese de que el saldo restante después del canje no sea inferior a %2$@.
fr: Le montant minimum d'échange est de %1$@. Veuillez vous assurer que le solde restant après l'échange ne sera pas inférieur à %2$@.
ja: 最低のスワップ金額は%1$@ です。スワップ後の残金が%2$@ を下回らないようにしてください。
ru: Минимальная сумма обмена - %1$@. Пожалуйста, убедитесь, что остаток после обмена также не будет меньше %2$@.
uk_ua: Мінімальна сума обміну становить - %1$@. Будь ласка, переконайтеся, що залишок на рахунку після обміну буде не менше за %2$@.

# warning_express_no_exchangeable_coins_description
source: You don’t have any tokens in your portfolio that %@ can be swapped to. Please add another token to enable the exchange.
de: Du hast keine Token in Deinem Portfolio, gegen die %@ getauscht werden kann. Bitte füge einen anderen Token hinzu, um den Austausch zu ermöglichen.
es: No tienes tokens en tu portafolio a los que puedas intercambiar %@. Por favor, añade otro token para realizar el intercambio.
fr: Vous n’avez aucun jeton dans votre portefeuille pouvant recevoir %@ en échange. Veuillez ajouter un autre jeton pour effectuer l’échange.
ja: ポートフォリオ内に%@とスワップ可能なトークンがありません。交換を有効にするには、別のトークンを追加してください。
ru: У вас нет токенов в портфеле, на которые можно обменять %@. Пожалуйста, добавьте другой токен, чтобы выполнить обмен.
uk_ua: У вашому портфелі немає токенів, на які можна обміняти %@. Будь ласка, додайте інший токен, щоб виконати обмін.

# warning_express_no_exchangeable_coins_title
source: No compatible tokens added
de: Keine kompatiblen Token hinzugefügt
es: No hay tokens disponibles para intercambiar
fr: Aucun jeton disponible à échanger
ja: 互換性のあるトークンが追加されていません
ru: Нет доступных для обмена токенов
uk_ua: Немає доступних токенів для обміну

# warning_express_not_enough_fee_for_token_tx_description
source: To make a transaction you need to deposit some %1$@ %2$@
de: Um eine Transaktion durchzuführen, du etwas etwas einzahlen %1$@ %2$@
es: Para realizar una transacción necesita depositar %1$@ %2$@
fr: Pour effectuer une transaction, vous devez déposer %1$@ %2$@
ja: 取引を行うには、 %1$@ %2$@を入金する必要があります。
ru: Чтобы совершить транзакцию, вам необходимо внести немного %1$@ %2$@
uk_ua: Щоб здійснити транзакцію, вам потрібно внести трохи %1$@ %2$@

# warning_express_not_enough_fee_for_token_tx_title
source: Unable to cover %@ fee
de: Die Gebühr %@ kann nicht gedeckt werden
es: No se pueden cubrir %@ tarifa
fr: Impossible de couvrir %@ frais
ja: %@ 手数料を支払えません
ru: Невозможно покрыть комиссию %@
uk_ua: Неможливо покрити комісію %@

# warning_express_notification_invalid_reserve_amount_title
source: The amount to receive must be at least %@
de: Der zu erhaltende Betrag muss mindestens %@ betragen
es: El monto a recibir debe ser de al menos %@
fr: Le montant à recevoir doit être d'au moins %@
ja: 受け取る金額は、 %@ 以上である必要があります。
ru: Сумма получения не может быть менее %@
uk_ua: Сума отримання не може бути меншою за %@

# warning_express_pair_unavailable_message
source: This may occur because the provider is currently unable to exchange your selected pair. Please wait a moment and try again. (Code %@)
de: Dies kann passieren, weil der Anbieter derzeit nicht in der Lage ist, dein ausgewähltes Paar zu swappen. Bitte warte einen Moment und versuche es später erneut. (Code %@)
es: Esto puede suceder porque el proveedor actualmente no puede operar con el par que usted seleccionó. Espere un momento e inténtelo de nuevo. (Código %@)
fr: Cela peut se produire car le fournisseur n'est actuellement pas en mesure d'échanger la paire que vous avez sélectionnée. Veuillez patienter un instant et réessayer. (Code %@)
ja: これは、選択したペアがプロバイダーでは現在交換できないために発生する可能性があります。しばらく待ってからもう一度お試しください。(コード%@ )
ru: Это может произойти из-за того, что провайдер временно не предоставляет обмен выбранной вами пары. Пожалуйста, подождите некоторое время и попробуйте снова. (Код %@)
uk_ua: Це може статися тому, що провайдер наразі не може обміняти обрану пару. Будь ласка, зачекайте трохи та спробуйте ще раз. (Код %@)

# warning_express_pair_unavailable_title
source: Selected pair temporarily unavailable
de: Ausgewähltes Paar vorübergehend nicht verfügbar
es: El par seleccionado no está disponible temporalmente
fr: La paire sélectionnée est temporairement indisponible
ja: 選択されたペアは一時的に利用できません
ru: Выбранная пара временно недоступна
uk_ua: Обрана пара тимчасово недоступна

# warning_express_providers_fca_warning_description
source: Some providers are not authorized by the UK Financial Conduct Authority. You should avoid dealing with them.
de: Einige Anbieter sind nicht von der britischen Finanzaufsichtsbehörde (FCA) zugelassen. Sie sollten den Umgang mit ihnen vermeiden.
es: Algunos proveedores no están autorizados por la Autoridad de Conducta Financiera del Reino Unido. Debe evitar tratar con ellos.
fr: Certains fournisseurs ne sont pas autorisés par la Financial Conduct Authority (FCA) du Royaume-Uni. Vous devriez éviter de traiter avec eux.
ja: 一部のプロバイダーは英国金融行動監視機構（FCA）の認可を受けていません。そのようなプロバイダーとの取引は避けるべきです。
uk_ua: Деякі провайдери не мають авторизації від Британського фінансового регулятора (FCA). Рекомендуємо уникати взаємодії з ними.

# warning_express_providers_fca_warning_title
source: FCA Warning List
de: Warnliste der FCA
fr: Liste d’avertissement de la FCA
ja: FCA警告リスト
ru: Предупреждающий список FCA
uk_ua: Список попереджень FCA

# warning_express_refresh_required_title
source: Service temporarily unavailable
de: Service vorübergehend nicht verfügbar
es: Servicio no disponible temporalmente
fr: Service temporairement indisponible
ja: サービスは一時的に利用できません
ru: Сервис временно недоступен
uk_ua: Сервіс тимчасово недоступний

# warning_express_too_maximum_amount_title
source: The amount of tokens to be swapped must not exceed %@
de: Die Menge der zu tauschenden Token darf folgende Werte nicht überschreiten %@
es: La cantidad de tokens a intercambiar no debe exceder %@
fr: Le nombre de jetons à échanger ne doit pas dépasser %@
ja: スワップするトークンの量は %@ を超えないでください
ru: Сумма для обмена должна быть не более %@
uk_ua: Сума до обміну не повинна перевищувати %@

# warning_express_too_minimal_amount_title
source: The amount to swap must be at least %@
de: Der zu tauschende Betrag muss mindestens %@ betragen
es: El monto a cambiar debe ser de al menos %@
fr: Le montant à échanger doit être d'au moins %@
ja: スワップ金額は %@ 以上である必要があります
ru: Сумма для обмена должна быть не менее %@
uk_ua: Сума для обміну має бути не менше %@

# warning_express_wrong_amount_description
source: Please change the amount to swap
de: Bitte änder den zu tauschenden Betrag
es: Por favor cambie la cantidad a cambiar
fr: Veuillez modifier le montant à échanger
ja: スワップの金額を変更してください
ru: Пожалуйста, измените сумму для обмена
uk_ua: Будь ласка, змініть суму для обміну

# warning_failed_to_verify_card_message
source: This card might be a production sample or counterfeit
de: Bei dieser Karte oder Ring kann es sich um ein Produktionsmuster oder eine Fälschung handeln
es: Esta tarjeta podría ser una muestra de producción o una falsificación
fr: Cette carte pourrait être un échantillon de production ou une contrefaçon
ja: このカードは、サンプル品または偽造品である可能性があります
ru: Возможно, данная карта является образцом или подделкой
uk_ua: Ця картка може бути виробничим зразком або підробкою

# warning_failed_to_verify_card_title
source: Authenticity check failed
de: Echtheitsprüfung fehlgeschlagen
es: La verificación de autenticidad falló
fr: Échec de la vérification d'authenticité
ja: 真正性チェックに失敗しました
ru: Ошибка проверки подлинности
uk_ua: Перевірка автентичності не вдалася

# warning_hedera_missing_token_association_button_title
source: Associate
de: zuordnen
es: Asociar
fr: Associer
ja: 関連付ける
ru: Ассоциировать
uk_ua: Асоціювати

# warning_hedera_missing_token_association_message_brief
source: This token must be associated with your Hedera account before you can receive it
de: Dieses Token muss mit deinem Hedera-Konto verknüpft sein, bevor du ihn erhalten kannst.
es: Este token debe estar asociado con su cuenta de Hedera antes de poder recibirlo.
fr: Ce jeton doit être associé à votre compte Hedera avant que vous puissiez le recevoir
ja: このトークンを受け取るには、Hederaアカウントに関連付ける必要があります。
ru: Этот токен должен быть ассоциирован с вашей учетной записью Hedera, прежде чем вы сможете его принять
uk_ua: Цей токен повинен бути асоційований з вашим обліковим записом Hedera, перш ніж ви зможете його прийняти

# warning_hedera_missing_token_association_message
source: This token must be associated with your Hedera account before you can receive it. Association fee ~%1$@ %2$@
de: Dieser Token muss mit Ihrem Hedera-Konto verbunden sein, bevor du diesen erhalten kannst. Zuordnungsgebühr ~%1$@ %2$@
es: Este token debe estar asociado a su cuenta de Hedera antes de que pueda recibirlo. Tarifa de asociación ~%1$@ %2$@
fr: Ce jeton doit être associé à votre compte Hedera avant que vous puissiez le recevoir. Frais d'association ~%1$@ %2$@
ja: このトークンを受け取るには、Hederaアカウントに関連付ける必要があります。関連付け手数料 ~ %1$@ %2$@
ru: Этот токен должен быть ассоциирован с вашей учетной записью Hedera, прежде чем вы сможете его принять. Стоимость ассоциации ~%1$@ %2$@
uk_ua: Цей токен повинен бути асоційований з вашим обліковим записом Hedera, перш ніж ви зможете його прийняти. Вартість асоціації ~ %1$@ %2$@

# warning_hedera_missing_token_association_title
source: Associate your token
de: Verknüpfe deinen Token
es: Asocie su token
fr: Associez votre jeton
ja: トークンを関連付ける
ru: Ассоциируете свой токен
uk_ua: Асоціюйте свій токен

# warning_hedera_token_association_not_enough_hbar_message
source: Not enough %@. Top up your Hedera account to associate this token
de: Nicht genug %@. Lade dein Hedera-Konto auf, um dieses Token zuzuordnen
es: No hay suficiente %@. Recargue su cuenta de Hedera para asociar este token
fr: %@ insuffisant. Renflouez votre compte Hedera pour associer ce jeton
ja: %@が不足しています。このトークンを関連付けるには、Hederaアカウントに資金を追加してください。
ru: Недостаточно %@. Пополните ваш аккаунт Hedera для ассоциации этого токена
uk_ua: Недостатньо %@. Поповніть ваш обліковий запис Hedera для асоціації цього токена

# warning_kaspa_unfinished_token_transaction_discard_message
source: Are you sure you want to cancel the transaction? You will not be able to retry the transaction again
de: Bist Du sicher, dass Du die Transaktion stornieren willst? Du kannst die Transaktion nicht erneut starten.
es: ¿Está seguro de que desea cancelar la transacción? No podrá volver a reintentarlo.
fr: Êtes-vous sûr(e) de vouloir annuler la transaction ? Vous ne pourrez plus réessayer.
ja: 取引をキャンセルしてもよろしいですか? 取引を再試行することはできません
ru: Вы уверены что хотите отменить эту транзакцию? Вы не сможете отправить ее еще раз
uk_ua: Ви впевнені, що хочете скасувати цю транзакцію? Ви не зможете відправити її ще раз

# warning_kaspa_unfinished_token_transaction_message
source: Your transaction with an amount of %1$@ %2$@ was not completed. You can try again to complete it.
de: Deine Transaktion mit einem Betrag von %1$@ %2$@ wurde nicht abgeschlossen. Du kannst versuchen, diese erneut abzuschließen.
es: Su transacción con un importe de %1$@ %2$@ no se ha completado. Puede volver a intentarlo para completarla.
fr: Votre transaction d'un montant de %1$@ %2$@ n'a pas été finalisée. Vous pouvez réessayer plus tard pour la finaliser.
ja: %1$@ %2$@の取引が完了しませんでした。もう一度試して完了してください。
ru: Ваша транзакция %1$@ %2$@ не была завершена. Вы можете попробовать отправить ее еще раз.
uk_ua: Ваша транзакція %1$@ %2$@ не була завершена. Ви можете спробувати відправити її ще раз.

# warning_kaspa_unfinished_token_transaction_title
source: You have unfinished transaction
de: Du hast eine nicht abgeschlossene Transaktion
es: Tiene una transacción sin terminar
fr: Vous avez une transaction inachevée
ja: 未完了の取引があります
ru: У вас есть незавершенная транзакция
uk_ua: У вас є незавершена транзакція

# warning_last_balance_updated_time
source: Last update was %@
de: Letzte Aktualisierung war %@
es: Última actualización hace %@
fr: La dernière mise à jour a été %@
ja: 最終更新日は%@です
ru: Последнее обновление %@
uk_ua: Останнє оновлення було %@

# warning_long_transaction_message
source: iPhone 7/7+ cannot sign transactions on this network. To complete this operation, please use a different phone.
de: iPhone 7/7+ kann in diesem Netzwerk keine Transaktionen signieren. Um diesen Vorgang abzuschließen, verwende bitte ein anderes Telefon.
es: iPhone 7/7+ no puede firmar transacciones en esta red. Para completar esta operación, por favor use un teléfono diferente.
fr: L'iPhone 7/7+ ne peut pas signer de transactions sur ce réseau. Pour effectuer cette opération, veuillez utiliser un autre téléphone.
ja: iPhone 7/7+ はこのネットワーク上で取引に署名できません。この操作を完了するには、別のデバイスを使用してください。
ru: iPhone 7/7+ не может подписывать транзакции в данной сети. Для завершения этой операции, пожалуйста, используйте другой телефон
uk_ua: iPhone 7/7+ не може підписувати транзакції в цій мережі. Щоб виконати цю операцію, скористайтеся, будь ласка, іншим телефоном

# warning_long_transaction_title
source: Transaction signing unavailable
de: Transaktionssignierung nicht verfügbar
es: Firma de transacción no disponible
fr: Signature de transaction indisponible
ja: 取引署名は利用できません
ru: Невозможно подписать транзакцию
uk_ua: Підписання транзакції недоступне

# warning_low_signatures_message
source: Only %@ signatures are left on this card. You must withdraw all of your funds.
de: Auf dieser Karte oder Ring sind nur noch %@ Unterschriften übrig. Du musst dein gesamtes Guthaben abheben.
es: Solo quedan %@ firmas en esta tarjeta. Deba retirar todos sus fondos.
fr: Il ne reste que %@ signatures sur cette carte. Vous devez retirer tous vos fonds.
ja: このカードには%@の署名のみが残っています。資金をすべて引き出す必要があります。
ru: На этой карте осталось всего %@ подписей. Вам следует вывести все ваши средства.
uk_ua: На цій картці залишається лише %@ підписів. Ви повинні вивести всі свої кошти.

# warning_low_signatures_title
source: Low signature count
de: Geringe Anzahl von Unterschriften
es: Recuento de firmas bajo
fr: Faible nombre de signatures
ja: 署名数が少ないです
ru: Малое количество подписей
uk_ua: Низька кількість підписів

# warning_manage_tokens_legacy_derivation_message
source: Tokens on different networks can have different addresses. Double-check that your address matches the network when you transfer funds.
de: Token in verschiedenen Netzwerken können unterschiedliche Adressen haben. Überprüfe bei der Überweisung noch einmal, ob deine Adresse mit der des Netzwerks übereinstimmt.
es: Los tokens en diferentes redes pueden tener direcciones diferentes. Verifique que su dirección coincida con la red cuando transfieras fondos.
fr: Les jetons sur différents réseaux peuvent avoir des adresses différentes. Vérifiez bien que votre adresse correspond au réseau lorsque vous transférez des fonds.
ja: 異なるネットワーク上のトークンは、異なるアドレスを持つ場合があります。資金を送金する際には、アドレスがネットワークと一致していることを再確認してください。
ru: Токены на разных сетях могут иметь разные адреса. Пожалуйста, убедитесь при переводе средств, что ваш адрес соответствует сети.
uk_ua: Токени в різних мережах можуть мати різні адреси. Переконайтеся, що ваша адреса відповідає мережі, коли переказуєте кошти.

# warning_matic_migration_message
source: MATIC is being migrated to POL. However, there is no deadline set and MATIC isn't being deprecated yet. You can safely continue using MATIC token or swap it for POL.
de: MATIC wird zu POL migriert. Es gibt jedoch keine festgelegte Frist und MATIC wird noch nicht abgeschafft. Du kannst den MATIC-Token weiterhin bedenkenlos verwenden oder es gegen POL austauschen.
es: Actualmente, MATIC está migrando a POL. Sin embargo, no se ha fijado ninguna fecha límite y MATIC aún no está obsoleto. Puede seguir usando el token MATIC de forma segura o utilizar intercambios para cambiarlo por POL.
fr: MATIC est en cours de migration vers POL. Cependant, aucune date limite n'a été fixée et MATIC n'est pas encore obsolète. Vous pouvez continuer à utiliser le jeton MATIC en toute sécurité ou l'échanger contre POL.
ja: MATICはPOLに移行中です。ただし、期限は設定されておらず、MATICはまだ廃止されていません。MATICトークンを引き続き安全に使用することも、POLに交換することもできます。
ru: Токен MATIC мигрирует на POL. Однако крайний срок не установлен, и MATIC пока не устарел. Вы можете спокойно продолжать использовать токен MATIC или обменять его на POL.
uk_ua: Токен MATIC мігрує до POL. Однак кінцевого терміну не встановлено і MATIC ще не застарілий. Ви можете спокійно продовжувати використовувати токен MATIC або обміняти його на POL.

# warning_matic_migration_title
source: MATIC to POL Migration
de: Migration von MATIC zu POL
es: Migración de MATIC a POL
fr: Migration de MATIC vers POL
ja: MATICからPOLへの移行
ru: Миграция MATIC в POL
uk_ua: Міграція MATIC у POL

# warning_missing_derivation_title
source: Some addresses are missing
de: Einige Adressen fehlen
es: Faltan algunas direcciones
fr: Certaines adresses sont manquantes
ja: 一部のアドレスが見つかりません
ru: Некоторые адреса отсутствуют
uk_ua: Деякі адреси відсутні

# warning_network_unreachable_message
source: The network is currently unreachable. Please try again later.
de: Das Netzwerk ist derzeit nicht erreichbar. Bitte versuchen Sie es später erneut.
es: La red no está disponible actualmente. Por favor, inténtalo de nuevo más tarde.
fr: Le réseau est actuellement inaccessible. Veuillez réessayer plus tard.
ja: 現在、ネットワークにアクセスできません。しばらくしてからもう一度お試しください。
ru: В данный момент сеть недоступна. Пожалуйста, попробуйте позже.
uk_ua: Мережа наразі недоступна. Будь ласка, спробуйте пізніше.

# warning_network_unreachable_title
source: Network is unreachable
de: Netzwerk ist nicht erreichbar
es: La red no está disponible
fr: Le réseau est inaccessible
ja: ネットワークにアクセスできません
ru: Сеть недоступна
uk_ua: Мережа недоступна

# warning_no_account_title
source: Top up your wallet
de: Lade dein Guthaben auf
es: Recargue su billetera
fr: Renflouez votre portefeuille
ja: ウォレットに入金
ru: Пополните ваш кошелек
uk_ua: Поповніть свій гаманець

# warning_no_backup_message
source: Your wallet isn't backed up yet. Back it up now to protect your assets.
de: Deine Wallet wurde nicht gesichert. Führe diesen Vorgang durch, um dein Vermögen jetzt zu schützen.
es: Su billetera no ha sido respaldado. Realice este procedimiento para proteger sus activos ahora.
fr: Votre portefeuille n'a pas été sauvegardé. Effectuez cette procédure pour protéger vos actifs dès maintenant.
ja: ウォレットはまだバックアップされていません。今すぐバックアップして資産を保護しましょう。
ru: Ваш кошелек не имеет резервной копии. Проведите эту процедуру сейчас, чтобы защитить ваши активы.
uk_ua: Ваш гаманець не має резервної копії. Проведіть цю процедуру зараз, щоб захистити свої активи.

# warning_no_backup_title
source: Missing backup
de: Fehlende Sicherung
es: Falta backup
fr: Sauvegarde manquante
ja: バックアップがありません
ru: Резервная копия отсутствует
uk_ua: Резервна копія відсутня

# warning_number_of_signed_hashes_incorrect_message
source: This card has been previously used for transactions. If received from an untrusted source, consider withdrawing all funds. If it's your card, no action is required.
de: Diese Karte oder Ring wurde bereits für Transaktionen verwendet. Wenn die Karte oder Ring aus einer nicht vertrauenswürdigen Quelle stammt, solltest du den gesamten Betrag abheben. Wenn es sich um deine Karte oder Ring handelt, sind keine Maßnahmen erforderlich.
es: Esta tarjeta se ha utilizado previamente para transacciones. Si la recibió de una fuente no confiable, considere retirar todos los fondos. Si es su tarjeta, no se requiere ninguna acción.
fr: Cette carte a déjà été utilisée pour des transactions. Si elle provient d'une source non fiable, envisagez de retirer tous les fonds. S'il s'agit de votre carte, aucune action n'est requise.
ja: このカードは以前取引に使用されたことがあります。信頼できない出所から受け取った場合は、全資金を引き出すことを検討してください。あなたのカードであれば、何もする必要はありません。
ru: Эта карта ранее использовалась для подписи транзакций. Если она получена от ненадежного источника, рассмотрите возможность вывода своих средств. Если это ваша карта, дополнительных действий не требуется.
uk_ua: Ця картка вже використовувалася для здійснення транзакцій. Якщо вона отримана з ненадійного джерела, подумайте про те, щоб зняти всі кошти. Якщо це ваша картка, ніяких додаткових дій не потрібно.

# warning_number_of_signed_hashes_incorrect_title
source: Card has already signed transactions
de: Karte oder Ring hat bereits Transaktionen unterzeichnet
es: La tarjeta ya ha firmado transacciones
fr: La carte a déjà signé des transactions
ja: カードはすでに取引に署名済みです
ru: Карта уже подписывала транзакции
uk_ua: Картка вже підписувала транзакції

# warning_old_card_message
source: Funds in Tangem devices issued before September 2019 cannot be retrieved on iPhones due to iOS restrictions. Please use an Android phone for retrieval. Devices issued after September 2019 work correctly on both OS.
de: Guthaben auf Tangemgeräten, die vor September 2019 ausgegeben wurden, können aufgrund von iOS-Beschränkungen nicht auf iPhones abgerufen werden. Bitte verwende ein Android-Telefon für den Abruf. Geräte, die nach September 2019 ausgestellt wurden, funktionieren auf beiden Betriebssystemen korrekt.
es: Los fondos en los dispositivos Tangem emitidas antes de septiembre de 2019 no se pueden recuperar en iPhones debido a restricciones de iOS. Por favor, use un teléfono Android para la recuperación. Los dispositivos emitidos después de septiembre de 2019 funcionan correctamente en ambos sistemas operativos.
fr: Les fonds des cartes Tangem émises avant septembre 2019 ne peuvent pas être récupérés sur les iPhones en raison des restrictions d'iOS. Veuillez utiliser un téléphone Android pour la récupération. Les cartes émises après septembre 2019 fonctionnent correctement sur les deux systèmes d'exploitation.
ja: iOSの制限により、2019年9月以前に発行されたTangemデバイスの資金をiPhoneで取り出すことはできません。Android端末をご利用ください。2019年9月以降に販売されたデバイスは、どちらのOSでも正常にご利用いただけます。
ru: С устройств Tangem, выпущенных до сентября 2019 года, нельзя вывести средства с помощью iPhone из-за ограничений iOS. Вы можете использовать телефон на Android. Устройства, выпущенные после сентября 2019 года, корректно работают с обеими платформами.
uk_ua: З пристроях Tangem, випущених до вересня 2019 року, неможливо вивести кошти за допомогою iPhone через обмеження iOS. Ви можете використовувати телефон з Android для виведення коштів. Картки, випущені після вересня 2019 року, коректно працюють на обох операційних системах.

# warning_old_card_title
source: iOS restriction for older cards
de: iOS-Beschränkung für ältere Karten oder Ringe
es: Restricción de iOS para tarjetas antiguas
fr: Restriction iOS pour les anciennes cartes
ja: 古いカードに対するiOSの制限
ru: Ограничение iOS для старых карт
uk_ua: Обмеження iOS для старих карток
