Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# warning_old_device_old_card_message
source: Some iPhone 7/7+ models may have NFC issues during certain operations.
de: Bei einigen iPhone 7/7+ Modellen kann es bei bestimmten Vorgängen zu NFC-Problemen kommen.
es: Algunos modelos de iPhone 7/7+ pueden tener problemas con NFC durante ciertas operaciones.
fr: Certains modèles d'iPhone 7/7+ peuvent avoir des problèmes de NFC lors de certaines opérations.
ja: iPhone 7/7+の一部のモデルでは、特定の操作中にNFCの問題が発生する場合があります。
ru: У iPhone 7/7+ могут возникнуть проблемы с NFC во время выполнения определенных операций
uk_ua: Деякі моделі iPhone 7/7+ можуть мати проблеми з NFC під час певних операцій.

# warning_old_device_old_card_title
source: Device incompatibility detected
de: Geräteinkompatibilität erkannt
es: Incompatibilidad de dispositivo detectada
fr: Incompatibilité de l'appareil détecté
ja: デバイスの互換性がありません
ru: Устройство несовместимо
uk_ua: Виявлено несумісність пристрою

# warning_rate_app_message
source: Your review keeps us motivated to make Tangem Wallet even better
de: Deine Bewertung motiviert uns, die Tangem Wallet noch besser zu machen.
es: Su opinión nos motiva a hacer Tangem Wallet aún mejor
fr: Votre avis nous motive à améliorer encore le Portefeuille Tangem
ja: あなたのレビューは、Tangemウォレットをさらに良くするためのモチベーションになります
ru: Ваш отзыв мотивирует нас сделать кошелек Tangem еще лучше
uk_ua: Ваш відгук мотивує нас робити гаманець Tangem Wallet ще кращим

# warning_rate_app_title
source: Enjoying Tangem?
de: Gefällt dir Tangem?
es: ¿Disfrutando de Tangem?
fr: Vous appréciez Tangem ?
ja: Tangemを楽しんでいますか?
ru: Нравится Tangem?
uk_ua: Подобається Tangem?

# warning_receive_blocked_hedera_token_association_required_message
source: You must associate your token before receiving tokens
de: Du musst deinen Token zuordnen, bevor du Token erhalten kannst
es: Deba asociar su token antes de recibir tokens
fr: Vous devez associer votre jeton avant de recevoir des jetons
ja: トークンを受け取る前に、トークンを関連付ける必要があります。
ru: Вам необходимо провести ассоциацию токена для того, чтобы иметь возможность принимать его
uk_ua: Вам необхідно провести асоціацію токена, щоб мати можливість приймати його

# warning_receive_blocked_token_trustline_required_message
source: You must open trustline for your token before receiving it
de: Du musst die Trustline für Deinen Token öffnen, bevor Du diesen erhalten kannst.
es: Debe abrir una trustline (línea de confianza) para su token antes de recibirlo
fr: Vous devez ouvrir la ligne de confiance pour votre jeton avant de le recevoir
ja: トークンを受け取る前に、トラストラインを開く必要があります
ru: Вы должны открыть трастлайн для своего токена, чтобы иметь возможность получить на него средства.
uk_ua: Ви повинні відкрити трастлайн для свого токена, щоб мати можливість отримати на нього кошти

# warning_rent_fee_title
source: Network rent fee required
de: Netzmietgebühr erforderlich
es: Se requiere tarifa de alquiler de red
fr: Frais de location de réseau requis
ja: ネットワーク使用料が必要です
ru: Необходима плата за аренду сети
uk_ua: Необхідна плата за оренду мережі

# warning_seedphrase_action_required_title
source: Action required
de: Handlungsbedarf
es: Acción requerida
fr: Action requise
ja: 対応が必要です
ru: Требуется действие
uk_ua: Потрібна дія

# warning_seedphrase_contacted_support
source: Did you contact support via the app within 7 days of creating your wallet? If yes, or if you're unsure, click 'Yes' and follow the instructions.
de: Hast Du innerhalb von 7 Tagen nach der Erstellung Ihres Wallets über die App Kontakt zum Support aufgenommen? Wenn ja oder wenn Du Dir nicht sicher bist, klicke auf „Ja“ und folge den Anweisungen.
es: ¿Se puso en contacto con el servicio de soporte a través de la app en los 7 días posteriores a la creación de la billetera? Si lo hizo o no está seguro, pulse en "Sí" y complete las instrucciones.
fr: Avez-vous contacté l'assistance via l'application ou par e-mail dans les 7 jours suivant la création d'un portefeuille ? Si vous l'avez fait ou si vous n'êtes pas sûr, suivez et complétez les instructions.
ja: ウォレットの作成後、7日以内にアプリ経由でサポートに連絡しましたか？連絡した場合、あるいは連絡したかわからない場合は、「はい」をクリックして指示に従ってください。
ru: Вы обращались в службу поддержки через приложение в течение 7 дней после создания кошелька? Если обращались или не уверены, нажмите «Да» и следуйте инструкциям.
uk_ua: Чи зверталися в службу підтримки через додаток протягом 7 днів після створення гаманця? Якщо зверталися або не впевнені, натисніть «Так» і дотримуйтесь інструкцій.

# warning_seedphrase_issue_answer_no
source: Thank you! All set! No further actions required.
de: Vielen Dank! Alles erledigt! Keine weiteren Maßnahmen erforderlich.
es: ¡Gracias! ¡Todo listo! No se requieren más acciones.
fr: Merci ! Tout est en ordre ! Aucune autre action n'est requise.
ja: ありがとうございます。準備完了です。これ以上の操作は必要ありません。
ru: Спасибо! Всё в порядке! Дальнейшие действия не требуются.
uk_ua: Дякуємо! Все добре! Подальших дій не потрібно.

# warning_seedphrase_issue_answer_yes
source: You will now be redirected to the official Tangem website. Please read and follow instructions there.
de: Sie werden jetzt auf die offizielle Tangem-Website weitergeleitet. Bitte lesen und befolgen Sie dort die Anweisungen.
es: Ahora será redirigido al sitio web oficial de Tangem. Por favor, lea y siga las instrucciones allí indicadas.
fr: Vous allez être redirigé vers le site officiel de Tangem. Veuillez lire et suivre les instructions qui y sont indiquées.
ja: Tangemの公式ウェブサイトに移動します。そちらの指示に従ってください。
ru: Вы будете перенаправлены на официальный сайт Tangem. Пожалуйста, прочитайте и выполните указанные там инструкции.
uk_ua: Ви будете перенаправлені на офіційний сайт Tangem. Будь ласка, прочитайте та виконайте вказані там інструкції.

# warning_seedphrase_issue_message
source: Have you ever contacted the Tangem support team directly through this application?
de: Hast Du das Tangem-Supportteam schon einmal direkt über diese Anwendung kontaktiert?
es: ¿Alguna vez contactó al equipo de soporte de Tangem directamente desde esta aplicación?
fr: Avez-vous déjà contacté l'équipe de support Tangem directement depuis cette application ?
ja: このアプリ経由でTangemサポートチームに直接連絡したことがありますか？
ru: Вы когда-либо обращались в службу поддержки Tangem напрямую из этого приложения?
uk_ua: Ви коли-небудь зверталися до служби підтримки Tangem безпосередньо з цього додатку?

# warning_seedphrase_issue_title
source: Mandatory security update
de: Verpflichtendes Sicherheitsupdate
es: Actualización de seguridad obligatoria
fr: Mise à jour de sécurité obligatoire
ja: 必須のセキュリティアップデート
ru: Обязательное обновление безопасности
uk_ua: Обов’язкове оновлення безпеки

# warning_send_blocked_funds_for_fee_message
source: %1$@ is an asset in the %2$@ network. To make a %3$@ transaction, you must deposit some %4$@ (%5$@) to cover the network fee.
de: %1$@ ist ein Vermögenswert im %2$@ Netzwerk. Um eine %3$@ Transaktion durchzuführen, musst du etwas %4$@ (%5$@) einzahlen, um die Netzwerkgebühr zu decken.
es: %1$@ un activo en la red %2$@. Para realizar una transacción %3$@, deposite %4$@ (%5$@) para cubrir la tarifa de red.
fr: %1$@ s'agit d'un actif du réseau %2$@. Pour effectuer une transaction %3$@, vous devez déposer une certaine quantité de %4$@ (%5$@) pour couvrir les frais de réseau.
ja: %1$@ は %2$@ ネットワーク内のアセットです。%3$@ 取引を行うには、ネットワーク手数料のために %4$@ (%5$@) を入金する必要があります。
ru: %1$@ - это монета в сети %2$@. Для совершения транзакции %3$@, вам необходимо внести немного %4$@ (%5$@), чтобы покрыть комиссию сети.
uk_ua: %1$@ є активом у мережі %2$@. Щоб здійснити транзакцію %3$@, ви повинні внести певну суму %4$@ (%5$@), щоб покрити комісію мережі.

# warning_send_blocked_funds_for_fee_title
source: Insufficient %1$@ to cover network fee
de: Unzureichende %1$@ zur Deckung der Netzgebühr
es: %1$@ insuficiente para cubrir la tarifa de red
fr: %1$@ insuffisant pour couvrir les frais de réseau
ja: ネットワーク料金をカバーするための%1$@が足りません
ru: Недостаточно %1$@ для оплаты комиссии сети
uk_ua: Недостатньо %1$@ для покриття комісії мережі

# warning_solana_rent_fee_message
source: Solana network charges a rent of %1$@ every 2 days. Accounts that can't afford the rent are purged from the network. Deposit your account with more than %2$@ to use it for free.
de: Das Solana-Netzwerk erhebt alle 2 Tage eine Miete von %1$@. Konten, die sich die Miete nicht leisten können, werden aus dem Netzwerk gelöscht. Hinterlege deinem Konto mit mehr als %2$@, um es kostenlos zu nutzen.
es: La red Solana cobra un alquiler de %1$@ cada %2$@ días. Las cuentas que no pueden pagar el alquiler son eliminadas de la red. Deposite en su cuenta más de 2 para usarla de forma gratuita.
fr: Le réseau Solana facture un loyer de %1$@ tous les 2 jours. Les comptes qui ne peuvent pas se permettre le loyer sont purgés du réseau. Déposez sur votre compte plus de %2$@ pour l'utiliser gratuitement.
ja: Solana ネットワークは 2 日ごとに%1$@のレンタル料を請求します。レンタル料を支払えないアカウントはネットワークから削除されます。アカウントに%2$@以上入金すると、無料で使用できます。
ru: Сеть Solana взимает арендную плату в размере %1$@ каждые 2 дня. Аккаунты, которые не могут позволить себе арендную плату, удаляются из сети. Пополните свой счет более чем на %2$@, чтобы не платить арендную плату.
uk_ua: Мережа Solana стягує орендну плату у розмірі %1$@ кожні 2 дні. Акаунти, які не можуть дозволити собі орендну плату, видаляються з мережі. Поповніть свій рахунок на суму понад %2$@, щоб не платити орендну плату.

# warning_some_networks_unreachable_message
source: Swipe down to refresh or try again later.
de: Wischen Sie nach unten, um zu aktualisieren, oder versuchen Sie es später erneut.
es: Deslice hacia abajo para refrescar o inténtelo de nuevo más tarde.
fr: Certains réseaux sont actuellement inaccessibles. Veuillez réessayer plus tard.
ja: 下にスワイプして更新するか、後でもう一度お試しください。
ru: Свайпните вниз для обновления или попробуйте позже.
uk_ua: Проведіть пальцем вниз для оновлення або спробуйте пізніше.

# warning_some_networks_unreachable_title
source: Some networks are unreachable
de: Einige Netzwerke sind nicht erreichbar
es: Algunas redes no están disponibles
fr: Certains réseaux sont inaccessibles
ja: 一部のネットワークにアクセスできません
ru: Некоторые сети недоступны
uk_ua: Деякі мережі недоступні

# warning_some_token_balances_not_updated
source: Some token balances could not be updated
de: Einige Token-Guthaben konnten nicht aktualisiert werden
es: No se han podido actualizar los saldos de algunos tokens
fr: Certains soldes de jetons n'ont pas pu être mis à jour
ja: 一部のトークン残高を更新できませんでした
ru: Некоторые балансы токенов не удалось обновить
uk_ua: Деякі баланси токенів не вдалося оновити

# warning_stellar_token_trustline_not_enough_xlm
source: Not enough %@. Top up your XLM account to open trustline.
de: Nicht genug %@. Lade Dein XLM-Konto auf, um Trustline zu öffnen.
es: No hay suficiente %@. Recargue su cuenta XLM para abrir trustline
fr: Pas assez de %@. Rechargez votre compte XLM pour associer ce jeton
ja: %@が足りません。トラストラインを開くには、XLMアカウントに資金を入金してください。
ru: Недостаточно %@. Пополните свой XLM аккаунт чтобы открыть трастлайн.
uk_ua: Недостатньо %@. Поповніть свій XLM-рахунок, щоб відкрити trustline.

# warning_system_deprecation_title
source: System update required
de: Systemupdate erforderlich
es: Actualización del sistema requerida
fr: Mise à jour du système requise
ja: システムアップデートが必要です
ru: Требуется обновление системы
uk_ua: Потрібне оновлення системи

# warning_system_deprecation_with_date_message
source: Support for your version of the operating system will end on %@. To receive future app updates you must update it to the latest version.
de: Der Support für deine Betriebssystemversion endet am %@ . Um zukünftige App-Updates zu erhalten, musst du auf die neueste Version aktualisieren.
es: El soporte para su versión del sistema operativo finalizará el %@. Para recibir futuras actualizaciones de la aplicación, debe actualizarlo a la versión más reciente.
fr: Le support pour votre version du système d'exploitation prendra fin le %@. Pour recevoir les futures mises à jour de l'application, vous devez la mettre à jour vers la dernière version.
ja: お使いのバージョンのオペレーティングシステムのサポートは%@に終了します。今後アプリのアップデートを受け取るには、最新バージョンにアップデートする必要があります。
ru: Поддержка вашей версии операционной системы завершится %@. Для получения последующих обновлений приложения, необходимо обновить ее до последней версии.
uk_ua: Підтримка вашої версії операційної системи буде припинена %@. Щоб отримувати майбутні оновлення програми, ви повинні оновити її до останньої версії.

# warning_system_update_message
source: Tangem recommends installing the latest iOS update for stable and safe operation
de: Tangem empfiehlt die Installation des neuesten iOS-Updates für einen stabilen und sicheren Betrieb
es: Tangem recomienda instalar la última actualización de iOS para un funcionamiento estable y seguro
fr: Tangem recommande d'installer la dernière mise à jour iOS pour un fonctionnement stable et sûr
ja: Tangemは、安定・安全な操作のために最新のiOSアップデートをインストールすることを推奨しています。
ru: Tangem рекомендует установить последнее обновление iOS для стабильной и безопасной работы
uk_ua: Tangem рекомендує встановити останнє оновлення iOS для стабільної та безпечної роботи

# warning_system_update_title
source: System update available
de: System-Update verfügbar
es: Actualización del sistema disponible
fr: Mise à jour du système disponible
ja: システムアップデートが可能です
ru: Доступно обновление системы
uk_ua: Доступне оновлення системи

# warning_testnet_card_message
source: This is a Testnet card. It cannot process transactions and should only be used for testing and development purposes.
de: Dies ist eine Testnet-Karte. Sie kann keine Transaktionen verarbeiten und sollte nur zu Test- und Entwicklungszwecken verwendet werden.
es: Esta es una tarjeta de Testnet. No puede procesar transacciones y solo debe usarse para fines de prueba y desarrollo.
fr: Il s'agit d'une carte Testnet. Elle ne peut pas traiter les transactions et ne doit être utilisée qu'à des fins de test et de développement.
ja: これはテストネットカードです。取引処理はできませんので、テストおよび開発目的でのみご利用ください。
ru: Это Testnet карта. Он не может обрабатывать транзакции и используется только в целях тестирования и разработки.
uk_ua: Це картка Testnet. Вона не може обробляти транзакції і повинна використовуватися лише для тестування та розробки.

# warning_testnet_card_title
source: For testing purposes only
de: Nur für Testzwecke
es: Solo para fines de prueba
fr: À des fins de test uniquement
ja: テスト目的のみ
ru: Только для целей тестирования
uk_ua: Лише для цілей тестування

# warning_token_required_min_coin_reserve
source: Not enough %1$@. Top up your %2$@ account to associate this token
de: Nicht genügend %1$@. Lade Dein %2$@ -Konto auf, um dieses Token zu verknüpfen
es: No hay suficiente %1$@. Recargue su cuenta %2$@ para asociar este token
fr: Pas assez de %1$@. Rechargez votre compte %2$@ pour associer ce jeton.
ja: %1$@が足りません。このトークンを関連付けるには、 %2$@アカウントにチャージしてください。
ru: Недостаточно %1$@. Пополните свой счет %2$@ для выполнения ассоциации токена
uk_ua: Недостатньо %1$@. Поповніть свій рахунок %2$@, щоб прив’язати цей токен.

# warning_token_trustline_button_title
source: Enable Trustline
de: Trustline aktivieren
es: Habilitar Trustline (línea de confianza)
fr: Activer Trustline
ja: トラストラインを有効にする
ru: Открыть Trustline
uk_ua: Відкрити Trustline

# warning_token_trustline_subtitle
source: A Trustline must be enabled to receive this token. The network requires a %1$@ %2$@ reserve.
de: Um dieses Token zu erhalten, muss eine Trustline aktiviert sein. Das Netzwerk benötigt eine Reserve von %1$@ %2$@.
es: Una trustline (línea de confianza) debe estar habilitada para recibir este token. La red requiere un %1$@ %2$@ reserva.
fr: Une Trustline doit être activée pour recevoir ce jeton. Le réseau requiert une réserve de %1$@ %2$@
ja: このトークンを受け取るには、トラストラインを有効にする必要があります。ネットワークには%1$@ %2$@予備金が必要です。
ru: Чтобы получить этот токен, необходимо включить Trustline. Сеть требует резерв %1$@ %2$@.
uk_ua: Щоб отримати цей токен, потрібно увімкнути Trustline. Мережа вимагає резерв %1$@ %2$@.

# warning_token_trustline_title
source: Trustline Required
de: Trustline erforderlich
es: Se requiere trustline (línea de confianza)
fr: Trustline requise
ja: トラストラインが必要
ru: Требуется трастлайн
uk_ua: Відкрийте Trustline

# wc_alert_add_network_to_portfolio_description
source: The required network %@ is not added to your portfolio. Add it first, then proceed with the connection.
de: Das erforderliche Netzwerk %@ ist nicht in Ihrem Portfolio hinzugefügt. Fügen Sie es zuerst hinzu und fahren Sie dann mit der Verbindung fort.
es: La red requerida %@ no está agregada a su portafolio. Agréguela primero y luego continúe con la conexión.
fr: Le réseau requis %@ n’est pas ajouté à votre portefeuille. Ajoutez-le d’abord, puis poursuivez la connexion.
ja: 必要なネットワーク %@ はポートフォリオに追加されていません。まず追加してから接続を続行してください。
ru: Требуемая сеть %@ не добавлена в ваш портфель. Добавьте её, а затем выполните подключение.
uk_ua: Потрібна мережа %@ не додана до вашого портфеля. Спочатку додайте її, а потім виконайте підключення.

# wc_alert_add_network_to_portfolio_title
source: Add network to portfolio
de: Netzwerk zum Portfolio hinzufügen
es: Agregar red al portafolio
fr: Ajouter le réseau au portefeuille
ja: ネットワークをポートフォリオに追加
ru: Добавьте сеть в ваш портфель
uk_ua: Додати мережу до портфеля

# wc_alert_audit_malicious_domain
source: Malicious domain
de: Bösartige/ verdächtige Domäne
es: Dominio malicioso
fr: Domaine malveillant
ja: 悪意のあるドメイン
ru: Вредоносный домен
uk_ua: Зловмисний домен

# wc_alert_audit_unknown_domain
source: Unknown domain
de: Unbekannte Domäne
es: Dominio desconocido
fr: Domaine inconnu
ja: 不明なドメイン
ru: Неизвестный домен
uk_ua: Невідомий домен

# wc_alert_connect_anyway
source: Connect anyway
de: Trotzdem verbinden
es: Conectarse de todas formas
fr: Se connecter quand même
ja: とにかく接続する
ru: Всё равно подключиться
uk_ua: Все одно підключитися

# wc_alert_connection_timeout_description
source: Timeout error. Please, try again later.
de: Zeitüberschreitungsfehler. Bitte versuche es später erneut.
es: Error de tiempo de espera. Por favor, inténtelo de nuevo más tarde.
fr: Erreur de délai d'attente. Veuillez réessayer plus tard.
ja: タイムアウトエラーが発生しました。しばらくしてからもう一度お試しください。
ru: Ошибка тайм-аута. Пожалуйста, попробуйте позже.
uk_ua: Помилка тайм-ауту. Будь ласка, спробуйте пізніше.

# wc_alert_connection_timeout_title
source: Failed to establish WalletConnect
de: WalletConnect konnte nicht hergestellt werden
es: Error al establecer WalletConnect
fr: Échec de la connexion à WalletConnect
ja: WalletConnectを確立できませんでした
ru: Не удалось подключиться через Wallet Connect
uk_ua: Не вдалося зʼєднатися через Wallet Connect

# wc_alert_domain_issues_description
source: This domain cannot be verified. Check the request carefully approving.
de: Diese Domäne kann nicht verifiziert werden. Überprüfe die Anfrage sorgfältig und bestätige diese dann.
es: Este dominio no puede ser verificado. Compruebe cuidadosamente la solicitud de aprobación.
fr: Ce domaine ne peut pas être vérifié. Vérifiez attentivement la demande avant de l'approuver.
ja: このドメインは検証できません。承認前にリクエスト内容をよく確認してください。
ru: Этот домен не может быть верифицирован. Внимательно проверьте запрос перед одобрением.
uk_ua: Цей домен не може бути підтверджений. Уважно перевірте запит перед схваленням.

# wc_alert_network_not_connected_description
source: To continue, please reconnect your dApp session with the required network %@.
de: Um fortzufahren, verbinden Sie bitte Ihre dApp-Sitzung erneut mit dem erforderlichen Netzwerk %@.
es: Para continuar, vuelva a conectar su sesión de dApp con la red requerida %@.
fr: Pour continuer, veuillez reconnecter votre session dApp avec le réseau requis %@.
ja: 続行するには、必要なネットワーク %@ でdAppセッションを再接続してください。
ru: Чтобы продолжить, переподключите сессию dApp с требуемой сетью %@.
uk_ua: Щоб продовжити, перепідключіть сесію dApp із потрібною мережею %@.

# wc_alert_network_not_connected_title
source: Network not connected
de: Netzwerk nicht verbunden
es: Red no conectada
fr: Réseau non connecté
ja: ネットワークが接続されていません
ru: Сеть не подключена
uk_ua: Мережа не підключена

# wc_alert_request_timeout_description
source: Check your network connection
de: Überprüfen Sie Ihre Netzwerkverbindung
es: Verifique su conexión de red
fr: Vérifiez votre connexion réseau
ja: ネットワーク接続を確認してください
ru: Проверьте подключение к сети
uk_ua: Перевірте підключення до мережі

# wc_alert_request_timeout_title
source: Request timeout
de: Anforderungs-Zeitüberschreitung
es: Tiempo de espera agotado
fr: Délai d’attente de la requête dépassé
ja: リクエストがタイムアウトしました
ru: Время ожидания запроса истекло
uk_ua: Час очікування запиту вичерпано

# wc_alert_session_disconnected_description
source: Please return to your browser and reconnect via WalletConnect.
de: Bitte kehre zu Deinem Browser zurück und stellen die Verbindung über WalletConnect erneut her.
es: Vuelva a su navegador y vuelva a conectarse a través de WalletConnect.
fr: Veuillez retourner à votre navigateur et vous reconnecter via WalletConnect.
ja: ブラウザに戻り、WalletConnect経由で再接続してください。
ru: Пожалуйста, вернитесь в браузер и выполните повторное подключение через WalletConnect.
uk_ua: Будь ласка, поверніться до браузеру і повторно підключіться через WalletConnect.

# wc_alert_session_disconnected_title
source: Wallet Connect session was disconnected
de: WalletConnect-Sitzung wurde getrennt
es: La sesión de Wallet Connect fue desconectada
fr: La session Wallet Connect a été déconnectée.
ja: Wallet Connectセッションが接続解除されました
ru: Сессия Wallet Connect была завершена
uk_ua: Сеанс Wallet Connect було завершено

# wc_alert_sign_anyway
source: Sign anyway
de: Trotzdem unterschreiben
es: Firmar de todos modos
fr: Signer quand même
ja: とにかくサインする
ru: Подписать всё равно
uk_ua: Підписати все одно

# wc_alert_unknown_error_description_no_error_code
source: If the problem persists — feel free to contact our support.
de: Wenn das Problem weiterhin besteht, wende Dich bitte an unseren Support.
es: Si el problema persiste, no dude en contactar con nuestro soporte.
fr: Si le problème persiste, n’hésitez pas à contacter notre support.
ja: 問題が解決しない場合は、お気軽にサポートまでお問い合わせください。
ru: Если проблема сохраняется, обратитесь в нашу службу поддержки
uk_ua: Якщо проблема не зникає — зверніться до нашої служби підтримки.

# wc_alert_unknown_error_description
source: Error code: %@. If the problem persists — feel free to contact our support.
de: Fehlercode: %@. Wenn das Problem weiterhin besteht, wende Dich bitte an unseren Support.
es: Código de error: %@. Si el problema persiste - no dude en ponerse en contacto con nuestro soporte.
fr: Code d'erreur : %@. Si le problème persiste, n'hésitez pas à contacter notre service d'assistance.
ja: エラーコード: %@ 。問題が解決しない場合は、お気軽にサポートまでお問い合わせください。
ru: Код ошибки: %@. Если проблема сохраняется, обратитесь в нашу службу поддержки.
uk_ua: Код помилки: %@. Якщо проблема зберігається, зверніться до нашої служби підтримки.

# wc_alert_unknown_error_title
source: We've encountered unknown error
de: Wir haben einen unbekannten Fehler festgestellt.
es: Hemos encontrado un error desconocido
fr: Nous avons rencontré une erreur inconnue.
ja: 不明なエラーが発生しました
ru: Мы обнаружили неизвестную ошибку
uk_ua: Ми зіткнулися з невідомою помилкою

# wc_alert_unsupported_dapps_description
source: Tangem Wallet currently doesn’t support %@.
de: Tangem Wallet unterstützt derzeit nicht %@
es: Tangem Wallet actualmente no es compatible con %@.
fr: Le portefeuille Tangem ne prend actuellement pas en charge %@
ja: Tangemウォレットは、現在%@をサポートしていません。
ru: Кошелек Tangem в настоящий момент не поддерживает %@
uk_ua: Tangem Wallet наразі не підтримує %@

# wc_alert_unsupported_dapps_title
source: Unsupported dApp
de: Nicht unterstützte dApp
es: dApp no compatible
fr: dApp non prise en charge
ja: サポートされていないdApp
ru: Неподдерживаемый dApp
uk_ua: Непідтримуваний dApp
