Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# access_code_alert_skip_description
source: Without an access code, your wallet is not secure.
de: Ohne Zugangscode ist Deine Wallet nicht geschützt.
es: Sin un código de acceso, su billetera no es segura.
fr: Sans code d'accès, votre portefeuille n'est pas sécurisé.
ja: アクセスコードがないとウォレットは安全ではありません。
ru: Ваш кошелёк не защищён без кода доступа.
uk_ua: Ваш гаманець не захищений без коду доступу.

# access_code_alert_skip_ok
source: Skip anyway
de: Trotzdem überspringen
es: Saltar de todos modos
fr: Ignorer quand même
ja: とにかくスキップ
ru: Сбросить все равно
uk_ua: Все одно пропустити

# access_code_alert_skip_title
source: Access code not set
de: Zugangscode nicht festgelegt
es: Código de acceso no establecido
fr: Code d'accès non défini
ja: アクセスコードが設定されていません
ru: Код доступа не задан
uk_ua: Код доступу не встановлено

# access_code_alert_validation_cancel
source: Change code
de: Code ändern
es: Cambiar código
fr: Modifier le code
ja: コードを変更
ru: Изменить код
uk_ua: Змінити код

# access_code_alert_validation_description
source: Your access code unlocks and protects access to your wallet
de: Dein Zugangscode entsperrt und schützt den Zugriff auf Deine Geldbörse.
es: Su código de acceso se utilizará para desbloquear su billetera y proteger el acceso a sus activos.
fr: Votre code d'accès sera utilisé pour déverrouiller votre portefeuille et protéger l'accès à vos actifs.
ja: アクセスコードは、ウォレットのロック解除およびウォレットへのアクセス保護に使用されます
ru: Ваш код доступа будет использоваться для разблокировки кошелька и защиты доступа к вашим активам.
uk_ua: Ваш код доступу буде використовуватися для розблокування гаманця та захисту доступу до ваших активів.

# access_code_alert_validation_ok
source: Use anyway
de: Trotzdem verwenden
es: Usar de todos modos
fr: Utiliser quand même
ja: このまま使う
ru: Использовать
uk_ua: Використати все одно

# access_code_alert_validation_title
source: This access code can be easily guessed
de: Dieser Zugangscode kann leicht erraten werden
es: Este código de acceso se puede adivinar fácilmente.
fr: Ce code d'accès peut être facilement deviné.
ja: このアクセスコードは簡単に推測される可能性があります
ru: Код доступа может быть легко угадан
uk_ua: Код доступу може бути легко вгаданий

# access_code_check_title
source: Enter access code
de: Zugangscode eingeben
es: Introduzca el código de acceso
fr: Entrez le code d'accès
ja: アクセスコードを入力
ru: Введите код доступа
uk_ua: Введіть код доступу

# access_code_check_warining_delete
source: Wrong access code. Your mobile wallet will be deleted after %@ more incorrect attempts.
de: Falscher Zugangscode. Deine mobile Wallet wird nach %@ weiteren Fehlversuchen gelöscht.
es: Código de acceso incorrecto. Su billetera móvil se bloqueará tras %@ intentos incorrectos más.
fr: Code d'accès incorrect. Votre portefeuille mobile sera supprimé après %@ tentatives incorrectes supplémentaires.
ja: アクセスコードが間違っています。あと%@回間違えると、モバイルウォレットが削除されます。
ru: Неверный код доступа. Ваш мобильный кошелёк будет удалён после ещё %@ неверных попыток.
uk_ua: Неправильний код доступу. Ваш мобільний гаманець буде видалено після ще %@ невірних спроб.

# access_code_check_warining_lock
source: Wrong access code. The app will be locked after %@ more failed attempts
de: Falscher Zugangscode. Die App wird nach %@ weiteren Fehlversuchen gesperrt.
es: Código de acceso incorrecto. La aplicación se bloqueará tras %@ intentos incorrectos más.
fr: Code d'accès incorrect. L'application sera verrouillée après %@ tentatives infructueuses supplémentaires.
ja: アクセスコードが間違っています。あと%@回失敗すると、アプリはロックされます。
ru: Неверный код доступа. Приложение будет заблокировано после ещё %@ неудачных попыток.
uk_ua: Неправильний код доступу. Додаток буде заблоковано після ще %@ невдалих спроб

# access_code_check_warining_wait
source: Wrong access code. Please wait %@ seconds and try again.
de: Falscher Zugangscode. Bitte warte %@ Sekunden und versuche es erneut.
es: Código de acceso incorrecto. Por favor, espere %@ segundos e inténtelo de nuevo.
fr: Code d'accès incorrect. Veuillez patienter %@ secondes et réessayer.
ja: アクセスコードが間違っています。 %@秒待ってから再試行してください。
ru: Неверный код доступа. Пожалуйста, подождите %@ секунд и попробуйте снова.
uk_ua: Неправильний код доступу. Будь ласка, зачекайте %@ секунд і спробуйте ще раз.

# access_code_confirm_description
source: Confirm your access code to continue
de: Bestätige Deinen Zugangscode, um fortzufahren.
es: Confirme su código de acceso para continuar
fr: Confirmez votre code d'accès pour continuer
ja: 続行するにはアクセスコードを確認してください
ru: Подтвердите ваш код доступа, чтобы продолжить.
uk_ua: Підтвердьте свій код доступу, щоб продовжити

# access_code_confirm_title
source: Re-enter access code
de: Zugangscode erneut eingeben
es: Vuelva a introducir el código de acceso
fr: Saisissez à nouveau le code d'accès
ja: アクセスコードを再入力
ru: Повторите код доступа
uk_ua: Повторно введіть код доступу

# access_code_create_description
source: Set a %@-digit access code to unlock your wallet.
de: Erstelle einen %@-stelliger Zugangscode, um Deine Wallet zu entsperren.
es: Establezca un código de acceso de %@dígitos para desbloquear su billetera.
fr: Définissez un code d'accès à %@ chiffres pour déverrouiller votre portefeuille.
ja: ウォレットのロックを解除するには、 %@桁のアクセスコードを設定します。
ru: Установите %@-значный код доступа для разблокировки кошелька.
uk_ua: Встановіть %@-значний код доступу для розблокування вашого гаманця.

# access_code_create_title
source: Create access code
de: Zugangscode erstellen
es: Crear código de acceso
fr: Créer un code d'accès
ja: アクセスコードを作成
ru: Создать код доступа
uk_ua: Створити код доступу

# access_code_navtitle
source: Access code
de: Zugangscode
es: Código de acceso
fr: Code d'accès
ja: アクセスコード
ru: Код доступа
uk_ua: Код доступу

# accessibility_action_long_press
source: Long press
de: Langes Drücken
fr: Appuyez longuement
ja: 長押し
ru: Долгое нажатие
uk_ua: Тривале натискання

# accessibility_hint_access_more_actions
source: Swipe up or down to access more actions
de: Wische nach oben oder unten, um weitere Aktionen aufzurufen
fr: Balayez vers le haut ou vers le bas pour accéder à d'autres actions.
ja: 上または下にスワイプして、他のアクションにアクセス
ru: Проведите вверх или вниз, чтобы получить доступ к дополнительным действиям
uk_ua: Проведіть пальцем вгору або вниз, щоб отримати доступ до інших дій

# account_add_limit_dialog_description
source: You cannot create more than %1$@ accounts. Archive one to add new.
de: Du kannst nicht mehr erstellen als %1$@ Konto/Konten. Archiviere eines, um es neu hinzuzufügen.
fr: Vous ne pouvez pas créer plus de %1$@ comptes. Archivez-en un pour en ajouter un nouveau.
ja: %1$@個を超えるアカウントは作成できません。新しいアカウントを追加するには、1つをアーカイブしてください。
ru: Превышен лимит %1$@ аккаунтов. Архивируйте, чтобы создать новый.
uk_ua: Не можна створити більше ніж %1$@ акаунтів. Архівуйте, щоб додати новий.

# account_add_limit_dialog_title
source: Can’t add new account
de: Neues Konto kann nicht hinzugefügt werden
fr: Impossible d'ajouter un nouveau compte
ja: 新しいアカウントを追加できません
ru: Невозможно добавить новый аккаунт.
uk_ua: Неможливо додати новий акаунт

# account_archive_success_message
source: Account archived
de: Konto archiviert
fr: Compte archivé
ja: アカウントはアーカイブされました
ru: Аккаунт заархивирован
uk_ua: Акаунт архівовано

# account_archived_accounts
source: Archived accounts
de: Archivierte Konten
fr: Comptes archivés
ja: アーカイブされたアカウント
ru: Архивированные аккаунты
uk_ua: Архівовані акаунти

# account_archived_recover_error_title
source: Can't recover account
de: Konto kann nicht wiederhergestellt werden
fr: Impossible de récupérer le compte
ja: アカウントを復元できません
ru: Невозможно восстановить аккаунт
uk_ua: Неможливо відновити акаунт

# account_archived_recover
source: Recover
de: Wiederherstellen
fr: Récupérer
ja: 回復する
ru: Восстановить
uk_ua: Відновити

# account_archived_title
source: Archived
de: Archiviert
fr: Archivé
ja: アーカイブ済み
ru: В архиве
uk_ua: Архівовано

# account_could_not_archive_referral_program_message
source: This account is participating in the referral program.
de: Dieses Konto nimmt am Empfehlungsprogramm teil.
es: This account participates in the referral program.
fr: Ce compte participe au programme de parrainage.
ja: このアカウントは紹介プログラムに参加しています。
ru: Этот аккаунт участвует в реферальной программе
uk_ua: Цей акаунт бере участь у реферальній програмі.

# account_could_not_archive_referral_program_title
source: This account can’t be archived
de: Dieses Konto kann nicht archiviert werden.
es: This account cannot be archived.
fr: Ce compte ne peut pas être archivé.
ja: このアカウントはアーカイブできません。
ru: Этот аккаунт не может быть архивирован.
uk_ua: Цей акаунт не можна архівувати

# account_could_not_archive
source: We couldn’t archive account. Please try again later.
de: Das Konto konnte nicht archiviert werden. Bitte versuche es später erneut.
fr: Nous n'avons pas pu archiver le compte. Veuillez réessayer plus tard.
ja: アカウントをアーカイブできませんでした。しばらくしてからもう一度お試しください。
ru: Ошибка архивации аккаунта. Пожалуйста, попробуйте позже.
uk_ua: Не вдалося архівувати акаунт. Будь ласка, спробуйте пізніше.

# account_could_not_create
source: We couldn’t create account. Please try again later.
de: Wir konnten kein Konto erstellen. Bitte versuche es später erneut.
fr: Nous n'avons pas pu créer de compte. Veuillez réessayer plus tard.
ja: アカウントを作成できませんでした。しばらくしてからもう一度お試しください。
ru: Мы не смогли создать аккаунт. Пожалуйста, попробуйте позже.
uk_ua: Не вдалося створити акаунт. Будь ласка, спробуйте пізніше.

# account_create_success_message
source: Account created
de: Konto erstellt
fr: Compte créé
ja: アカウントを作成しました
ru: Аккаунт создан
uk_ua: Акаунт створено

# account_details_archive_description
source: You are archiving this account, but you can always get it back.
de: Du archivierst dieses Konto, kannst es aber jederzeit entarchivieren.
es: Estás archivando esta cuenta, pero siempre puede recuperarla.
fr: Vous archivez ce compte, mais vous pouvez toujours le récupérer.
ja: このアカウントをアーカイブしますが、いつでも復元できます。
ru: Вы архивируете свой аккаунт, но в любое время можете вернуть его обратно
uk_ua: Ви архівуєте цей акаунт, але ви завжди можете його відновити.

# account_details_archive
source: Archive account
de: Archivkonto
es: Archivar cuenta
fr: Compte archivé
ja: アカウントをアーカイブする
ru: Архивный аккаунт
uk_ua: Архівний акаунт

# account_details_archiving
source: Archiving...
de: Archivierung...
fr: Archivage...
ja: アーカイブ中・・・
ru: Архивация...
uk_ua: Архівування...

# account_details_title
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ru: Аккаунт
uk_ua: Акаунт

# account_edit_success_message
source: Account saved
de: Konto gespeichert
fr: Compte enregistré
ja: アカウントが保存されました
ru: Аккаунт сохранен
uk_ua: Акаунт збережено

source: Account for rewards
de: Prämien berücksichtigen
fr: Compte pour les récompenses
ja: 報酬用のアカウント
ru: Аккаунт для наград
uk_ua: Акаунт для винагород

# account_form_account_index
source: Account #%@ — used for address derivation.
de: Kontonummer %@ – wird zur Adressableitung verwendet.
fr: Compte n° %@ — utilisé pour la dérivation d'adresse.
ja: アカウント番号%@ — アドレス導出に使用されます。
ru: Аккаунт #%@ — используется для генерации адреса.
uk_ua: Акаунт №%@ — використовується для деривації.

# account_form_create_button
source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
ja: アカウントを追加
ru: Добавить аккаунт
uk_ua: Додати акаунт

# account_form_edit_button
source: Save
de: Speichern
fr: Enregistrer
ja: 保存
ru: Сохранить
uk_ua: Зберегти

# account_form_name_already_exist_error_description
source: An account with this name already exists. Please choose a different name.
de: Der Kontoname ist bereits vorhanden
es: Account name already exists
ja: この名前のアカウントはすでに存在します。別の名前を選択してください。
ru: Аккаунт с таким названием уже существует. Пожалуйста, выберите другое название.
uk_ua: Акаунт з такою назвою вже існує. Будь ласка, виберіть іншу назву.

# account_form_name_already_exist_error_title
source: Account name already in use
de: Der Kontoname wird bereits verwendet.
fr: Nom de compte déjà utilisé
ja: このアカウント名はすでに使用されています
ru: Название аккаунта уже используется
uk_ua: Обліковий запис з таким ім’ям уже існує

# account_form_name
source: Account name
de: Kontoname
fr: Nom du compte
ja: アカウント名
ru: Название аккаунта
uk_ua: Назва акаунту

# account_form_placeholder_edit_account
source: Account
de: Konto
fr: Compte
ja: アカウント
ru: Аккаунт
uk_ua: Акаунт

# account_form_placeholder_new_account
source: New account
de: Neues Konto
fr: Nouveau compte
ja: 新しいアカウント
ru: Новый аккаунт
uk_ua: Новий акаунт

# account_form_title_create
source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
ja: アカウントを追加
ru: Добавить аккаунт
uk_ua: Додати акаунт

# account_form_title_edit
source: Edit account
de: Konto bearbeiten
fr: Modifier le compte
ja: アカウントを編集
ru: Редактировать аккаунт
uk_ua: Редагувати акаунт

# account_generic_error_dialog_message
source: Please try again later. If the problem persists, contact support and we’ll help you resolve it.
de: Bitte versuche es später erneut. Sollte das Problem weiterhin bestehen, kontaktiere bitte unseren Support. Wir helfen Dir gerne bei der Lösung.
es: Please try again later. If it keeps happening, get in touch with support and we’ll help you resolve it.
fr: Veuillez réessayer plus tard. Si le problème persiste, contactez le service d'assistance et nous vous aiderons à le résoudre.
ja: しばらく時間をおいてから、もう一度お試しください。問題が解決しない場合は、サポートにお問い合わせください。こちらで解決をお手伝いします。
ru: Попробуйте позже. Если проблема повторится, обратитесь в поддержку — мы поможем её решить.
uk_ua: Спробуйте пізніше. Якщо проблема повториться, зверніться у підтримку — ми допоможемо її вирішити.

# account_label_tokens_info
source: %1$@ in %2$@
fr: %1$@ dans %2$@
ja: %1$@ ( %2$@内)
ru: %1$@ в %2$@
uk_ua: %1$@ в %2$@

# account_main_account_title
source: Main account
de: Hauptkonto
fr: Compte principal
ja: メインアカウント
ru: Основной аккаунт
uk_ua: Основний акаунт

# account_recover_limit_dialog_description
source: You have already exceeded the limit of %1$@ active accounts. Archive one to recover
de: Du hast das Limit von %1$@ aktiven Konten bereits überschritten. Archiviere eines zur Wiederherstellung
fr: Vous avez déjà dépassé la limite de %1$@ comptes actifs. Archivez-en un pour en récupérer un autre.
ja: すでにアクティブアカウントの上限%1$@件を超えています。復元するには、1つをアーカイブしてください。
ru: Лимит %1$@ активных аккаунтов превышен. Архивируйте один, чтобы продолжить.
uk_ua: Ви перевищили ліміт %1$@ активних акаунтів. Архівуйте, щоб продовжити

# account_recover_success_message
source: Account recovered
de: Konto wiederhergestellt
fr: Compte récupéré
ja: アカウントが回復しました
ru: Аккаунт восстановлен
uk_ua: Акаунт відновлено

# account_reorder_description
source: Long tap on an account to reorder accounts
de: Tippe lange auf ein Konto, um die Konten neu anzuordnen
fr: Appuyez longuement sur un compte pour réorganiser les comptes.
ja: アカウントを長押しして並べ替える
ru: Нажмите и удерживайте аккаунт, чтобы изменить порядок аккаунтов.
uk_ua: Натисніть та утримуйте акаунт, щоб змінити порядок акаунтів

# account_unsaved_dialog_action_first
source: Keep Editing
de: Weiter bearbeiten
fr: Continuer à modifier
ja: 編集を続ける
ru: Продолжить
uk_ua: Продовжити

# account_unsaved_dialog_action_second
source: Discard
de: Verwerfen
fr: Supprimer
ja: 破棄
ru: Отменить
uk_ua: Скасувати

# account_unsaved_dialog_message_create
source: Are you sure you want to discard new account?
de: Bist Du sicher, dass Du das neue Konto verwerfen willst?
fr: Êtes-vous sûr de vouloir supprimer le nouveau compte ?
ja: 新しいアカウントを破棄してもよろしいですか？
ru: Вы уверены, что хотите отменить создание нового аккаунта?
uk_ua: Ви впевнені, що хочете скасувати створення нового акаунту?

# account_unsaved_dialog_message_edit
source: Are you sure you want to discard edits?
de: Bist Du sicher, dass Du die Bearbeitungen verwerfen willst?
fr: Êtes-vous sûr de vouloir supprimer les modifications ?
ja: 編集内容を破棄してもよろしいですか？
ru: Вы уверены, что хотите отменить изменения?
uk_ua: Ви впевнені, що хочете скасувати зміни?

# account_unsaved_dialog_title
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
fr: Modifications non enregistrées
ja: 保存されていない変更
ru: Несохраненные изменения
uk_ua: Незбережені зміни

# accounts_migration_alert_message
source: Some custom tokens will be automatically moved from “%1$@” to “%2$@” as their derivation belongs to that account.
de: Einige benutzerdefinierte Token werden automatisch von „%1$@" Zu "%2$@da ihre Herleitung zu diesem Konto gehört.
es: Some custom tokens were moved from “%1$@” to “%2$@” as their derivation belongs to that account.
fr: Certains jetons personnalisés seront automatiquement déplacés de « %1$@ » vers « %2$@ », car leur dérivation appartient à ce compte.
ja: 一部のカスタムトークンは、その派生元（デリベーション）が該当アカウントに属しているため、自動的に「%1$@」から「%2$@」へ移動されます。
ru: Некоторые пользовательские токены были перемещены из «%1$@» в «%2$@», поскольку их путь деривации относится к этой учётной записи.
uk_ua: Деякі користувацькі токени будуть автоматично переміщені з "%1$@" до "%2$@", оскільки їх похідні належать до того акаунту.

# accounts_migration_alert_title
source: Some custom tokens will be automatically moved
de: Einige benutzerdefinierte Token werden automatisch verschoben.
es: Some custom tokens were moved
fr: Certains jetons personnalisés seront automatiquement déplacés.
ja: 一部のカスタムトークンは自動的に移動されます
ru: Некоторые пользовательские токены были перемещены
uk_ua: Деякі користувацькі токени будуть автоматично переміщені

# action_buttons_buy_empty_search_message
source: Can’t find your token? Go to the Market section on the main page and add it to your portfolio for purchase
de: Du kannst Deinen Token nicht finden? Gehe zum Bereich „Markt“ auf der Hauptseite und fügen diesen zum kaufen im Portfolio hinzu.
es: ¿No encuentra el token en su billetera? Consulte la sección de Mercados para encontrarlo y añadirlo a la compra
fr: Jeton non trouvé dans votre portefeuille ? Consultez les marchés pour le trouver et l'ajouter à l'achat
ja: トークンが見つかりませんか？メインページのマーケットセクションに移動し、ポートフォリオに追加して買付できるようにします。
ru: Не нашли свой токен? Перейдите в раздел «Рынок» на главной странице и добавьте его в свой портфель для покупки.
uk_ua: Токен не знайдено у вашому портфелі? Перевірте Ринки, щоб знайти та додати його для покупки

# action_buttons_buy_navigation_bar_title
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
ja: 買付
ru: Купить
uk_ua: Купити

# action_buttons_sell_empty_search_message
source: Can’t find your token? Go to the Market section on the main page and add it to your portfolio for selling.
de: Du kannst Deinen Token nicht finden? Gehe zum Bereich „Markt“ auf der Hauptseite und fügen diesen zum verkaufen im Portfolio hinzu.
es: ¿No encuentra el token en su billetera? Consulte los mercados para encontrarlo y añadirlo a la venta
fr: Jeton non trouvé dans votre portefeuille ? Consultez les marchés pour le trouver et l'ajouter à la vente
ja: トークンが見つかりませんか？メインページのマーケットセクションに移動し、ポートフォリオに追加して売却できるようにします。
ru: Не нашли свой токен? Перейдите в раздел «Рынок» на главной странице и добавьте его в свой портфель для продажи.
uk_ua: Токен не знайдено у вашому портфелі? Перевірте Ринки, щоб знайти та додати його для продажу

# action_buttons_sell_navigation_bar_title
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
ja: 売却
ru: Продать
uk_ua: Продати

# action_buttons_something_wrong_alert_message
source: The action is currently unavailable. Please try again later or refresh the data by swiping down on the screen.
de: Die Aktion ist derzeit nicht verfügbar. Bitte versuche es später erneut oder aktualisiere die Daten, indem Du auf dem Bildschirm nach unten wischst.
es: La acción no está disponible actualmente. Inténtalo de nuevo más tarde o actualiza los datos deslizando el dedo hacia abajo en la pantalla.
fr: Cette action n'est pas disponible actuellement. Veuillez réessayer plus tard ou actualiser les données en faisant glisser votre doigt vers le bas sur l'écran.
ja: この操作は現在利用できません。しばらくしてからもう一度お試しいただくか、画面を下にスワイプしてデータを更新してください。
ru: Это действие в данный момент недоступно, пожалуйста, попробуйте позже или обновите данные, сделав свайп экрана вниз.
uk_ua: Наразі ця дія недоступна, будь ласка спробуйте пізніше або оновіть дані, зробивши свайп екрану до низу.

# action_buttons_something_wrong_alert_title
source: Action is unavailable
de: Aktion ist nicht verfügbar
es: La acción no está disponible
fr: Le bouton n'est pas disponible
ja: アクションは利用できません
ru: Действие недоступно
uk_ua: Кнопка недоступна

# action_buttons_swap_choose_token
source: Choose the Token
de: Wähle den Token
es: Elige el token
fr: Choisissez le jeton
ja: トークンを選択
ru: Выберите токен
uk_ua: Оберіть токен

# action_buttons_swap_empty_search_message
source: Can’t find your token? Go to the Market section on the main page and add it to your portfolio for swapping.
de: Du kannst Deinen Token nicht finden? Gehe zum Bereich „Markt“ auf der Hauptseite und fügen diesen zum tauschen im Portfolio hinzu.
es: ¿No encuentra el token en tu billetera? Consulte los mercados para encontrarlo y agregarlo al intercambio
fr: Jeton non trouvé dans votre portefeuille ? Consultez les marchés pour le trouver et l'ajouter à l'échange
ja: トークンが見つかりませんか？メインページのマーケットセクションに移動し、ポートフォリオに追加してスワップできるようにします。
ru: Не нашли свой токен? Перейдите в раздел «Рынок» на главной странице и добавьте его в свой портфель для обмена.
uk_ua: Токен не знайдено у вашому портфелі? Перевірте ринки, щоб знайти та додати його для обміну

# action_buttons_swap_navigation_bar_title
source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
ja: スワップ
ru: Обменять
uk_ua: Обміняти

# action_buttons_swap_no_available_pair_notification_message
source: There are no available tokens to swap with the selected token. Please choose another one.
de: Es gibt keine verfügbaren Token, die mit dem ausgewählten Token getauscht werden können. Bitte wähle einen anderen.
es: No hay tokens disponibles para intercambiar con el token seleccionado. Por favor elige otro.
fr: Il n'y a pas de token disponible pour échanger avec le token sélectionné. Veuillez en choisir un autre.
ja: 選択したトークンと交換できるトークンがありません。別のトークンを選択してください。
ru: Нет доступных вариантов для обмена с выбранным токеном, пожалуйста, выберите другой.
uk_ua: Немає доступних токенів для обміну з обраним токеном. Будь ласка, оберіть інший.

# action_buttons_swap_no_available_pair_notification_title
source: No available pair
de: Kein verfügbares Paar
es: No hay par disponible
fr: Aucune paire disponible
ja: 利用可能なペアがありません
ru: Нет доступных пар
uk_ua: Немає вільної пари

# action_buttons_swap_no_tokens_added_alert_message
source: To use the exchange feature, your portfolio must contain at least 2 tokens.
de: Um die Tauschfunktion zu nutzen, muss Dein Portfolio mindestens 2 Token enthalten.
es: Para utilizar la función de intercambio, su billetera debe contener al menos 2 tokens
fr: Pour utiliser la fonction d'échange, votre portefeuille doit contenir au moins 2 jetons.
ja: 交換機能を使用するには、ポートフォリオに少なくとも2つのトークンが含まれている必要があります。
ru: Для использования функции обмена ваш портфель должен содержать минимум 2 токена.
uk_ua: Щоб скористатися функцією обміну, у вашому портфелі має бути щонайменше 2 токени.

# action_buttons_swap_no_tokens_added_alert_title
source: Add tokens
de: Token hinzufügen
es: Añada tokens
fr: Ajouter des jetons
ja: トークンの追加
ru: Добавьте токены
uk_ua: Додайте токени
