Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# staking_notification_low_staked_balance_title
source: Low staked balance
de: Niedriges Stakingguthaben
es: Saldo de staking bajo
fr: Solde de staking faible
ja: ステーキング残高が低いです
ru: Низкий баланс стейкинга
uk_ua: Низький баланс стейкінгу

# staking_notification_minimum_balance_error_text
source: A minimum of %1$@ %2$@ is required for restaking. Please top up your balance.
de: Für erneutes Staking sind mindestens %1$@ %2$@ erforderlich. Bitte lade Dein Guthaben auf.
es: Un mínimo de %1$@ %2$@ es necesario para añadir más staking. Por favor recargue su saldo.
fr: Un minimum de %1$@ %2$@ est requis pour le re-staking. Veuillez recharger votre solde.
ja: 再ステーキングには最低%1$@ %2$@が必要です。残高を補充してください。
ru: Для рестейкинга необходимо %1$@%2$@. Пожалуйста, пополните баланс.
uk_ua: Мінімум %1$@ %2$@ потрібно для рестейкінгу. Будь ласка, поповніть баланс.

# staking_notification_minimum_balance_error_title
source: Not enough %@
de: Nicht genug %@
es: No tiene suficiente %@
fr: Pas assez de %@
ja: %@が足りません
ru: Недостаточно %@
uk_ua: Недостатньо %@

# staking_notification_minimum_balance_title
source: Insufficient Balance for Staking
de: Unzureichendes Guthaben zum Staking
es: Saldo insuficiente para Staking
fr: Solde insuffisant pour le staking
ja: ステーキングのための残高が不足しています
ru: Недостаточный баланс для стейкинга
uk_ua: Недостатній баланс для стейкінгу

# staking_notification_minimum_restake_ada_text
source: A minimum of 3 ADA is required for restaking. Please top up your balance.
de: Für das erneute staken sind mindestens 3 ADA erforderlich. Bitte lade Dein Guthaben auf.
es: Se requiere un mínimo de 3 ADA para hacer más staking. Por favor, recargue su saldo.
fr: Un minimum de 3 ADA est requis pour le re-staking. Veuillez recharger votre solde.
ja: リステーキングには最低3ADA が必要です。残高を補充してください。
ru: Для рестейкинга необходимо 3 ADA. Пожалуйста, пополните баланс.
uk_ua: Мінімум 3 ADA необхідно для рестейкінгу. Будь ласка поповніть свій баланс.

# staking_notification_minimum_restake_ada_title
source: Not enough ADA
de: Nicht genug ADA
es: No hay suficiente ADA
fr: ADA insuffisants
ja: ADAが不足しています
ru: Недостаточно ADA
uk_ua: Недостатньо ADA

# staking_notification_minimum_stake_ada_text
source: The minimum amount required for staking must exceed 5 ADA. Please top up your balance to start staking.
de: Der für das Staking erforderliche Mindestbetrag muss 5 ADA überschreiten. Bitte lade Dein Guthaben auf, um mit dem Staking zu beginnen.
es: La cantidad mínima requerida para hacer staking debe ser superior a 5 ADA. Recargue su saldo para continuar.
fr: Le montant minimum requis pour le staking doit être supérieur à 5 ADA. Veuillez recharger votre solde pour commencer à staking.
ja: ステーキングに必要な最小金額は5ADAを超える必要があります。ステーキングを開始するには残高を補充してください。
ru: Минимальная сумма для стейкинга должна быть больше, чем 5 ADA. Пожалуйста, пополните баланс, чтобы приступить к стейкингу.
uk_ua: Мінімальна сума, необхідна для стекінгу, має перевищувати 5 ADA. Будь ласка, поповніть свій баланс, щоб почати cтейкінг.

# staking_notification_network_error_text
source: Staking is currently unavailable due to network conditions. Please try again later.
de: Aufgrund von Netzwerkproblemen ist Staking derzeit nicht verfügbar. Bitte versuche es später erneut.
es: El staking no está disponible actualmente debido a las condiciones de la red. Inténtelo de nuevo más tarde.
fr: L'option de staking n'est actuellement pas disponible en raison des conditions du réseau. Veuillez réessayer plus tard.
ja: ネットワークの状態により、現在ステーキングはご利用いただけません。しばらくしてからもう一度お試しください。
ru: Стейкинг временно недоступен из-за проблем в сети. Пожалуйста, попробуйте позже.
uk_ua: Стейкінг тимчасово недоступний через проблеми в мережі. Будь ласка, спробуйте пізніше.

# staking_notification_new_validator_funds_transfer
source: Staking on the %1$@ network with a new validator will automatically transfer all previously staked funds to this validator.
de: Wenn Du im %1$@ -Netzwerk mit einem neuen Validator stakest, werden alle zuvor eingesetzten Gelder automatisch an diesen Validator übertragen.
es: El staking en la red %1$@ con un nuevo validador transferirá automáticamente todos los fondos previamente en staking a este validador.
fr: Le staking dans le réseau %1$@ avec un nouveau validateur transférera automatiquement tous les fonds précédemment stakés vers ce validateur
ja: 新しいバリデーターを使用して%1$@ネットワークにステーキングすると、以前にステーキングされた資金がすべてこのバリデーターに自動的に転送されます。
ru: Стейкинг в сети %1$@ с новым валидатором автоматически переведет ваши текущие застейканные средства на него.
uk_ua: Стейкінг в мережі %1$@ з новим валідатором автоматично переведе всі раніше застейкані кошти до цього валідатора

# staking_notification_restake_rewards_text
source: Reinvests your earned rewards in your staked amount, increasing potential earnings.
de: Reinvestiert Deine verdienten Prämien in Deinen Einsatzbetrag und erhöht so den potenziellen Gewinn.
es: Reinvierta las recompensas obtenidas en el monto apostado, aumentando las ganancias potenciales.
fr: Réinvestissez vos récompenses gagnées dans le montant que vous avez staké, augmentant ainsi vos gains potentiels.
ja: 獲得した報酬をステーキングに再投資し、潜在的な収益を増やします。
ru: Реинвестируйте свои заработанные награды в вашу застейканную сумму, увеличивая потенциальный доход
uk_ua: Реінвестуйте зароблені винагороди у суму стейкінгу, щоб збільшити потенційний прибуток.

# staking_notification_restake_text
source: Restake lets you move your funds from one validator to another without the need to unstake
de: Mit Restake kannst Du Dein Guthaben von einem Validator zu einem anderen verschieben, ohne dass Du den Stake aufheben musst.
es: La opción de volver a staking le permite mover sus fondos de un validador a otro sin necesidad de retirarlos.
fr: L'option de restaker vous permet de déplacer vos fonds d'un validateur à un autre sans avoir besoin de les déstaker.
ja: 再ステーキングを使うと、ステーキングを解除することなく、あるバリデータから別のバリデータに資金を移動できます。
ru: Рестейк позволяет вам переместить средства из одного валидатора в другого без необходимости выхода из стейкинга.
uk_ua: Рестейк дозволяє вам перемістити ваші кошти від одного валідатора до іншого без необхідності виводити кошти зі стейкінгу

# staking_notification_stake_entire_balance_text
source: If you stake your entire balance, you’ll need to pay a network fee when you unstake. We recommend leaving a small amount in your wallet to cover network fees.
de: Wenn Du Dein gesamtes Guthaben einsetzt, musst Du beim Aufheben der Einsätze eine Netzwerkgebühr entrichten. Wir empfehlen, einen kleinen Betrag in Deiner Wallet zu belassen, um die Netzwerkgebühren zu decken.
es: Está a punto de hacer staking con todo su saldo. Recomendamos dejar una pequeña cantidad para cubrir las tarifas de red para hacer unstaking o reclamar recompensas.
fr: Vous êtes sur le point de staker l'intégralité de votre solde. Nous vous recommandons de laisser un petit montant pour couvrir les frais de réseau pour unstaking ou la réclamation des récompenses.
ja: ウォレットの残高をすべてステーキングすると、ステーキング解除時にネットワーク手数料の支払いが必要になります。そのため、少額をウォレットに残しておくことをおすすめします。
ru: Вы собираетесь застейкать весь баланс, рекомендуем оставить небольшую сумму для оплаты комиссии сети при выходе из стейкинга или получении награды.
uk_ua: Ви збираєтеся застейкати весь свій баланс. Ми рекомендуємо залишити невелику суму, щоб покрити комісію мережі за зняття коштів або отримання винагороди.

# staking_notification_ton_account_initialization_message
source: To begin staking, you need to activate your TON account first.
de: Um mit dem Staking zu beginnen, musst Du zuerst Dein TON-Konto aktivieren.
es: Para empezar a hacer staking, primero debes activar tu cuenta de TON.
fr: Pour commencer le staking, vous devez d’abord activer votre compte TON
ja: ステーキングを開始するには、まずTONアカウントを有効化してください。
ru: Чтобы начать стейкинг, сначала активируйте свой TON-аккаунт.
uk_ua: Щоб розпочати стейкінг, спочатку активуйте свій TON-акаунт.

# staking_notification_ton_account_initialization_title
source: Account activation
de: Kontoaktivierung
ja: アカウントの有効化
ru: Активация аккаунта
uk_ua: Активація акаунту

# staking_notification_ton_activate_account
source: To start staking in TON, first send a small transaction to your own address — this will activate your wallet.
de: Um mit dem Staking in TON zu beginnen, sende zunächst eine kleine Transaktion an Deine eigene Adresse – dadurch wird Deine Wallet aktiviert.
es: Para empezar a hacer staking en TON, realice primero una transacción de salida de cualquier importe - esto activará su billetera.
fr: Pour commencer à staker TON, effectuez d'abord une transaction sortante de n'importe quel montant — cela activera votre portefeuille.
ja: TONのステーキングを開始するには、まず自分のアドレスに少額の取引を送信します。これによりウォレットが有効になります。
ru: Чтобы начать стейкинг в TON, сначала отправьте небольшую транзакцию на свой же адрес — это активирует ваш кошелёк.
uk_ua: Щоб почати стейкінг в TON, спочатку здійсніть вихідну транзакцію на будь-яку суму — це активує ваш гаманець.

# staking_notification_ton_extra_reserve_info
source: Up to 0.2 TON may be required in addition to the network fee to complete the transaction. Any unused amount will be refunded.
de: Für den Abschluss der Transaktion können zusätzlich zur Netzwerkgebühr bis zu 0,2 TON erforderlich sein. Nicht genutzte Beträge werden zurückerstattet.
es: Es posible que se requieran hasta 0.2 TON además de la tarifa de red para completar la transacción. Cualquier cantidad no utilizada será reembolsada.
fr: Jusqu'à 0,2 TON peuvent être requis en plus des frais de réseau pour terminer la transaction. Tout montant non utilisé sera remboursé.
ja: 取引を完了するには、ネットワーク手数料に加えて最大0.2TONが必要になる場合があります。未使用分は返金されます。
ru: До 0.2 TON может потребоваться сверх сетевой комиссии для завершения транзакции. Неиспользованная часть будет возвращена.
uk_ua: До 0.2 TON може знадобитися додатково мережевої комісії для завершення транзакції. Невикористана частина буде повернута.

# staking_notification_ton_extra_reserve_is_required
source: 0.2 TON is required to proceed with this operation, in addition to the network fee. Please top up your balance.
de: Für diesen Vorgang sind zusätzlich zur Netzwerkgebühr 0,2 TON erforderlich. Bitte lade Dein Guthaben auf.
es: Se requieren 0.2 TON para realizar esta operación, además de la tarifa de red. Por favor, recargue su saldo.
fr: 0,2 TON requis pour effectuer cette opération, en plus des frais de réseau. Veuillez recharger votre solde.
ja: この操作を続行するには、ネットワーク手数料に加えて0.2 TONが必要です。残高を補充してください。
ru: Для выполнения операции требуется дополнительно 0.2 TON, помимо сетевой комиссии. Пожалуйста, пополните баланс.
uk_ua: Для виконання операції потребується додатково 0.2 TON, крім мережевої комісії. Будь ласка, поповніть баланс.

# staking_notification_ton_extra_reserve_title
source: TON reserve required
de: TON-Reserve erforderlich
es: Se requiere reserva de TON
fr: Réserve de TON requise
ja: TONの準備金が必要です
ru: Требуется резерв TON
uk_ua: Потрібен резерв TON

# staking_notification_ton_have_to_unstake_all_text
source: This action will close other positions or switch them to withdrawal status, according to network rules.
de: Durch diese Aktion werden andere Positionen geschlossen oder gemäß den Netzwerkregeln in den Auszahlungsstatus versetzt.
es: Esta acción cerrará otras posiciones o las cambiará al estado de retiro, de acuerdo con las reglas de la red.
fr: Cette action fermera d'autres positions ou les fera passer au statut de retrait, conformément aux règles du réseau.
ja: このアクションは、ネットワークのルールに従って、他のポジションをクローズするか、引き出しステータスに切り替えます。
ru: Это действие закроет другие позиции или переведёт их в статус вывода средств в соответствии с правилами сети.
uk_ua: Ця дія закриє інші позиції або переведе їх у статус виведення, відповідно до правил мережі.

# staking_notification_ton_have_to_unstake_all_title
source: Positions status
es: Estado de las posiciones
fr: Statut des positions
ja: ポジション状況
ru: Статус позиций
uk_ua: Статус позицій

# staking_notification_unlock_text
source: Unlock your money to withdraw it from staking process. Unlocking takes %@.
de: Entsperre dein Geld, um es aus dem Staking-Prozess abzuheben. Das Freischalten nimmt %@.
es: Desbloquee su dinero para retirarlo del proceso de staking. El desbloqueo demora %@ minuto.
fr: Débloquez votre argent pour le retirer du processus de staking. Le déverrouillage prend %@.
ja: 資金をステーキングから引き出すには、ロックを解除してください。ロック解除には%@かかります。
ru: Разблокируйте свои средства, чтобы вывести их из стейкинга. Разблокировка займёт %@.
uk_ua: Розблокуйте свої кошти, щоб вивести їх зі стейкінгу. Розблокування займе %@.

# staking_notification_unstake_cosmos_text
source: Your funds will be available for use after the 21-day unbonding period. Reward will be withdrawn along with your unstaking funds.
de: Nach Ablauf der 21-tägigen Bindungsfrist kannst Du über Dein Guthaben verfügen. Die Prämie wird zusammen mit dem ungestaketen Guthaben abgehoben.
es: Sus fondos estarán disponibles para su uso después del período de desvinculación de 21 días. La recompensa se retirará junto con los fondos de desvinculación.
fr: Vos fonds seront disponibles à l'utilisation après la période de déblocage de 21 jours. La récompense sera retirée en même temps que vos fonds de déblocage.
ja: 資金は、21日間のロック解除期間後に使用可能になります。報酬は、ロック解除後の資金とともに引き出されます。
ru: Ваши средства будут доступны для использования после 21-дневного периода отзыва. Награда будет выведена вместе с вашими выводими средствами.
uk_ua: Ваші кошти будуть доступні для використання після закінчення 21-денного періоду розблокування. Винагорода буде отримана разом з вашими незастейканими коштами.

# staking_notification_unstake_text
source: Your funds will be available for use after the %@ unbonding period.
de: Deine Assets stehen Dir nach Ablauf der Frist für die Aufhebung der Bindung %@ zur Verfügung.
es: Sus fondos estarán disponibles para su uso después del período de desvinculación de %@.
fr: Vos fonds seront disponibles pour utilisation après la période de désengagement %@.
ja: %@のステーキング解除期間後、資金はすぐ利用可能となります。
ru: Ваши средства будут доступны после %@ периода отзыва.
uk_ua: Ваші кошти будуть доступні після %@ періоду розблокування.

# staking_notification_withdraw_text
source: You can now withdraw your funds, it will be available to use immediately
de: Du kannst Dein Guthaben jetzt abheben. Es steht Dir sofort zur Verfügung.
es: Ya puede retirar sus fondos, estarán disponibles para usar de inmediato.
fr: Vous pouvez désormais retirer vos fonds, ils seront disponibles à l'utilisation immédiatement
ja: 資金を引き出して、すぐに使用できます
ru: Вы можете вывести свои средства из стейкинга, они будут доступны для использования незамедлительно.
uk_ua: Ви можете вивести свої кошти зі стейкінгу, вони будуть доступні для використання відразу

# staking_notifications_revote_tron_text
source: Staking in the Tron network with a new validator will automatically transfer all previously staked funds to this validator
de: Wenn du im Tron-Netzwerk mit einem neuen Validator stakest, werden alle zuvor eingesetzten Assets automatisch an diesen Validator übertragen.
es: Hacer staking en la red Tron con un nuevo validador transferirá automáticamente todos los fondos de staking a este validador.
fr: Le staking dans le réseau Tron avec un nouveau validateur transférera automatiquement tous les fonds précédemment stakés vers ce validateur
ja: Tronネットワークに新しいバリデーターでステーキングすると、以前にステーキングされた資金はすべてこのバリデーターに自動的に転送されます。
ru: Стейкинг в сети Tron с новым валидатором автоматически переведет ваши текущие застейканные средства на него.
uk_ua: Стейкінг в мережі Tron з новим валідатором автоматично переведе всі раніше застейкані кошти до цього валідатора

# staking_preparing
source: Preparing
de: Vorbereitung
es: Preparando
fr: En cours de préparation
ja: 準備中
ru: Подготовка
uk_ua: Підготовка

# staking_ready_to_withdraw
source: Ready to withdraw
de: Bereit zum Abheben
es: Listo para retirar
fr: Prêt à retirer
ja: 引き出し準備完了
ru: Доступно для вывода
uk_ua: Готова до виведення

# staking_rebond
source: Rebond
de: Erneut binden
es: Volver a unir
fr: Réassocier
ja: 再結束
ru: Повторно застейкать
uk_ua: Зʼєднати ще раз

# staking_restake_rewards
source: Restake rewards
de: Belohnungen erneut staken
es: Hacer restaking de las recompensas
fr: Restakez des récompenses
ja: 報酬をステーキングする
ru: Застейкать вознаграждения
uk_ua: Застейкати винагороди

# staking_restake
source: Restake
de: Erneut staken
es: Hacer staking de nuevo
fr: Restakez
ja: 再度ステーキングする
ru: Сменить валидатора
uk_ua: Повторно застейкати

# staking_revoke
source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 取り消す
ru: Отозвать
uk_ua: Відкликати

# staking_revote
source: Revote
de: Neuwahl
es: Revotar
fr: Revoter
ja: 再投票
ru: Переголосовать
uk_ua: Переголосувати

# staking_reward_claiming_auto
source: Auto
de: Automatisch
ja: 自動
ru: Авто
uk_ua: Автоматично

# staking_reward_claiming_manual
source: Manual
de: Händisch
fr: Manuel
ja: 手動
ru: Вручную
uk_ua: Вручну

# staking_reward_schedule_day
source: Daily
de: Täglich
es: Diario
fr: Jour
ja: 毎日
ru: Ежедневно
uk_ua: Щоденно

# staking_reward_schedule_each_days
source: Each %@ days
de: Alle %@ Tage
es: Cada %@ días
fr: Chaque %@
ja: %@日ごと
ru: Каждые %@ дня
uk_ua: Кожні %@ дні

# staking_reward_schedule_each_plural
source: Each
de: Jeder
es: Cada
fr: Chaque
ja: 毎
ru: Каждые
uk_ua: Кожні

# staking_reward_schedule_each_sec
source: Each %1$@ sec
de: Alle %1$@ Sek.
es: Cada %1$@ segundo
fr: Toute(s) les %1$@ seconde(s)
ja: %1$@秒毎
ru: Каждые %1$@ сек
uk_ua: Кожні %1$@ сек

# staking_rewards
source: Rewards
de: Belohnungen
es: Recompensas
fr: Récompenses
ja: 報酬
ru: Вознаграждения
uk_ua: Винагороди

# staking_solana_details_auto_claiming_rewards_daily_text
source: Rewards on Solana are automatically added to your staking balance and cannot be shown separately.
de: Belohnungen auf Solana werden automatisch Deinem Staking-Guthaben hinzugefügt und können nicht separat angezeigt werden.
es: Las recompensas en Solana se agregan automáticamente a tu saldo de staking y no pueden mostrarse por separado.
fr: Les récompenses sur Solana sont automatiquement ajoutées à votre solde de staking et ne peuvent pas être affichées séparément.
ja: Solanaの報酬は自動的にステーキング残高に追加され、個別に表示することはできません。
ru: Вознаграждения в сети Solana автоматически добавляются к вашему стейкинг-балансу и не могут отображаться отдельно.
uk_ua: Нагороди на Solana автоматично додаються до вашого стейкінг-балансу і не можуть відображатися окремо.

# staking_stake_locked
source: Stake locked
de: Stake gesperrt
es: El stake está bloqueado
fr: Stake verrouillé
ja: ステーキングはロックされています
ru: Стейкинг закрыт
uk_ua: Стейкінг закрито

# staking_stake_more_button_unavailability_reason
source: When staking %1$@, your entire %2$@ balance is staked. Any additional %2$@ you deposit to your Tangem Wallet will also be automatically staked.
de: Beim Staking %1$@ wird Dein gesamtes %2$@ -Guthaben eingesetzt. Alle weiteren %2$@ due Du in Deine Tangem-Wallet einzahlst, werden ebenfalls automatisch eingesetzt.
es: Al hacer staking de %1$@, se realiza sobre todo su saldo de %2$@. Cualquier %2$@ adicional que deposite en su billetera Tangem también se pondrá en staking automáticamente.
fr: Lorsque vous stakez %1$@, la totalité de votre solde %2$@ est stakeée. Tout dépôt supplémentaire de %2$@ sur votre portefeuille Tangem sera également staké automatiquement.
ja: %1$@をステーキングすると、 %2$@残高全体がステーキングされます。Tangemウォレットに入金した追加の%2$@も、自動的にステーキングされます。
ru: При стейкинге %1$@ используется весь ваш баланс в %2$@. Любой дополнительный %2$@ депозит будет автоматически застейкан.
uk_ua: При стейкінгу %1$@, весь ваш %2$@ Баланс застейкний. Будь-які додаткові %2$@ поповнены на Ваш гаманець Tangem буде також автоматично застейкано.

# staking_stake_more
source: Stake more
de: Mehr staken
es: Hacer más staking
fr: Staker plus
ja: もっとステーキングする
ru: Застейкать еще
uk_ua: Застейкати більше

# staking_staked_amount
source: Staked amount
de: Gestakeder Betrag
es: Monto del staking
fr: Montant staké
ja: ステーキング中の金額
ru: Застейканная сумма
uk_ua: Застейканий залишок

# staking_summary_description_text
source: You stake %1$@ and will be receiving your reward %2$@
de: Du setzt %1$@ ein und ethältst Deine Belohnung %2$@
es: Hará staking de %1$@ y recibirá recompensas %2$@
fr: Vous stakez %1$@ et recevrez %2$@
ja: %1$@をステーキングし、報酬%2$@を受け取ります
ru: Вы стейкаете %1$@ и будете получать награду %2$@
uk_ua: Ви стейкаєте %1$@ і будете отримуватиме винагороду %2$@

# staking_tap_to_unlock_or_vote
source: Tap to unlock or vote
de: Tippe zum Entsperren oder Abstimmen
es: Pulse para desbloquear o votar
fr: Appuyez pour déverrouiller ou voter
ja: タップしてロック解除もしくは投票
ru: Нажмите для разблокировки
uk_ua: Натисніть, щоб розблокувати або проголосувати

# staking_tap_to_unlock
source: Tap to unlock
de: Zum Entsperren antippen
es: Toque para desbloquear
fr: Appuyez pour déverrouiller
ja: タップしてロック解除
ru: Нажмите для разблокировки
uk_ua: Натисніть, щоб розблокувати

# staking_tap_to_withdraw
source: Tap to withdraw
de: Zum abheben antippen
es: Toque para retirar
fr: Appuyez pour retirer
ja: タップして引き出す
ru: Нажмите для вывода
uk_ua: Натисніть, щоб вивести кошти

# staking_title_stake
source: Stake %@
ja: %@をステーキングする
ru: Застейкать %@
uk_ua: Застейкати %@

# staking_title_unstake
source: Unstake %@
de: Staking beenden %@
es: Unstaking de %@
fr: déstaker %@
ja: %@のステーキング解除
ru: Вывести %@
uk_ua: Зняти зі стейкінгу %@

# staking_transaction_in_progress_text
source: The transaction is being processed! Validation is currently underway in the blockchain. This may take a few minutes.
de: Die Transaktion wird bearbeitet! Derzeit findet eine Validierung in der Blockchain statt. Dies kann einige Minuten dauern.
es: ¡La transacción se está procesando! La validación está en curso en la cadena de bloques. Esto puede tardar unos minutos.
fr: La transaction est en cours de traitement ! La validation est actuellement en cours dans la blockchain. Cela peut prendre quelques minutes.
ja: 取引を処理中です。現在、ブロックチェーンで検証が行われています。これには数分かかる場合があります。
ru: Транзакция обрабатывается! В настоящее время идет проверка в блокчейне. Это может занять несколько минут.
uk_ua: Транзакція обробляється! Наразі триває перевірка в блокчейні. Це може зайняти кілька хвилин.

# staking_unbonding_in
source: Unbonding in
de: Entbindung in
es: Desunión en
fr: Dissociation en
ja: 解約完了まで
ru: Отзыв через
uk_ua: Розблокування через

# staking_unbonding
source: Unbonding
de: Lösen der Bindungen
es: Desunión
fr: Dissociation
ja: ステーキング解約中
ru: Отзыв
uk_ua: Розблокування

# staking_unlocked_locked
source: Unlock
de: Gelocktes unlocken
es: Desbloquear
fr: Débloquer
ja: ロック解除
ru: Разблокировать
uk_ua: Розблокувати

# staking_unlocking
source: Unlocking
de: Entsperren
es: Desbloqueando
fr: Déverrouillage
ja: ロック解除中
ru: Разблокировка
uk_ua: Розблокування

# staking_unstake_amount_requirement_error
source: The amount to unstake must be at least %@
de: Der unstaking-Betrag muss mindestens %@ betragen
es: La cantidad para hacer unstaking debe ser al menos %@
fr: Le montant à destaker doit être au moins %@
ja: ステーキング解除する金額は少なくとも%@である必要があります
ru: Сумма для вывода из стейкинга должна быть не менее %@
uk_ua: Сума для виведення зі стейкінгу повинна бути не менше %@

# staking_unstake_amount_validation_error
source: Amount exceeds staked balance
de: Der Betrag übersteigt das eingesetzte Guthaben
es: El monto excede el saldo apostado
fr: Le montant dépasse le solde misé
ja: 金額がステーキング残高を超えています
ru: Сумма превышает застейканный баланс
uk_ua: Сума перевищує баланс стейкінгу

# staking_unstaked_footer
source: Check unstaked to claim your assets
de: Prüfe, was nicht eingesetzt wurde, um dein Vermögen zu beanspruchen
es: Marque activos sin staking para reclamarlos
fr: Vérifiez non-stakés pour réclamer vos actifs
ja: 資産を請求するために、unstakedを確認してください
ru: Проверьте процесс завершения стейкинга, чтобы вывести свои средства.
uk_ua: Перевірити незастейкані, щоб отримати свої активи
