Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# app_settings_title
source: App settings
de: App Einstellungen
es: Ajustes de la app
fr: Paramètres de l'application
ja: アプリ設定
ru: Настройки приложения
uk_ua: Налаштування застосунку

# app_settings_warning_subtitle
source: Go to settings to enable biometric authentication in the Tangem app
de: Gehe zu den Einstellungen, um die biometrische Authentifizierung in der Tangem-App zu aktivieren
es: Vaya a ajustes para habilitar la autenticación biométrica en la Tangem App
fr: Accédez aux paramètres pour activer l'authentification biométrique dans l'application Tangem
ja: Tangemアプリで生体認証を有効にするには、設定に移動します
ru: Перейдите в настройки, чтобы включить биометрическую аутентификацию в приложении Tangem
uk_ua: Перейдіть до налаштувань, щоб увімкнути біометричну автентифікацію в додатку Tangem

# app_settings_warning_title
source: Enable biometric authentication
de: Biometrische Authentifizierung aktivieren
es: Habilitar autenticación biométrica
fr: Activer l'authentification biométrique
ja: 生体認証を有効にする
ru: Включите биометрическую аутентификацию
uk_ua: Увімкнути біометричну автентифікацію

# auth_info_add_wallet_title
source: Add wallet
de: Wallet hinzufügen
es: Agregar billetera
fr: Ajouter un wallet
ja: ウォレットを追加
ru: Добавить кошелек
uk_ua: Додати гаманець

# auth_info_subtitle
source: Select a wallet to log in
de: Wähle eine Wallet zum Einloggen
es: Seleccione una billetera para iniciar sesión
fr: Sélectionnez un wallet pour vous connecter
ja: ログインするウォレットを選択する
ru: Выберите кошелек для входа
uk_ua: Виберіть гаманець для входу

# auth_info_title
source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Heureux de te revoir!
ja: お帰りなさい！
ru: С возвращением!
uk_ua: З поверненням!

# auth_wallet_mobile_description
source: Mobile Wallet
ja: モバイルウォレット
ru: Мобильный кошелек
uk_ua: Мобільний гаманець

# backup_complete_description
source: You successfully backed up your wallet.
de: Du hast Deine Wallet erfolgreich gesichert.
es: Realizó una copia de seguridad de su billetera correctamente.
fr: Vous avez sauvegardé votre portefeuille avec succès.
ja: ウォレットのバックアップが正常に完了しました。
ru: Вы успешно завершили бэкап вашего кошелька.
uk_ua: Ви успішно створили резервну копію свого гаманця.

# backup_complete_seed_description
source: These words cannot be recovered if lost. Store them securely.
de: Diese Wörter können bei Verlust nicht wiederhergestellt werden. Bewahre diese an einem sicheren Ort auf.
es: These words are unrecoverable if lost. Keep them somewhere safe.
fr: Ces mots ne peuvent pas être récupérés en cas de perte. Assurez-vous de les conserver en lieu sûr.
ja: これらの単語は、紛失すると復元できません。安全に保管してください。
ru: Эти слова невозможно восстановить, если они будут потеряны. Храните их в надёжном месте.
uk_ua: Ці слова неможливо відновити у разі втрати. Зберігайте їх надійно.

# backup_complete_title
source: Backup completed
de: Sicherung abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
ja: バックアップが完了しました
ru: Бэкап завершен
uk_ua: Бекап завершено

# backup_info_description
source: Your secret recovery phrase is a set of %@ random words for accessing and recovering your wallet.
de: Deine geheime Wiederherstellungsphrase ist eine feste Folge von %@ zufälligen Wörtern, mit denen Du auf Deiner Wallet zugreifefst und sie wiederherstellen kannst.
es: Su frase secreta de recuperación es un conjunto fijo de %@ palabras aleatorias que se utilizan para acceder a su billetera y recuperarla.
fr: Votre seed phrase est un ensemble fixe de %@ mots aléatoires permettant d'accéder à votre portefeuille et de le récupérer.
ja: シークレットリカバリーフレーズは、ウォレットへのアクセスおよび復元に使用する、%@個のランダムな単語のセットです。
ru: Ваша фраза восстановления — фиксированный набор из %@ случайных слов для доступа и восстановления кошелька.
uk_ua: Ваша фраза відновлення — це набір випадкових слів %@ для доступу та відновлення гаманця.

# backup_info_keep_description
source: If you lose this phrase, it cannot be recovered. Keep it completely secure.
de: Diese Worte sind unwiederbringlich verloren. Bewahre diese gut auf.
es: Estas palabras no pueden recuperarse si se pierden. Asegúrese de guardarlas en un lugar seguro.
fr: Ces mots ne peuvent être récupérés s'ils sont perdus. Conservez-les précieusement.
ja: このフレーズを紛失すると、復元することはできません。厳重に保管してください。
ru: Эти слова невозможно восстановить, если они будут потеряны. Храните их в безопасности.
uk_ua: Ці слова неможливо відновити, якщо їх загубити. Зберігайте їх у безпеці.

# backup_info_keep_title
source: Keep it safe
de: Sicher aufbewahren
es: Manténgala segura
fr: Gardez-les en sécurité
ja: 安全に保管してください
ru: Храните в безопасности
uk_ua: Зберігайте в безпеці

# backup_info_save_description
source: Save these %@ words in a secure place that only you can access, and never share them with anyone.
de: Speicher diese %@ Wörter an einem sicheren Ort und gebe diese niemals an andere weiter.
es: Guarde estas %@ palabras en un lugar seguro, como un administrador de contraseñas, y nunca las comparta con nadie.
fr: Conservez ces %@ mots dans un endroit sûr et ne les communiquez à personne.
ja: これらの%@の単語は、あなただけがアクセスできる安全な場所に保管し、決して他人と共有しないでください。
ru: Сохраните эти %@ слов в безопасном месте и никому их не сообщайте.
uk_ua: Збережіть ці %@ слова в безпечному місці та нікому не розповідайте про них.

# backup_info_save_title
source: No recovery possible
de: Keine Wiederherstellung möglich
es: No se puede restaurar
fr: Aucune récupération possible
ja: 復元は不可能です
ru: Восстановление невозможно
uk_ua: Відновлення неможливе

# backup_info_title
source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Seed phrase
ja: リカバリーフレーズ
ru: Фраза восстановления
uk_ua: Фраза відновлення

# backup_seed_caution
source: The %@ words below are your wallet's recovery phrase. Never share these words with anyone. Tangem will never ask you for them. Use them to restore your wallet if you lose your device.
de: Gebe diese Wörter niemals weiter. Jeder, der sie erfährt, kann Deine gesamten Kryptowährungen stehlen. Tangem wird Dich niemals danach fragen. Die folgenden %@ Wörter sind die Wiederherstellungsphrase Deiner Wallets. Mit dieser Phrase kannst Du Deine Wallet wiederherstellen, falls Du Dein Gerät verlierst.
es: Never share these words with anyone. Tangem will never ask you for them. The %@ words below are your wallet's recovery phrase. Use them to restore your wallet if you lose your device.
fr: Ne communiquez jamais ces mots à qui que ce soit. Tangem ne vous les demandera jamais. Les %@ mots ci-dessous constituent la seed phrase de votre portefeuille. Utilisez-les pour restaurer votre portefeuille si vous perdez votre appareil.
ja: 以下の%@個の単語が、あなたのウォレットのリカバリーフレーズです。これらの単語は絶対に他人と共有しないでください。Tangemがこれらを尋ねることは決してありません。デバイスを紛失した場合、このフレーズを使ってウォレットを復元できます。
ru: Никому не сообщайте эти слова. Tangem никогда не будет их спрашивать. Ниже приведены %@ слов вашей фразы восстановления кошелька. Используйте их, чтобы восстановить кошелёк в случае потери устройства.
uk_ua: Наведені нижче слова %@ - це фраза для відновлення вашого гаманця. Ніколи і нікому не повідомляйте ці слова. Tangem ніколи не запитає їх у вас. Використовуйте їх, щоб відновити свій гаманець, якщо ви втратите пристрій.

# backup_seed_description
source: Write down these %@ words in numerical order and keep them safe and private
de: Schreibe diese Wörter %@ in numerischer Reihenfolge auf und bewahren diese sicher und vertraulich auf.
es: Escriba estas %@ palabras en orden y guárdelas en un lugar privado y seguro
fr: Notez ces %@ mots dans l'ordre numérique et conservez-les en lieu sûr et confidentiel.
ja: これらの%@個の単語を番号順に書き留め、安全かつ他人の目に触れない場所に保管してください
ru: Запишите эти %@ слов в указанном порядке и храните их в безопасности и в тайне.
uk_ua: Запишіть ці %@ слова в указаному порядку і зберігайте їх у безпеці та таємниці.

# backup_seed_responsibility
source: You are fully responsible for securing your wallet and safely backing up your recovery phrase.
de: Du bist vollumfänglich für die Sicherung und Datensicherung Deiner Wallet und Deine Wiederherstellungsphrase verantwortlich.
es: La responsabilidad total sobre la seguridad y copia de seguridad de la billetera y su frase de recuperación recae en el usuario, no en Tangem.
fr: Vous êtes entièrement responsable de la sécurité de votre portefeuille et de la sauvegarde de votre seed phrase.
ja: ウォレットの安全確保およびリカバリーフレーズの安全なバックアップは、すべてご自身の責任となります。
ru: Вы несёте полную ответственность за безопасность кошелька и фразы восстановления.
uk_ua: Ви несете повну відповідальність за безпеку свого гаманця і фрази відновлення.

# backup_seed_title
source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Seed phrase
ja: リカバリーフレーズ
ru: Фраза восстановления
uk_ua: Фраза відновлення

# balance_hidden_description
source: To hide or show your balances, simply flip your device screen down, or switch it off in Settings
de: Um deine Kontostände ein- oder auszublenden, flippe einfach das Display deines Geräts nach unten, oder schalte es in den Einstellungen aus.
es: Para ocultar o mostrar tus saldos, simplemente gira la pantalla de tu dispositivo hacia abajo, o desactívalo en Ajustes
fr: Pour masquer ou afficher vos soldes, il suffit de retourner l'écran de votre appareil vers le bas ou de le désactiver dans les paramètres
ja: 残高を表示または非表示にするには、デバイスの画面を下向きにするか、設定でオフにしてください。
ru: Чтобы скрыть или показать баланс, просто поверните ваше устройство вниз или отключите опцию его в разделе "Настройки"
uk_ua: Щоб приховати або показати свій баланс, просто переверніть екран пристрою вниз або вимкніть його в налаштуваннях

# balance_hidden_do_not_show_button
source: Don't show again
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
ja: 今後表示しない
ru: Больше не показывать
uk_ua: Більше не показувати

# balance_hidden_got_it_button
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかりました
ru: Понятно
uk_ua: Зрозуміло

# balance_hidden_title
source: Balances are hidden
de: Guthaben sind ausgeblendet
es: Los saldos están ocultos
fr: Les soldes sont masqués
ja: 残高は非表示
ru: Балансы скрыты
uk_ua: Баланси приховані

# beta_mode_warning_message
source: According to the blockchain developers, Kaspa tokens are currently in beta. Stay tuned for updates!
de: Laut den Blockchain-Entwicklern befinden sich der Kaspa-Token derzeit in der Betaphase. Bleibe dran für Updates!
es: Según los desarrolladores de la blockchain, los tokens de Kaspa se encuentran actualmente en fase beta. ¡Estén atentos a las actualizaciones!
fr: Selon les développeurs de la blockchain, les jetons Kaspa sont actuellement en version bêta. Restez à l'écoute des mises à jour !
ja: ブロックチェーン開発者によると、Kaspaトークンは現在ベータ版です。アップデートをお楽しみに！
ru: Согласно информации от разработчиков сети, токены Kaspa находятся в режиме бета. Следите за обновлениями!
uk_ua: Згідно інформації від розробників мережі, токени Kaspa знаходяться у режимі бета. Слідкуйте за оновленнями!

# beta_mode_warning_title
source: Beta Mode
de: Beta-Phase
es: Modo Beta
fr: Mode bêta
ja: ベータモード
ru: Бета режим
uk_ua: Бета режим

# biometry_touch_id_reason
source: Touch ID is used to save your cards and rings in the app
de: Touch ID wird zum Speichern deiner Karten oder Ringe in der App verwendet
es: Touch ID se utiliza para guardar sus tarjetas y anillos en la aplicación
fr: Touch ID est utilisé pour enregistrer vos cartes dans l'application
ja: タッチIDは、アプリにカードまたはリングを保存するために使用されます
ru: Touch ID используется для сохранения карт и колец в приложении
uk_ua: Touch ID використовується для збереження ваших карток та кілець у додатку

# bitcoin_promo_activation_error_title
source: Activation error
de: Fehler bei der Aktivierung
es: Error de activación
fr: Erreur d'activation
ja: アクティベーションエラー
ru: Ошибка активации
uk_ua: Помилка активації

# bitcoin_promo_activation_error
source: An error occurred while processing your promo code. Please try again later.
de: Bei der Bearbeitung Deines Aktionscodes ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
es: Se produjo un error al procesar tu código promocional. Inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors du traitement de votre code promo. Veuillez réessayer plus tard.
ja: プロモーションコードの処理中にエラーが発生しました。しばらくしてからもう一度お試しください。
ru: При обработке промокода произошла ошибка. Пожалуйста, попробуйте позже.
uk_ua: Під час обробки промокоду сталася помилка. Будь ласка, спробуйте пізніше.

# bitcoin_promo_activation_success_title
source: Promo Code Activated
de: Promo-Code aktiviert
es: Código promocional activado
fr: Code promo activé
ja: プロモーションコードが有効になりました
ru: Промокод активирован
uk_ua: Промокод активовано

# bitcoin_promo_activation_success
source: Your promo code was successfully activated. The reward will be credited to your Bitcoin account within 14 days.
de: Dein Gutscheincode wurde erfolgreich aktiviert. Die Prämie wird deinem Bitcoin-Konto innerhalb von 14 Tagen gutgeschrieben.
es: Tu código promocional se activó correctamente. Una recompensa se acreditará en tu cuenta dentro de 14 días.
fr: Votre code promotionnel a été activé avec succès. Une récompense sera créditée sur votre compte dans un délai de 14 jours.
ja: プロモーションコードが正常に有効化されました。報酬は14日以内にビットコインアカウントに入金されます。
ru: Ваш промокод был успешно активирован. Награда будет зачислена на ваш Bitcoin адрес в течение 14 дней.
uk_ua: Ваш промокод було успішно активовано. Винагороду буде зараховано на ваш рахунок протягом 14 днів.

# bitcoin_promo_already_activated_title
source: Code unavailable
de: Code nicht verfügbar
es: Código no disponible
fr: Code indisponible
ja: コードが利用できません
ru: Код недоступен
uk_ua: Код недоступний

# bitcoin_promo_already_activated
source: This promo code has already been used and cannot be activated again.
de: Dieser Aktionscode wurde bereits verwendet und kann nicht erneut aktiviert werden.
es: Este código promocional ya ha sido utilizado y no puede activarse de nuevo.
fr: Ce code promo a déjà été utilisé et ne peut pas être activé à nouveau.
ja: このプロモーションコードは既に使用されているため、再度使うことはできません。
ru: Этот промокод уже был использован и не может быть активирован повторно.
uk_ua: Цей промокод уже був використаний і не може бути активований повторно.

# bitcoin_promo_invalid_code_title
source: Invalid code
de: Ungültiger Code
es: Código inválido
fr: Code invalide
ja: 無効なコード
ru: Неверный код
uk_ua: Невірний код

# bitcoin_promo_invalid_code
source: This promo code is not valid and cannot be activated.
de: Dieser Aktionscode ist ungültig und kann nicht aktiviert werden.
es: Este código promocional no es válido y no puede activarse.
fr: Ce code promo n'est pas valide et ne peut pas être activé.
ja: このプロモーションコードは無効であり、有効化できません。
ru: Этот промокод недействителен и не может быть активирован.
uk_ua: Цей промокод недійсний і не може бути активований.

# bitcoin_promo_no_address_title
source: Bitcoin address required
de: Bitcoin-Adresse erforderlich
es: Se requiere una dirección de Bitcoin
fr: Adresse Bitcoin requise
ja: ビットコインアドレスが必要です
ru: Требуется Bitcoin-адрес
uk_ua: Потрібна Bitcoin-адреса

# bitcoin_promo_no_address
source: A Bitcoin address is required to receive the bonus. Please add one to your wallet and retry the activation.
de: Für den Erhalt des Bonus ist eine Bitcoin-Adresse erforderlich. Bitte füge eine zu Deiner Wallet hinzu und starte die Aktivierung erneut.
es: Se requiere una dirección de Bitcoin para recibir el bono. Añade una a tu billetera y vuelve a intentar la activación.
fr: Une adresse Bitcoin est nécessaire pour recevoir le bonus. Veuillez en ajouter une à votre portefeuille et réessayer l'activation.
ja: ボーナスを受け取るにはビットコインアドレスが必要です。ウォレットにビットコインアドレスを追加し、再度アクティベーションをお試しください。
ru: Для зачисления бонуса нужен Bitcoin-адрес. Добавьте его в портфель и повторите активацию.
uk_ua: Для зарахування бонусу потрібна Bitcoin-адреса. Додайте її до портфеля та повторіть активацію.

# button_start_backup_process
source: Start backup process
de: Backup-Prozess starten
es: Iniciar proceso de backup
fr: Démarrer le processus de sauvegarde
ja: バックアップ処理を開始する
ru: Начать резервное копирование
uk_ua: Почніть процес резервного копіювання

# buy_token_description
source: Use a bank card or other payment methods
de: Verwende eine Bankkarte oder eine andere Zahlungsmethode
es: Utilice una tarjeta bancaria u otros métodos de pago
fr: Utilisez une carte bancaire ou d'autres moyens de paiement
ja: 銀行カードまたはその他の支払い方法を使用する
ru: Используйте банковскую карту или другие методы оплаты
uk_ua: Використовуйте банківську картку або інші способи оплати

# card_reset_alert_continue_message
source: Please reset the next device to continue.
de: Bitte setze das nächste Gerät zurück, um fortzufahren.
es: Por favor restablezca el siguiente dispositivo para continuar.
fr: Veuillez réinitialiser l'appareil suivant pour continuer.
ja: 続行するには次のデバイスをリセットしてください。
ru: Пожалуйста, сбросьте следующее устройство, чтобы продолжить.
uk_ua: Будь ласка, скиньте налаштування наступного пристрою, щоб продовжити.

# card_reset_alert_continue_title
source: Wallet reset
de: Wallet zurückgesetzt
es: Restablecer billetera
fr: Réinitialisation du portefeuille
ja: ウォレットのリセット
ru: Сброс кошелька
uk_ua: Скидання гаманця

# card_reset_alert_finish_message
source: All Tangem devices have been reset. You can now continue upgrading your wallet.
de: Alle Tangem-Geräte wurden zurückgesetzt. Du kannst nun mit dem Upgrade Deiner Wallet fortfahren.
es: Se han restablecido todos sus dispositivos Tangem. Ya puede seguir actualizando su billetera.
fr: Tous les appareils Tangem ont été réinitialisés. Vous pouvez maintenant continuer à mettre à jour votre portefeuille.
ja: すべてのTangemデバイスがリセットされました。ウォレットのアップグレードを続行できます。
ru: Все устройства Tangem были сброшены. Теперь вы можете продолжить апгрейд кошелька.
uk_ua: Всі пристрої Tangem було скинуто. Тепер ви можете продовжити оновлення гаманця.

# card_reset_alert_finish_ok_button
source: Upgrade again
de: Erneut aktualisieren
es: Actualizar de nuevo
fr: Mettre de nouveau à jour
ja: もう一度アップグレードしてください
ru: Обновить
uk_ua: Оновити ще раз

# card_reset_alert_finish_title
source: Reset complete
de: Zurücksetzen abgeschlossen
es: Restablecimiento completo
fr: Réinitialisation terminée
ja: リセット完了
ru: Сброс завершен
uk_ua: Скидання завершено

# card_reset_alert_incomplete_message
source: We recommend completing the reset process for all Tangem devices in this wallet.
de: Wir empfehlen, den Reset-Prozess für alle Tangem-Geräte in dieser Wallet abzuschließen.
es: Recomendamos completar el proceso de restablecimiento para todos los dispositivos Tangem en esta billetera.
fr: Nous vous recommandons d'effectuer la réinitialisation de tous les appareils Tangem contenus dans ce portefeuille.
ja: このウォレット内のすべてのTangemデバイスで、リセット処理を完了することを推奨します。
ru: Мы рекомендуем завершить процесс сброса для всех устройств Tangem в этом кошельке.
uk_ua: Ми рекомендуємо завершити процес скидання для всіх пристроїв Tangem у цьому гаманці.

# card_reset_alert_incomplete_title
source: Some Tangem devices still need to be reset.
de: Einige Tangem-Geräte müssen noch zurückgesetzt werden.
es: No ha restablecido todos sus dispositivos Tangem
fr: Vous n'avez pas réinitialisé tous vos appareils Tangem.
ja: リセットが必要なTangemデバイスがあります。
ru: Вы не сбросили все свои устройства Tangem
uk_ua: Деякі пристрої Tangem все ще потрібно скинути.

# card_settings_access_code_recovery_disabled_description
source: Disable this option if you don't want this card to be used to reset access codes on other cards or rings in this wallet. Please note that this will also prevent you from resetting the access code on this card.
de: Deaktiviere diese Option, wenn du nicht möchtest, dass diese Karte oder Ring zum Zurücksetzen von Zugangscodes auf anderen Karten oder Ringe in dieser Wallets verwendet wird. Bitte beachte, dass du dann auch den Zugangscode auf dieser Karte oder Ring nicht zurücksetzen kannst.
es: Desactive esta opción si no quiere que esta tarjeta se use para reiniciar códigos de acceso en otras tarjetas de esta billetera. Tenga en cuenta que esto también evitará que reinicie el código de acceso en esta tarjeta.
fr: Désactivez cette option si vous ne voulez pas que cette carte soit utilisée pour réinitialiser les codes d'accès sur d'autres cartes de ce portefeuille. Veuillez noter que cela vous empêchera également de réinitialiser le code d'accès sur cette carte.
ja: このカードを使用して、このウォレット内の他のカードまたはリングのアクセスコードをリセットしたくない場合は、このオプションを無効にしてください。これにより、このカードのアクセスコードもリセットできなくなりますのでご注意ください。
ru: Отключите эту опцию, если не хотите, чтобы эта карта использовалась для сброса кодов доступа на другие карты этого кошелька. Обратите внимание, сброс кода также не будет доступен на этой карте.
uk_ua: Вимкніть цю опцію, якщо не хочете, щоб ця картка використовувалася для скидання кодів доступу на інших картках у цьому гаманці. Зверніть увагу, скидання коду доступу також не буде доступним на цій картці.

# card_settings_access_code_recovery_enabled_description
source: Allows you to use this card to reset access code on other cards in this wallet
de: Ermöglicht die Verwendung dieser Karte oder Ring zum Zurücksetzen des Zugangscodes auf anderen Karten oder Ringe in dieser Brieftasche
es: Permite usar esta tarjeta para reiniciar el código de acceso en otras tarjetas de esta billetera
fr: Vous permet d'utiliser cette carte pour réinitialiser le code d'accès sur d'autres cartes de ce portefeuille
ja: このカードを使用して、このウォレット内の他のカードのアクセスコードをリセットできます。
ru: Использовать эту карту для сброса кода доступа на других картах в этом кошельке
uk_ua: Дозволяє використовувати цю картку для скидання коду доступу на інших картках у цьому гаманці

# card_settings_access_code_recovery_footer
source: Disable the ability to reset the access code on this card or other cards in this wallet
de: Deaktiviere die Möglichkeit, den Zugangscode auf dieser Karte oder Ring oder anderen Karten oder Ringe in dieser Wallets zurückzusetzen
es: Deshabilite la capacidad de reiniciar el código de acceso en esta tarjeta u otras tarjetas de esta billetera
fr: Désactivez la possibilité de réinitialiser le code d'accès sur cette carte ou sur d'autres cartes de ce portefeuille
ja: このカードまたはこのウォレット内の他のカードのアクセスコードをリセットする機能を無効にします。
ru: Отключить возможность сброса кода доступа на этой карте или других картах этого кошелька
uk_ua: Відключити можливість скидання коду доступу на цій картці або інших картках цього гаманця

# card_settings_access_code_recovery_title
source: Access code recovery
de: Zugangspin resetten
es: Recuperación de código de acceso
fr: Récupération du code d'accès
ja: アクセスコードの復元
ru: Восстановление доступа
uk_ua: Відновлення коду доступу

# card_settings_action_sheet_reset
source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
ja: リセット
ru: Сбросить
uk_ua: Скинути

# card_settings_action_sheet_title
source: Are you sure you want to do this?
de: Möchtest du das wirklich tun?
es: ¿Está seguro de que quiere hacer esto?
fr: Êtes-vous sûr de vouloir faire cela ?
ja: 本当に実行しますか?
ru: Вы уверены, что хотите это сделать?
uk_ua: Ви впевнені, що хочете це зробити?

# card_settings_change_access_code_footer
source: Access code will be changed on this card or ring only
de: Der Zugangscode wird nur auf dieser Karte oder Ring geändert
es: El código de acceso se cambiará solo en esta tarjeta o este anillo
fr: Le code d'accès ne sera modifié que sur cette carte ou cette bague
ja: アクセスコードは、このカードまたはリングによってのみ変更されます
ru: Код доступа будет изменен только на данной карте или кольце
uk_ua: Код доступу буде змінений лише на цій картці або кільцю

# card_settings_change_access_code
source: Change Access Code
de: Zugangscode ändern
es: Cambiar código de acceso
fr: Modifier le code d'accès
ja: アクセスコードの変更
ru: Смена кода доступа
uk_ua: Зміна коду доступу
