Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# referral_point_currencies_description
source: Will get ^^%1$@^^ for each wallet bought by your friend on your %2$@ network address %3$@ ^^30 days after^^ that
de: Du bekommst ^^%1$@^^ für jede von einem Freund gekaufte Wallet auf deine %2$@ Netzwerkadresse %3$@ ^^30 Tage nach^^ dem
es: Obtendrá ^^%1$@^^ por cada wallet comprada por sus amigos en su dirección %3$@ de la red %2$@ ^^30 días después^^ de la compra
fr: Obtiendrez ^^%1$@^^ pour chaque portefeuille acheté par votre ami sur votre adresse de réseau %2$@ %3$@ ^^30 jours après^^
ja: あなたの%2$@ネットワークアドレス%3$@で友達が購入したウォレットごとに、^^30日後 ^^^^ %1$@ ^^ をゲットできます
ru: Получите ^^%1$@^^ на ваш адрес в сети %2$@ %3$@ ^^спустя 30 дней^^ за каждый кошелек, который купит ваш друг
uk_ua: Отримаєте ^^%1$@^^ на вашу адресу в мережі %2$@ %3$@ ^^через 30 днів^^ за кожен гаманець, який придбає ваш друг

# referral_point_currencies_title
source: You
de: Du
es: Usted
fr: Vous
ja: あなた
ru: Вы
uk_ua: Ви

# referral_point_discount_description_prefix
source: Will get a
de: Bekommt eine
es: Obtendrá un
fr: Obtiendra
ja: 以下を取得します。
ru: Получит
uk_ua: Отримає

# referral_point_discount_description_suffix
source: when buying a wallet on tangem.com
de: beim Kauf einer Wallet auf tangem.com
es: al comprar una billetera en tangem.com
fr: lors de l'achat d'un portefeuille sur tangem.com
ja: tangem.comでウォレットを購入するとき
ru: при покупке кошелька на сайте tangem.com
uk_ua: при купівлі гаманця на сайті tangem.com

# referral_point_discount_description_value
source: %@ discount
de: %@ Rabatt
es: %@ descuento
fr: %@ réduction
ja: %@割引
ru: %@ скидку
uk_ua: %@ знижку

# referral_point_discount_title
source: Your friend
de: Dein Freund
es: Su amigo
fr: Votre ami
ja: あなたの友達
ru: Ваш друг
uk_ua: Ваш друг

# referral_promo_code_copied
source: Personal code copied!
de: Persönlicher Code kopiert!
es: ¡Código personal copiado!
fr: Code personnel copié !
ja: パーソナルコードをコピーしました!
ru: Персональный код скопирован!
uk_ua: Персональний код скопійовано!

# referral_promo_code_title
source: Your personal code
de: Dein persönlicher Code
es: Su código personal
fr: Votre code personnel
ja: パーソナルコード
ru: Ваш персональный код
uk_ua: Ваш персональний код

# referral_share_link
source: Buy Tangem Wallet with discount! %@
de: Tangem Wallet mit Rabatt kaufen! %@
es: ¡Compra Tangem Wallet con descuento! %@
fr: Achetez le Portefeuille Tangem avec une remise ! %@
ja: Tangemウォレットを割引価格で購入！ %@
ru: Купи Tangem Wallet со скидкой! %@
uk_ua: Купити Tangem Wallet зі знижкою! %@

# referral_title
source: Refer your friends to Tangem
de: Empfehle Tangem deinen Freunden
es: Recomiende Tangem a sus amigos
fr: Référez Tangem à vos amis
ja: 友達にTangemを紹介
ru: Приведи друга в Tangem
uk_ua: Приведи друга в Tangem

# referral_tos_enroled_prefix
source: You've accepted
de: Du hast akzeptiert
es: Ha aceptado
fr: Vous avez accepté
ja: 承諾しました
ru: Вы приняли
uk_ua: Ви прийняли

# referral_tos_not_enroled_prefix
source: By tapping this button you accept
de: Durch Tippen auf diese Schaltfläche akzeptierst du
es: Al pulsar este botón acepta
fr: En appuyant sur ce bouton, vous acceptez
ja: このボタンをタップすると、同意したことになります
ru: Нажимая на эту кнопку, вы принимаете
uk_ua: Натискаючи цю кнопку, ви приймаєте

# referral_tos_suffix
source: of the referral program
de: des Empfehlungsprogramms
es: del programa de referidos
fr: du programme de parrainage
ja: 紹介プログラム
ru: в реферальной программе
uk_ua: в реферальній програмі

# reset_card_to_factory_button_title
source: Reset the card
de: Karte oder Ring zurücksetzen
es: Resetear la tarjeta
fr: Réinitialiser la carte
ja: カードをリセットする
ru: Сбросить карту
uk_ua: Скинути картку

# reset_card_to_factory_condition_1
source: I understand that after performing this action, I will no longer have access to the current wallet
de: Mir ist bewusst, dass ich nach der Durchführung dieser Aktion keinen Zugriff mehr auf die aktuelle Wallet habe.
es: Entiendo que después de realizar esta acción, ya no tendré acceso a la billetera actual
fr: Je comprends qu'après avoir effectué cette action, je n'aurai plus accès au portefeuille actuel
ja: この操作を実行すると、現在のウォレットにアクセスできなくなることを理解しています。
ru: Я понимаю, что после выполнения этого действия у меня больше не будет доступа к текущему кошельку
uk_ua: Я розумію, що після виконання цієї дії у мене більше не буде доступу до поточного гаманця

# reset_card_to_factory_condition_2
source: I realize that I can't use this card to recover my access code on the other cards of the current wallet
de: Mir ist klar, dass ich diese Karte oder Ring nicht verwenden kann, um meinen Zugangscode auf den anderen Karten oder Ringe der aktuellen Wallet wiederherzustellen
es: Entiendo que no puedo usar esta tarjeta para recuperar mi código de acceso en las otras tarjetas de la wallet actual
fr: Je comprends que je ne peux pas utiliser cette carte pour récupérer mon code d'accès sur les autres cartes du portefeuille actuel
ja: このカードを使用して、現在のウォレットの他のカードのアクセスコードを回復させられないことを認識しています。
ru: Я понимаю, что не смогу использовать эту карту для восстановления кода доступа на других картах текущего кошелька
uk_ua: Я розумію, що не можу використати цю картку для відновлення свого коду доступу на інших картках поточного гаманця

# reset_card_to_factory_condition_3
source: I understand that I will completely lose access to my Tangem Pay Card and all funds on it without the possibility of recovery
de: Mir ist bewusst, dass ich den Zugang zu meiner Tangem Pay Karte und allen darauf befindlichen Geldern vollständig verliere, ohne die Möglichkeit der Wiederherstellung
fr: Je comprends que je perdrai complètement l'accès à ma carte Tangem Pay et à tous les fonds qui s'y trouvent, sans possibilité de récupération.
ja: 復元は不可能であり、Tangem Payカードおよびカード上のすべての資金へのアクセスを完全に失うことを理解しました
ru: Я понимаю, что полностью потеряю доступ к своей карте Tangem Pay и всем средствам на ней без возможности восстановления.

# reset_card_with_backup_to_factory_message
source: A factory reset completely erases the wallet from the selected card or ring. You will not be able to restore the current wallet or use this card or ring to recover the access code.
de: Durch das Zurücksetzen auf Werkseinstellungen wird die Wallet vollständig von der ausgewählten Karte oder Ring gelöscht. Du kannst die aktuelle Wallet nicht wiederherstellen oder die Karte oder Ring verwenden, um den Zugangscode wiederherzustellen.
es: El restablecimiento de fábrica eliminará completamente la billetera de la tarjeta seleccionada. No podrá restaurar la billetera actual ni usar la tarjeta para recuperar el código de acceso.
fr: La réinitialisation aux paramètres d'usine supprimera complètement le portefeuille de la carte sélectionnée. Vous ne pourrez pas restaurer le portefeuille actuel ni utiliser la carte pour récupérer le code d'accès.
ja: 初期化を行うと、選択したカードまたはリングからウォレットは完全に消去されます。現在のウォレットを復元することはできず、このカードまたはリングを使ってアクセスコードを復旧することもできません。
ru: Сброс к заводским настройкам приведет к полному удалению кошелька с выбранной карты или кольца. Вы не сможете восстановить текущий кошелек или использовать данную карту или кольцо для восстановления кода доступа.
uk_ua: Скидання до заводських налаштувань призведе до повного видалення гаманця з обраної картки або кільця. Ви не зможете відновити поточний гаманець або використати цю картку або кільце для відновлення коду доступу.

# reset_card_without_backup_to_factory_message
source: A factory reset completely erases the wallet from the selected card or ring and removes it from the app. You will not be able to restore the current wallet.
de: Beim Zurücksetzen auf die Werkseinstellungen wird die Wallet der ausgewählten Karte oder Ring vollständig gelöscht und aus der App entfernt. Es ist nicht möglich, die aktuelle Wallet wiederherzustellen.
es: El reseteo a valores de fábrica eliminará completamente la billetera de la tarjeta/anillo seleccionado y lo eliminará de la app. No podrá restaurar la billetera actual.
fr: La réinitialisation aux paramètres d'usine supprimera complètement le portefeuille de la carte sélectionnée et le supprimera de l'application. Vous ne pourrez pas restaurer le portefeuille actuel.
ja: 初期化を行うと、選択したカードまたはリングからウォレットが完全に消去され、アプリからも削除されます。現在のウォレットは復元できません。
ru: Сброс к заводским настройкам приведет к полному удалению кошелька с выбранной карты или кольца. Вы не сможете восстановить текущий кошелек.
uk_ua: Скидання до заводських налаштувань призведе до повного видалення гаманця з обраної картки або кільця. Ви не зможете відновити поточний гаманець.

# reset_cards_dialog_complete_description
source: All Tangem devices have been reset.
de: Alle Tangem-Geräte wurden zurückgesetzt.
fr: Tous les appareils Tangem ont été réinitialisés.
ja: すべてのTangemデバイスがリセットされました。
ru: Все Tangem девайсы были сброшены.
uk_ua: Усі пристрої Tangem було скинуто.

# reset_cards_dialog_first_description
source: Something went wrong with the activation process. Please reset the cards one by one.
de: Bei der Aktivierung ist ein Fehler aufgetreten. Bitte setze die Karten nacheinander zurück.
fr: Une erreur s'est produite lors du processus d'activation. Veuillez réinitialiser les cartes une par une.
ja: アクティベーション処理中に問題が発生しました。カードを1枚ずつリセットしてください。
ru: Что-то пошло не так при активации. Пожалуйста, сбросьте карты по одной.
uk_ua: Щось пішло не так у процесі активації. Будь ласка, скиньте картки по черзі.

# reset_cards_dialog_first_title
source: Card verification failed
de: Kartenprüfung fehlgeschlagen
fr: Échec de la vérification de la carte
ja: カード認証に失敗しました
ru: Ошибка проверки карты
uk_ua: Не вдалося перевірити картку

# reset_cards_dialog_next_device_description
source: Please reset the next device to continue
de: Bitte setze das nächste Gerät zurück, um fortzufahren.
fr: Veuillez réinitialiser l'appareil suivant pour continuer.
ja: 続行するには次のデバイスをリセットしてください
ru: Сбросьте следующее устройство для продолжения.
uk_ua: Будь ласка, скиньте наступний пристрій, щоб продовжити

# save_user_wallet_agreement_access_description
source: Log into the app and check your balance without scanning the card or ring
de: Melde dich bei der App an und überprüfe dein Guthaben, ohne die Karte oder Ring zu scannen
es: Inicie sesión en la app y comprueba su saldo sin escanear la tarjeta o el anillo
fr: Connectez-vous à l'application et vérifiez votre solde sans scanner la carte
ja: アプリにログインして、カードまたはリングをスキャンせずに残高を確認できます
ru: Войдите в приложение и следите за своим балансом без сканирования карты или кольца
uk_ua: Увійдіть у додаток та слідкуйте за своїм балансом без сканування картки чи кільця

# save_user_wallet_agreement_access_title
source: Access the app
de: Zugriff auf die App
es: Acceder a la app
fr: Accéder à l'application
ja: アプリにアクセスする
ru: Доступ в приложение
uk_ua: Доступ до додатку

# save_user_wallet_agreement_allow
source: Allow to use %@
de: Verwendung von %@ zulassen
es: Permitir usar %@
fr: Autoriser l'utilisation de %@
ja: %@ の使用を許可
ru: Использовать %@
uk_ua: Використовувати %@

# save_user_wallet_agreement_code_description
source: %@ will be requested instead of the access code for interactions with your wallet
de: %@ wird anstelle des Zugangscodes für Interaktionen mit deiner Wallet abgefragt
es: %@ se solicitará en lugar del código de acceso para interactuar con su billetera
fr: %@ sera demandé à la place du code d'accès pour les interactions avec votre portefeuille
ja: ウォレットとのやり取りにはアクセスコードの代わりに%@が要求されます
ru: Для операций с вашим кошельком будет запрашиваться %@ вместо кода доступа карты
uk_ua: Для операцій з вашим гаманцем буде запитуватися %@ замість коду доступу картки

# save_user_wallet_agreement_code_title
source: Access code
de: Zugangscode
es: Código de acceso
fr: Code d'accès
ja: アクセスコード
ru: Код доступа
uk_ua: Код доступу

# save_user_wallet_agreement_dont_allow
source: Don't allow
de: Nicht zulassen
es: No autorizar
fr: Ne pas autoriser
ja: 許可しない
ru: Не использовать
uk_ua: Не дозволяти

# save_user_wallet_agreement_header
source: Would you like to use %@?
de: Möchtest du %@ verwenden?
es: ¿Le gustaría usar %@?
fr: Souhaitez-vous utiliser %@ ?
ja: %@を使用しますか?
ru: Вы хотите использовать %@?
uk_ua: Ви бажаєте використовувати %@?

# save_user_wallet_agreement_notice
source: Note that making a transaction with your funds will still require your card or ring
de: Beachte, dass für Transaktionen mit deinem Guthaben weiterhin deine Karte oder Ring erforderlich ist
es: Tenga en cuenta que realizar una transacción con sus fondos seguirá requiriendo su tarjeta
fr: Notez qu'effectuer une transaction avec vos fonds nécessitera toujours votre carte
ja: 資金を使って取引を行うには、カードまたはリングが必要になりますのでご注意ください
ru: Обратите внимание, что для совершения транзакции с вашими средствами по-прежнему потребуется ваша карта или кольцо
uk_ua: Зверніть увагу, що для здійснення транзакції з вашими коштами вам все одно знадобиться ваша картка або кільце

# scan_card_settings_button
source: Scan card or ring
de: Karte oder Ring scannen
es: Escanear tarjeta o anillo
fr: Scannez votre carte
ja: カードまたはリングをスキャン
ru: Сканировать
uk_ua: Сканувати

# scan_card_settings_message
source: Scan the card or ring to change its settings. The changes will impact only the card or ring you've scanned and will not affect other devices tied to your wallet.
de: Scanne die Karte oder Ring, um ihre Einstellungen zu ändern. Die Änderungen wirken sich nur auf die von dir gescannte Karte oder Ring aus und haben keine Auswirkungen auf andere mit deiner Wallet verknüpften Geräte.
es: Escanee la tarjeta o el anillo para cambiar su configuración. Los cambios afectarán solo a la tarjeta o el anillo que haya escaneado y no afectarán a otros dispositivos vinculados a su billetera.
fr: Scannez la carte pour modifier ses paramètres. Les modifications n'affecteront que la carte que vous avez scannée et n'affecteront pas les autres cartes liées à votre portefeuille.
ja: カードまたはリングをスキャンして設定を変更します。変更はスキャンしたカードまたはリングにのみ影響し、ウォレットに関連付けられている他のデバイスには影響しません。
ru: Отсканируйте карту или кольцо, чтобы изменить ее настройки. Изменения затронут только ту карту или кольцо, которые вы отсканировали, и не повлияют на другие устройства, привязанные к вашему кошельку.
uk_ua: Відскануйте картку або кільце, щоб змінити її налаштування. Зміни торкнуться лише тої картки або кільця, які ви відсканували, і не вплинуть на інші пристрої, прив'язані до вашого гаманця.

# scan_card_settings_title
source: Get your Tangem ready!
de: Halte deine Karte oder Ring bereit!
es: ¡Prepare su tarjeta/anillo!
fr: Préparez votre carte !
ja: Tangemを準備してください！
ru: Приготовьте устройство Tangem!
uk_ua: Підготуйте свій Tangem!

# security_alert_title
source: Security Alert
de: Sicherheitswarnung
es: Alerta de seguridad
fr: Alerte de sécurité
ja: セキュリティ警告
ru: Уведомление безопасности
uk_ua: Оповіщення безпеки

# seed_warning_no
source: No, I did not
de: Nein
es: No, no lo hice
fr: Non
ja: いいえ、しませんでした
ru: Нет
uk_ua: Ні, не робив

# seed_warning_yes
source: Yes, guide me
de: Ja, leite mich
es: Sí, guíame
fr: Oui, guidez-moi
ja: はい、案内してください
ru: Да
uk_ua: Так

# selling_insufficient_balance_alert_message
source: You don’t have enough funds in your balance to sell cryptocurrency. Please deposit the desired asset to proceed.
de: Dein Konto verfügt nicht über ausreichend Guthaben, um Kryptowährungen zu verkaufen. Bitte zahle den gewünschten Vermögenswert ein, um fortzufahren.
es: No tiene fondos suficientes en su saldo para vender esta criptomoneda. Deposite el activo deseado para continuar.
fr: Vous n'avez pas assez de fonds sur votre solde pour vendre cette cryptomonnaie. Veuillez déposer l'actif souhaité pour continuer.
ja: 暗号通貨を売却するための十分な資金が残高にありません。続行するには希望の資産を入金してください。
ru: На вашем балансе недостаточно средств для продажи криптовалюты. Пожалуйста, пополните нужный актив, чтобы продолжить.
uk_ua: На вашому балансі недостатньо коштів для продажу криптовалюти. Будь ласка, внесіть бажаний актив, щоб продовжити.

# selling_insufficient_balance_alert_title
source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
ja: 残高不足
ru: Недостаточно средств
uk_ua: Недостатній баланс

# selling_regional_restriction_alert_message
source: Selling cryptocurrency is unavailable in your region at the moment. We’re actively working to bring this option to you soon—stay tuned!
de: Der Verkauf von Kryptowährung ist in Deiner Region derzeit nicht möglich. Wir arbeiten aktiv daran, Ihnen diese Option bald anzubieten – bleib dran!
es: La venta de criptomonedas no está disponible en su región en este momento. Estamos trabajando activamente para ofrecerle esta opción pronto. ¡Manténgase conectado!
fr: La vente de cryptomonnaies n'est pas disponible dans votre région pour le moment. Nous travaillons activement pour vous proposer cette option prochainement. Restez connecté !
ja: 現在、お住まいの地域では暗号資産の売却はご利用いただけません。このオプションをすぐにご利用いただけるよう積極的に取り組んでいますので、お楽しみに！
ru: Продажа криптовалюты в вашем регионе временно недоступна. Мы активно работаем над тем, чтобы добавить эту возможность. Следите за нашими новостями!
uk_ua: Продаж криптовалюти у вашому регіоні тимчасово недоступний. Ми активно працюємо над тим, щоб додати цю можливість. Слідкуйте за нашими новинами!

# selling_regional_restriction_alert_title
source: Regional Restriction
de: Regionale Einschränkung
es: Restricción Regional
fr: Restriction Régionale
ja: 地域制限
ru: Региональные ограничения
uk_ua: Регіональні обмеження

# send_additional_field_already_included
source: Already included in the entered address
de: Bereits in der eingegebenen Adresse enthalten
es: Ya incluido en la dirección ingresada
fr: Déjà inclus dans l'adresse saisie
ja: 入力したアドレスにすでに含まれています
ru: Уже содержится во введенном адресе
uk_ua: Вже включено до введеної адреси

# send_alert_fee_too_high_text
source: Your commission amount is %@ times higher than the recommended amount. Please review and adjust your custom settings.
de: Der Provisionsbetrag ist %@ mal der empfohlene Betrag. Stelle sicher, dass die benutzerdefinierten Einstellungen korrekt sind.
es: El monto de la comisión es %@ veces el monto recomendado. Asegúrese de que la configuración personalizada sea correcta.
fr: Le montant de la commission est %@ fois le montant recommandé. Assurez-vous que les paramètres personnalisés sont corrects.
ja: 手数料額が推奨額の%@倍となっています。設定を再度確認し、調整してください。
ru: Сумма комиссии в %@ раз превышает рекомендованную. Убедитесь, что указанная комиссия верна.
uk_ua: Сума комісії у %@ разів перевищує рекомендовану. Переконайтеся, що вказана комісія вірна.

# send_alert_fee_too_low_text
source: You specified a commission below the recommended amount, which could cause a delay in your transaction. Continue?
de: Du hast eine Kommission angegeben, die unter dem empfohlenen Betrag liegt, was zu einer Verzögerung Ihrer Transaktion führen könnte. Weiter?
es: Ha especificado una comisión inferior a la cantidad recomendada, lo que podría provocar un retraso en su transacción. ¿Continuar?
fr: Vous avez spécifié une commission inférieure au montant recommandé, ce qui pourrait entraîner un retard dans votre transaction. Continuer?
ja: 推奨手数料を下回る手数料が指定されたため、取引に遅れが生じる可能性があります。続行しますか？
ru: Вы указали комиссию ниже рекомендуемой, это может привести к задержке исполнения вашей транзакции. Продолжить?
uk_ua: Ви вказали комісію нижче рекомендованої, це може спричинити затримку вашої транзакції. Продовжити?

# send_alert_transaction_failed_text
source: Reason: %1$@ Code: %2$@
de: Grund: %1$@ Code: %2$@
es: Razón: %1$@ Código: %2$@
fr: Raison : %1$@ Code : %2$@
ja: 理由: %1$@ コード: %2$@
ru: Причина: %1$@ Код: %2$@
uk_ua: Причина: %1$@ Код: %2$@

# send_alert_transaction_failed_title
source: The transaction is not completed
de: Die Transaktion ist nicht abgeschlossen
es: La transacción está incompleta
fr: La transaction est incomplète
ja: 取引は完了していません
ru: Транзакция не выполнена
uk_ua: Транзакція не завершена

# send_amount_convert_to_another_token
source: Swap to another token or network
de: In ein anderes Token umwandeln
es: Convertir a otro token
fr: Convertir en un autre jeton
ja: 別のトークンまたはネットワークにスワップする
ru: Обменять на другой токен или сеть
uk_ua: Конвертувати в інший токен

# send_amount_receive_token_subtitle
source: Will be sent to recipient
de: Wird an den Empfänger gesendet
es: Se enviará al destinatario
fr: Sera envoyé au destinataire
ja: 受取人に送信されます
ru: Будет отправлено получателю
uk_ua: Буде надіслано одержувачу

# send_bitcoin_custom_fee_footer
source: You can set your transaction fee by adjusting the value in the Satoshi per vByte field.
de: Du kannst deine Transaktionsgebühr festlegen, indem du den Wert im Feld Satoshi pro vByte anpasst.
es: Puede establecer su tarifa de transacción ajustando el valor en el campo Satoshi por vByte.
fr: Vous pouvez définir vos frais de transaction en ajustant la valeur dans le champ Satoshi par vByte.
ja: 取引手数料は、vByteフィールドのSatoshiの値を調整して設定できます。
ru: Вы можете установить комиссию за транзакцию, изменив значение в поле Satoshi per vByte.
uk_ua: Ви можете встановити розмір комісії за транзакцію, налаштувавши значення в полі Satoshi per vByte.

# send_custom_amount_fee_footer
source: The fee that will be charged for your transaction. You can set your own value.
de: Die Gebühr, die für deine Transaktion erhoben wird. Du kannst einen eigenen Wert festlegen.
es: La tarifa que se cobrará por tu transacción. Puedes establecer tu propio valor.
fr: Les frais qui seront facturés pour votre transaction. Vous pouvez définir votre propre valeur.
ja: 取引にかかる手数料です。自由に設定できます。
ru: Комиссия, которая будет взята за вашу транзакцию. Вы можете выставить своё собственное значение.
uk_ua: Комісія, яка буде стягнута за вашу транзакцію. Ви можете встановити власне значення.

# send_custom_evm_max_fee_footer
source: This is the cost you are willing to pay for each unit of gas. The higher the gas price, the faster your transaction will be processed. (Priority fee included)
de: Dies sind die Kosten, die du für jede Gaseinheit zu zahlen bereit bist. Je höher der Gaspreis ist, desto schneller wird deine Transaktion bearbeitet. (Vorzugsgebühr inbegriffen)
es: Este es el coste que está dispuesto(a) a pagar por cada unidad de gas. Cuanto más alto sea el precio del gas, más rápido se procesará su transacción. (Tarifa prioritaria incluida)
fr: Il s'agit du coût que vous êtes prêt à payer pour chaque unité de gaz. Plus le prix du gaz est élevé, plus votre transaction sera traitée rapidement. (Frais de priorité inclus)
ja: 各ガスに支払う最大コストです。ガス代が高いほど、トランザクションは早く処理されます。(優先手数料を含みます）
ru: Это стоимость, которую вы готовы заплатить за каждую единицу газа. Чем выше цена газа, тем быстрее ваша транзакция будет обработана. (Приоритетная комиссия включена)
uk_ua: Це вартість, яку ви готові платити за кожну одиницю газу. Чим вища ціна газу, тим швидше буде оброблено вашу транзакцію. (Пріоритетна плата входить у вартість)

# send_custom_evm_max_fee
source: Max fee
de: Maximale Gebühr
es: Tarifa máxima
fr: Frais maximum
ja: 最大手数料
ru: Максимальная комиссия
uk_ua: Максимальна комісія

# send_custom_evm_priority_fee_footer
source: The fee that a user can pay to miners or validators to expedite the inclusion of their transaction in a block.
de: Die Gebühr, die ein Nutzer an Miner oder Validierer zahlen kann, um die Aufnahme seiner Transaktion in einen Block zu beschleunigen.
es: La tarifa que un usuario puede pagar a los mineros o validadores para acelerar la inclusión de su transacción en un bloque.
fr: Les frais qu'un utilisateur peut payer aux mineurs ou aux validateurs pour accélérer l'inclusion de leur transaction dans un bloc.
ja: ブロックに自分の取引が含まれるのを早めるために、ユーザーがマイナーやバリデーターに支払う手数料です。
ru: Комиссия, которую пользователь может заплатить майнерам или валидаторам за ускорение включения его транзакции в блок.
uk_ua: Комісія, яку користувач може заплатити майнерам або валідаторам, щоб прискорити включення їхньої транзакції в блок.
