Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# hw_backup_close_description
source: If you do, you'll need to start over.
de: Wenn dies der Fall ist, musst Du von vorne beginnen.
es: Si lo hace, tendrá que empezar de nuevo.
fr: Si vous le faites, vous devrez recommencer depuis le début.
ja: 実行すると、最初からやり直す必要があります。
ru: Если вы это сделаете, придётся начать заново.
uk_ua: Якщо ви це зробите, доведеться почати спочатку.

# hw_backup_google_drive_description
source: Recover existing wallet via Google Drive backup
de: Vorhandene Wallet über Google Drive-Backup wiederherstellen
fr: Récupérer un portefeuille existant via la sauvegarde Google Drive
ja: Googleドライブのバックアップから既存のウォレットを復元する
ru: Восстановить существующий кошелёк через резервную копию Google Drive
uk_ua: Відновлення існуючого гаманця за допомогою резервної копії Google Диску

# hw_backup_hardware_create_description
source: Create a secure wallet and transfer your funds for extra protection.
de: Erstelle eine neue, sichere Wallet und übertrage Deine Gelder, um zusätzlichen Schutz zu gewährleisten.
fr: Créez un portefeuille sécurisé et transférez vos fonds pour bénéficier d'une protection supplémentaire.
ja: さらに強固なセキュリティのために、新しいウォレットを作成して資産を移動しましょう。
ru: Создайте новый защищённый кошелёк и переведите свои средства для максимальной защиты.
uk_ua: Створіть новий захищений гаманець і переведіть свої кошти для додаткового захисту.

# hw_backup_hardware_create_title
source: Create new wallet
de: Neue Wallet erstellen
fr: Créer un nouveau portefeuille
ja: 新しいウォレットを作成
ru: Создать новый кошелек
uk_ua: Створити новий гаманець

# hw_backup_hardware_description
source: Level up your security with the superior Tangem hardware wallet.
de: Erhöhe Deine Sicherheit mit der überlegenen Hardware-Wallet von Tangem.
fr: Renforcez votre sécurité grâce au Hardware wallet haut de gamme Tangem.
ja: Tangemの高性能ハードウェアウォレットで、セキュリティをさらに強化しましょう。
ru: Повысьте уровень безопасности с помощью продвинутого аппаратного кошелька Tangem.
uk_ua: Підвищіть рівень своєї безпеки за допомогою просунутого апаратного гаманця Tangem.

# hw_backup_hardware_title
source: Hardware wallet
ja: ハードウェアウォレット
ru: Аппаратный кошелёк
uk_ua: Апаратний гаманець

# hw_backup_hardware_upgrade_description
source: Convert your current mobile wallet into a Tangem cold wallet.
de: Übertrage Deine aktuelle Wallet in die Tangem Hardware-Wallet.
es: Move your current wallet into Tangem.
fr: Transférez votre portefeuille actuel vers Tangem.
ja: 現在のモバイルウォレットをTangemのコールドウォレットに変換します。
ru: Перенесите свой текущий кошелек в холодный кошелек Tangem.
uk_ua: Перетворіть поточний гаманець на холодний гаманець Tangem.

# hw_backup_hardware_upgrade_title
source: Upgrade current wallet
de: Aktualisiere Deine aktuelle Wallet
fr: Améliorer le wallet actuel
ja: 現在のウォレットをアップグレードする
ru: Улучшить текущий кошелёк
uk_ua: Оновіть поточний гаманець

# hw_backup_icloud_description
source: Recover existing wallet via iCloud backup
de: Stelle Deine bestehende Wallet über ein iCloud-Backup wieder her.
fr: Récupérer un portefeuille existant via la sauvegarde iCloud
ja: iCloudバックアップ経由で既存のウォレットを復元する
ru: Восстановить текущий кошелек через iCloud
uk_ua: Відновлення існуючого гаманця через iCloud

# hw_backup_icloud_title
source: iCloud backup
de: iCloud-Sicherung
fr: Sauvegarde iCloud
ja: iCloudバックアップ
ru: iCloud восстановление
uk_ua: iCloud відновлення

# hw_backup_need_action
source: Go to backup
de: Gehe zum Backup
fr: Aller à la sauvegarde
ja: バックアップへ移動
ru: Перейти к бэкапу
uk_ua: Перейти до бекапу

# hw_backup_need_description
source: Please back up your wallet before creating an access code.
de: Bitte sicher Deine Wallet, bevor Du einen Zugangscode erstellst.
fr: Veuillez sauvegarder votre portefeuille avant de créer un code d'accès.
ja: アクセスコードを作成する前にウォレットをバックアップしてください。
ru: Пожалуйста, создайте резервную копию вашего кошелька перед установкой кода доступа.
uk_ua: Будь ласка, створіть резервну копію свого гаманця, перш ніж створювати код доступу.

# hw_backup_need_finish_first
source: Complete the backup first
de: Sicherung zuerst beenden
es: Finish backup first
fr: Terminez d'abord la sauvegarde.
ja: 先にバックアップを完了してください
ru: Сначала завершите резервное копирование
uk_ua: Спочатку завершіть резервне копіювання

# hw_backup_need_title
source: Finalize backup first
de: Zuerst die Sicherung abschließen
fr: Finalisez d'abord la sauvegarde.
ja: まずバックアップを完了する
ru: Сначала завершите создание резервной копии
uk_ua: Спочатку завершіть резервне копіювання

# hw_backup_no_backup
source: Incomplete
de: Unvollständig
fr: Incomplet
ja: 未完了
ru: Не завершено
uk_ua: Не завершено

# hw_backup_section_other_title
source: Other methods
de: Andere Methoden
fr: Autres méthodes
ja: その他の方法
ru: Другие способы
uk_ua: Інші методи

# hw_backup_seed_code_description
source: Save your recovery phrase in a secure place and keep it private to protect your funds, and set up an access code for additional security.
de: Bewahre Deine Wiederherstellungsphrase an einem sicheren Ort auf und halte diese geheim, um Dein Guthaben zu schützen. Richte außerdem einen 8 stelligen Zugangscode für zusätzliche Sicherheit ein.
ja: リカバリーフレーズは安全な場所に保管し、他人に知られないようにしてください。あわせて、資産をさらに強力に保護するためにアクセスコードを設定してください。
ru: Сохраните фразу восстановления в надежном месте и держите её в секрете, чтобы защитить свои средства, а также установите код доступа для дополнительной безопасности.

# hw_backup_seed_description
source: Save your recovery phrase in a secure place and keep it private to protect your funds.
de: Speicher Deinen Wiederherstellungssatz an einem sicheren Ort und halte diesen stets geheim, um Dein Geld zu schützen.
fr: Conservez votre seed phrase dans un endroit sûr et gardez-la confidentielle afin de protéger vos fonds.
ja: 資金を保護するため、リカバリーフレーズは安全な場所に保管し、他人に知られないようにしてください。
ru: Сохраните фразу восстановления в безопасном месте и держите её в секрете.
uk_ua: Збережіть фразу відновлення у безпечному місці і тримайте її у таємниці.

# hw_backup_seed_title
source: Recovery phrase
de: Wiederherstellungs-Phrase
fr: Seed phrase
ja: リカバリーフレーズ
ru: Фраза восстановления
uk_ua: Фраза відновлення

# hw_backup_to_secure_description
source: To secure your wallet with an access code, complete the backup process.
de: Um Deine Wallet mit einem Zugangscode zu sichern, schließe den Sicherungsvorgang ab.
fr: Pour sécuriser votre wallet avec un code d'accès, effectuez la procédure de sauvegarde.
ja: アクセスコードでウォレットを保護するには、バックアップの手続きを完了してください。
ru: Чтобы защитить ваш кошелёк с помощью кода доступа, сначала завершите резервное копирование.
uk_ua: Щоб захистити свій гаманець за допомогою коду доступу, завершіть процес резервного копіювання.

# hw_backup_to_upgrade_description
source: To upgrade to a hardware wallet, complete the backup process.
de: Um Deine Wallet auf Hardware umzustellen, erstelle vorher ein Backup.
fr: Pour passer à un portefeuille matériel, terminez le processus de sauvegarde.
ja: ハードウェアウォレットにアップグレードするには、バックアップの手続きを完了してください。
ru: Чтобы улучшить кошелёк до аппаратного, сначала создайте резервную копию.
uk_ua: Щоб покращити гаманець до апаратного, спочатку створіть резервну копію.

# hw_backup_upgrade_description
source: Upgrade your mobile wallet to a Tangem hardware wallet for the highest security. Import your wallet or transfer funds to a new one.
de: Rüste Deine mobile Wallet auf eine Tangem-Hardware-Wallet um, um höchste Sicherheit zu gewährleisten. Importiere Deine Wallet oder übertrage Dein Guthaben auf eine neue Wallet.
fr: Mettez à niveau votre portefeuille mobile vers un portefeuille matériel Tangem pour bénéficier d'une sécurité maximale. Importez votre portefeuille ou transférez vos fonds vers un nouveau portefeuille.
ja: 業界最高レベルのセキュリティを実現するため、モバイルウォレットをTangemハードウェアウォレットにアップグレードしましょう。既存のウォレットをインポートするか、新しいウォレットへ資産を移行できます。
ru: Перенесите свой мобильный кошелек на аппаратный кошелек Tangem для максимальной безопасности. Импортируйте существующий кошелек или переведите средства на новый.

# hw_backup_upgrade_title
source: Upgrade to cold wallet
de: Upgrade auf Cold Wallet
fr: Passez à un hardware wallet
ja: コールドウォレットにアップグレード
ru: Апгрейд до холодного кошелька

# hw_create_keys_description
source: Your private keys are securely encrypted and stored on your phone
de: Deine privaten Schlüssel sind nur für die Tangem Hot-Wallet sicher verschlüsselt und auf Deinem Telefon gespeichert.
fr: Vos clés privées sont cryptées et stockées en toute sécurité sur votre téléphone.
ja: 秘密鍵は安全に暗号化され、スマートフォン上に保存されています
ru: Ваши приватные ключи надёжно зашифрованы и хранятся на вашем телефоне
uk_ua: Ваші приватні ключі надійно зашифровані та зберігаються на вашому телефоні

# hw_create_keys_title
source: Private keys stay on your device
de: Schlüssel werden in der App gespeichert
fr: Les clés privées restent sur votre appareil
ja: 秘密鍵はデバイス上に保持されます
ru: Ключи хранятся в приложении
uk_ua: Ключі зберігаються у застосунку

# hw_create_seed_description
source: Create or restore your wallet with a recovery phrase.
de: Erstelle oder stelle Deine Wallet mithilfe einer Wiederherstellungsphrase wieder her – Deinem integrierten Backup.
fr: Créez ou restaurez votre portefeuille à l'aide d'une seed phrase.
ja: リカバリーフレーズを使ってウォレットを作成または復元してください。
ru: Создайте или импортируйте кошелёк с помощью вашей фразы восстановления.
uk_ua: Створіть або відновіть свій гаманець за допомогою вашої фрази відновлення.

# hw_create_seed_title
source: Seed phrase backup
de: Sicherung der Seed-Phrase
fr: Sauvegarde de la seed phrase
ja: シードフレーズのバックアップ
ru: Резервная копия
uk_ua: Резервна копія

# hw_create_title
source: Create Mobile Wallet
de: Mobile Wallet erstellen
fr: Créer un wallet mobile
ja: モバイルウォレットを作成する
ru: Создать мобильный кошелек
uk_ua: Мобільний гаманець

# hw_create_upgrade_description
source: Transfer your mobile wallet to a Tangem card or ring anytime, securely.
de: Übertrage Deine mobile Wallet jederzeit und sicher auf eine Tangem-Karte oder einen Tangem-Ring.
fr: Transférez votre portefeuille mobile vers une carte ou une bague Tangem à tout moment, en toute sécurité.
ja: モバイルウォレットは、いつでも安全にTangemカードまたはリングへ移行できます。
ru: Перенесите свой мобильный кошелек на Tangem-карту или кольцо в любое время.

# hw_create_upgrade_title
source: Upgrade to hardware wallet
de: Upgrade auf Hardware-Wallet
fr: Passez à un hardware wallet
ja: ハードウェアウォレットにアップグレード
ru: Апгрейд до аппаратного кошелька

# hw_import_existing_wallet
source: Import existing wallet
de: Vorhandene Wallet importieren
fr: Importer un portefeuille existant
ja: 既存のウォレットをインポートする
ru: Импортировать существующий
uk_ua: Імпортувати існуючий гаманець

# hw_import_seed_phrase_already_imported
source: This recovery phrase has already been imported
de: Diese Wiederherstellungsphrase wurde bereits importiert
fr: Cette seed phrase a déjà été importée.
ja: このリカバリーフレーズはすでにインポートされています。
ru: Эта фраза восстановления уже была импортирована
uk_ua: Ця фраза відновлення вже була імпортована

# hw_mobile_wallet
source: Mobile Wallet
fr: Wallet mobile
ja: モバイルウォレット
ru: Мобильный кошелек
uk_ua: Мобільний гаманець

# hw_remove_wallet_action_forget_title
source: Forget wallet
de: Wallet dauerhaft entfernen
fr: Oubliez votre portefeuille
ja: ウォレット削除
ru: Забыть кошелек
uk_ua: Забути гаманець

# hw_remove_wallet_attention_description
source: This wallet will be permanently removed from your device
de: Diese Wallet wird dauerhaft von Deinem Gerät entfernt.
fr: Ce portefeuille sera définitivement supprimé de votre appareil.
ja: このウォレットはデバイスから完全に削除されます。
ru: Этот кошелёк будет окончательно удалён с вашего устройства.
uk_ua: Цей гаманець буде назавжди видалено з вашого пристрою

# hw_remove_wallet_confirmation_title
source: Are you sure you want to do this?
de: Bist du dir sicher, dass du das tun willst?
fr: Êtes-vous sûr de vouloir faire cela ?
ja: 本当にこれを実行しますか？
ru: Вы уверены, что хотите выполнить эту операцию?
uk_ua: Ви впевнені, що хочете виконати цю операцію?

# hw_remove_wallet_nav_title
source: Forget wallet
de: Wallet dauerhaft entfernen
fr: Oubliez votre portefeuille
ja: ウォレット削除
ru: Забыть кошелек
uk_ua: Забути гаманець

# hw_remove_wallet_notification_action_backup_go
source: Go to backup
de: Zum Backup wechseln
fr: Aller à la sauvegarde
ja: バックアップへ移動
ru: Перейти к резервному копированию
uk_ua: Перейти до резервної копії

# hw_remove_wallet_notification_action_backup_view
source: View recovery phrase
de: Backup anzeigen
es: View backup
fr: Afficher la sauvegarde
ja: リカバリーフレーズを表示
ru: Показать фразу восстановления
uk_ua: Переглянути резервне копіювання

# hw_remove_wallet_notification_action_forget_anyway
source: Forget anyway
de: Trotzdem entfernen!
fr: Oubliez quand même
ja: とにかく削除する
ru: Забыть всё равно
uk_ua: Все одно забути

# hw_remove_wallet_notification_action_forget
source: Forget wallet
de: Entferne Deine Wallet für immer!
fr: Oubliez votre portefeuille
ja: ウォレット削除
ru: Забыть кошелек
uk_ua: Забути гаманець

# hw_remove_wallet_notification_description_has_backup
source: This wallet has a backup. Ensure you can recover it before forgetting the wallet.
de: Diese Wallet verfügt über ein Backup. Stelle sicher, dass Du es wiederherstellen kannst, bevor die Wallet resettet wird.
fr: Ce portefeuille dispose d'une sauvegarde. Assurez-vous de pouvoir la récupérer avant d'oublier le portefeuille.
ja: このウォレットにはバックアップがあります。ウォレットを削除する前に、復元できることを確認してください。
ru: Резервная копия этого кошелька существует. Проверьте её перед удалением, чтобы убедиться, что сможете восстановить кошелёк позже.
uk_ua: Резервна копія цього гаманця існує. Перевірте її перед видаленням, щоб переконатися, що зможете відновити гаманець пізніше.

# hw_remove_wallet_notification_description_without_backup
source: If you forget this wallet without a backup, you'll permanently lose access to your funds.
de: Wenn Du diese Wallet ohne Backup löschst, verlierst Du dauerhaft den Zugriff auf Dein Guthaben.
fr: Si vous oubliez ce portefeuille sans sauvegarde, vous perdrez définitivement l'accès à vos fonds.
ja: バックアップを行わずにこのウォレットを削除すると、資金へのアクセスを永久に失います。
ru: Если вы удалите этот кошелёк без резервной копии, вы навсегда потеряете доступ к своим средствам.
uk_ua: Якщо ви видалите цей гаманець без резервної копії, ви назавжди втратите доступ до своїх коштів.

# hw_remove_wallet_notification_title
source: Are you sure you want to forget this wallet?
de: Bist du sicher, dass du diese Wallet vergessen willst?
fr: Êtes-vous sûr de vouloir oublier ce portefeuille ?
ja: このウォレットを削除してもよろしいですか？
ru: Забыть этот кошелек?
uk_ua: Забути цей гаманець?

# hw_remove_wallet_warning_access
source: I understand that if I haven't backed up my wallet before removing it, I will lose access to it.
de: Mir ist bewusst, dass ich den Zugriff auf meine Wallet verlieren kann, wenn ich sie vor der Entfernung nicht gesichert habe.
fr: Je comprends que si je n'ai pas sauvegardé mon portefeuille avant de le supprimer, je perdrai l'accès à celui-ci.
ja: ウォレットを削除する前にバックアップを行っていない場合、ウォレットへのアクセスを失うことを理解しています。
ru: Я понимаю, что если я не создал резервную копию кошелька перед его удалением, я могу потерять к нему доступ.
uk_ua: Я розумію, що якщо я не створив резервну копію гаманця перед його видаленням, я можу втратити досту до нього.

# hw_remove_wallet_warning_device
source: I understand that removing my wallet does not delete it, only removes it from my device.
de: Mir ist bewusst, dass durch das Entfernen meiner Wallet diese nicht gelöscht, sondern lediglich von meinem Gerät entfernt wird.
fr: Je comprends que le fait de supprimer mon portefeuille ne l'efface pas, mais le supprime uniquement de mon appareil.
ja: ウォレットを削除しても中身自体が消えるわけではなく、このデバイスから表示が消えるだけであることを理解しています。
ru: Я понимаю, что удаление моего кошелька не стирает его — оно просто удаляет его с моего устройства.
uk_ua: Я розумію, що видалення мого гаманця не видаляє його повністю, а просто видаляє його з мого пристрою.

# hw_upgrade_backup_description
source: All your addresses and balances stay fully accessible when upgrading your mobile wallet to a Tangem card or ring.
de: Alle Deine Adressen und Guthaben bleiben beim Upgrade Deiner mobilen Wallet auf eine Tangem-Karte oder einen Tangem-Ring vollständig zugänglich.
es: Seed phrase not required. Your Tangem card or ring becomes your secure backup.
fr: Toutes vos adresses et tous vos soldes restent entièrement accessibles lorsque vous passez d'un portefeuille mobile à une carte ou une bague Tangem.
ja: モバイルウォレットをTangemカードまたはリングにアップグレードしても、すべてのアドレスと残高は引き続き完全に利用できます。
ru: Все ваши адреса и балансы остаются полностью доступными при апгрейде мобильного кошелька на Tangem-карту или кольцо.
uk_ua: Фраза відновлення більше не потрібна — ваша картка або кільце Tangem стає вашою безпечною резервною копією.

# hw_upgrade_backup_title
source: Same Addresses
de: Gleiche Adressen
es: Backup with Tangem
fr: Mêmes adresses
ja: 同じアドレス
ru: Те же адреса
uk_ua: Резервне копіювання з Tangem

# hw_upgrade_error_card_already_has_wallet
source: Can't upgrade. A wallet already exists on this device.
de: Ein Upgrade ist nicht möglich. Auf diesem Gerät ist bereits eine Wallet vorhanden.
fr: Impossible de mettre à niveau. Un portefeuille existe déjà sur cet appareil.
ja: アップグレードできません。このデバイスにはすでにウォレットが存在します。
ru: Это устройство не может быть использовано для апгрейда, оно уже содержит другой кошелек.
uk_ua: Цей пристрій не може бути використаний для оновлення, він вже містить інший гаманець.

# hw_upgrade_error_card_key_import
source: Pick another device. This one can't be used for the upgrade.
de: Wähle ein anderes Gerät. Dieses Gerät kann für das Upgrade nicht verwendet werden.
fr: Choisissez un autre appareil. Celui-ci ne peut pas être utilisé pour la mise à niveau.
ja: 別のデバイスを選択してください。このデバイスはアップグレードに使用できません。
ru: Выберите другое устройство. Это нельзя использовать для обновления.
uk_ua: Виберіть інший пристрій. Цей не можна використовувати для оновлення.

# hw_upgrade_error_wallet2_card_required
source: An error occurred during the operation.
de: Bei der Operation ist ein Fehler aufgetreten.
fr: Une erreur s'est produite pendant l'opération.
ja: 操作中にエラーが発生しました。
ru: Во время операции произошла ошибка.
uk_ua: Під час операції виникла помилка.

# hw_upgrade_funds_access_description
source: Your funds remain safe and fully accessible during the process
de: Dein Geld bleibt während des gesamten Prozesses sicher und vollständig zugänglich
fr: Vos fonds restent en sécurité et entièrement accessibles pendant toute la durée du processus.
ja: 処理中も、資金は安全に保たれ、常にアクセス可能です。
ru: Ваши средства остаются в безопасности и полностью доступны в процессе.
uk_ua: Ваші кошти залишаються в безпеці та повністю доступними протягом усього процесу

# hw_upgrade_funds_access_title
source: Access to funds
de: Zugang zu Geldern
fr: Accès aux fonds
ja: 資金へのアクセス
ru: Доступ к средствам
uk_ua: Доступ до коштів

# hw_upgrade_general_security_description
source: After upgrading, your mobile wallet is removed from the app and stored on your Tangem hardware wallet. Your recovery phrase stays with you.
de: Nach dem Upgrade wird Deine mobile Wallet aus der App entfernt und auf Deine Tangem-Hardware-Wallet gespeichert. Deine Wiederherstellungsphrase bleibt erhalten.
es: Your wallet data will be erased from the app and stored on your hardware wallet
fr: Après la mise à niveau, votre portefeuille mobile sera supprimé de l'application et stocké sur votre hardware wallet; votre seedphrase restera en votre possession.
ja: アップグレード後、モバイルウォレットはアプリから削除され、Tangemハードウェアウォレットに保存されます。リカバリーフレーズは引き続きお手元に保持されます。
ru: После апгрейда ваш мобильный кошелек будет удалён из приложения и сохранён на аппаратном кошельке; фраза восстановления остаётся у вас.
uk_ua: Данні вашого гаманця будуть видалені із застосунку і збережені на вашому пристрої Tangem.

# hw_upgrade_general_security_title
source: General security
de: Allgemeine Sicherheit
fr: Sécurité générale
ja: セキュリティ全般
ru: Общая безопасность
uk_ua: Загальна безпека

# hw_upgrade_key_migration_description
source: Private keys will be moved from the app to your Tangem hardware wallet
de: Die privaten Schlüssel werden von der App auf Ihr Tangem-Gerät übertragen.
fr: Les clés privées seront transférées de l'application vers votre hardware wallet Tangem.
ja: 秘密鍵はアプリからTangemハードウェアウォレットへ移行されます
ru: Приватные ключи будут перемещены из приложения в вашу Tangem карту или кольцо
uk_ua: Приватні ключі будуть переміщені з додатку у вашу Tangem картрку або кільце

# hw_upgrade_key_migration_title
source: Key migration
de: Schlüsselmigration
fr: Migration des clés
ja: キーの移行
ru: Миграция ключей
uk_ua: Міграція ключів

# hw_upgrade_scan_device
source: Scan device
de: Gerät scannen
fr: Scannez l'appareil
ja: デバイスをスキャン
ru: Сканировать устройство
uk_ua: Сканувати пристрій

# hw_upgrade_start_action
source: Start upgrade
de: Upgrade starten
fr: Lancer la mise à niveau
ja: アップグレードを開始
ru: Начать апгрейд
uk_ua: Розпочати оновлення

# hw_upgrade_start_description
source: You're about to upgrade to our hardware wallet. It will keep your assets safe in cold storage.
de: Du stehst kurz vor dem Upgrade auf unsere Hardware-Wallet. Damit werden Deine Vermögenswerte sicher in Offline-Speichern aufbewahrt.
fr: Vous êtes sur le point de passer à notre hardware wallet. Il assurera la sécurité de vos actifs grâce au stockage hors ligne.
ja: ハードウェアウォレットへのアップグレードを行います。資産はコールドストレージで安全に保管されます。
ru: Вы собираетесь перейти на устройство Tangem, где ваши активы будут в безопасности в холодном хранилище.
uk_ua: Ви збираєтеся перейти на пристрій Tangem, де ваші активи будуть у безпеці в холодному сховищі.

# hw_upgrade_start_title
source: Tangem Wallet
ja: Tangemウォレット

# hw_upgrade_title
source: Upgrade to our Hardware Wallet
de: Upgrade auf Hardware Wallet
fr: Passez à notre Hardware Wallet
ja: ハードウェアウォレットにアップグレード
ru: Обновиться до аппаратного кошелька
uk_ua: Оновіть до апаратного гаманця

# hw_upgrade_to_cold_banner_description
source: Keep your crypto safe with Tangem's top-tier hardware wallet.
de: Schütze Deine Kryptowährungen mit Tangems erstklassiger Hardware-Wallet.
fr: Protégez vos cryptomonnaies grâce au hardware wallet haut de gamme de Tangem.
ja: Tangemの業界最高クラスのハードウェアウォレットで、暗号資産を安全に保管しましょう。
ru: Храните свою криптовалюту в безопасности с помощью первоклассного аппаратного кошелька Tangem.
uk_ua: Зберігайте свою криптовалюту в безпеці за допомогою першокласного апаратного гаманця Tangem.

# hw_upgrade_to_cold_banner_title
source: Upgrade your wallet to hardware security
de: Rüste Deine Wallet auf Hardware-Sicherheit auf.
fr: Améliorez la sécurité de votre wallet grâce à un dispositif matériel
ja: ウォレットをハードウェアセキュリティにアップグレードする
ru: Сделать апгрейд кошелька до аппаратной версии.
uk_ua: Оновіть свій гаманець до апаратної версії.

# hw_upgrade
source: Upgrade
fr: Améliorer
ja: アップグレード
ru: Апгрейд
uk_ua: Оновлення

# information_generated_with_ai
source: This information was generated with AI. Tap here, if you find any errors.
de: Diese Informationen wurden mithilfe von KI generiert. Tippe hier, wenn Du Fehler findest.
es: Esta información fue generada con IA. Pulse aquí si encuentra algún error.
fr: Ces informations ont été générées avec l'IA. Appuyez ici si vous trouvez des erreurs.
ja: この情報はAIで生成されました。 エラーが見つかった場合は、ここをタップしてください。
ru: Эта информация была сгенерирована ИИ. Нажмите здесь, если обнаружили ошибку.
uk_ua: Ця інформація була створена за допомогою ШІ. Натисніть тут, якщо знайшли помилку.
