Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# yield_module_high_fee_error
source: Your funds will be automatically supplied to Aave once network fees are lower or your balance meets the minimum required amount.
de: Deine Gelder werden automatisch an Aave überwiesen, sobald die Netzwerkgebühren niedriger sind oder Dein Guthaben den erforderlichen Mindestbetrag erreicht.
es: Sus fondos se suministrarán automáticamente a Aave una vez que las comisiones de red sean más bajas o su saldo alcance el importe mínimo requerido.
fr: Vos fonds seront automatiquement transférés vers Aave dès que les frais de réseau seront moins élevés ou que votre solde atteindra le montant minimum requis.
ja: ネットワーク手数料が下がるか、残高が最低必要額に達すると、資金は自動的にAaveに供給されます。
ru: Ваши средства будут автоматически переведены в Aave, как только комиссия сети снизится или баланс достигнет минимально необходимой суммы.
uk_ua: Ваші кошти будуть автоматично переведені у Aave, як тільки мережеві комісії знизяться або ваш баланс досягне мінімально необхідної суми.

# yield_module_high_network_fees_notification_description
source: Fees are higher than usual because the market is very active. You can proceed now or check back later when the fees are lower.
de: Die Gebühren sind aufgrund der hohen Marktaktivität derzeit höher als üblich. Du kannst jetzt fortfahren oder später noch einmal vorbeischauen, wenn die Gebühren niedriger sind.
es: Las comisiones son más altas de lo habitual debido a la alta actividad del mercado. Puede continuar ahora o volver a consultar más tarde cuando las comisiones sean más bajas.
fr: Les frais sont plus élevés que d'habitude car le marché est très actif. Vous pouvez procéder maintenant ou revenir plus tard lorsque les frais seront moins élevés.
ja: 市場が非常に活発なため、現在の手数料は通常よりも高くなっています。今すぐ続行するか、手数料が下がるのを待って後で再確認することもできます。
ru: Комиссии сейчас выше обычного из-за высокой активности на рынке. Вы можете продолжить сейчас или вернуться позже, когда комиссии снизятся.
uk_ua: Комісії наразі вищі чим зазвичай із-за високої активності на ринку. Ви можете продовжити зараз чи повернутися пізніше, коли комісія знизиться.

# yield_module_high_network_fees_notification_title
source: High Network Fees
de: Hohe Netzwerkgebühren
es: Tarifas de red elevadas
fr: Frais de réseau élevés
ja: ネットワーク手数料が高額です
ru: Высокая сетевая комиссия
uk_ua: Висока мережева комісія

# yield_module_historical_returns
source: Historical returns
de: Historische Renditen
es: Rendimientos históricos
fr: Rendements historiques
ja: 過去のリターン
ru: Историческая доходность
uk_ua: Історична прибутковість

# yield_module_main_screen_promo_banner_message
source: Enable %1$@%% APY on your balance
de: Aktiviere %1$@%% Jahreszins auf Dein Guthaben
es: Consiga un %1$@%% APY sobre su saldo
fr: Activez %1$@%% APY sur votre solde
ja: 保有資産に年利%1$@%%を適用
ru: Получай до %1$@ APY на свой баланс
uk_ua: Отримуй до %1$@ APY на свій баланс

# yield_module_main_view_approve_notification_description
source: Approval for your token in Yield Mode has been revoked. Open the token to grant permission again.
de: Die Genehmigung für Deine Token im Yield-Modus wurde widerrufen. Öffne den Token, um die Berechtigung erneut zu erteilen.
es: Se ha revocado la autorización para su token en el Modo Rendimiento. Abra el token para volver a conceder el permiso.
fr: L'autorisation pour votre token en mode Rendement a été révoquée. Ouvrez le token pour accorder à nouveau l'autorisation.
ja: 利息モードでのトークンの承認が取り消されました。トークンを開いて再度許可してください。
ru: Разрешение для вашего токена в режиме доходности было отозвано. Откройте токен, чтобы выдать разрешение снова.
uk_ua: Дозвіл для вашого токена в режимі Yield було відкликано. Відкрийте токен, щоб надати дозвіл знову.

# yield_module_main_view_approve_notification_title
source: Token approval needed
de: Token-Genehmigung erforderlich
es: Se necesita la aprobación de Token
fr: Approbations de tokens nécessaires
ja: トークンの承認が必要です
ru: Необходимо разрешение для токена
uk_ua: Потрібний дозвіл для токену

# yield_module_network_fee_unreachable_notification_description
source: Check your network connection
de: Prüfe Deine Netzwerkverbindung
es: Compruebe su conexión de red
fr: Vérifiez votre connexion réseau.
ja: ネットワーク接続を確認してください
ru: Проверьте ваше интернет соединение
uk_ua: Перевірте підключення до мережі

# yield_module_network_fee_unreachable_notification_title
source: Network fee info unreachable
de: Informationen zu den Netzwerkgebühren nicht erreichbar
es: Información de tarifas de red inaccesible
fr: Informations sur les frais de réseau inaccessibles
ja: ネットワーク手数料についての情報にアクセスできません
ru: Информация о комиссии недоступна
uk_ua: Інформація про комісію недоступна

# yield_module_promo_screen_auto_balance_subtitle_v2
source: All %1$@ on your account will be supplied to Aave automatically.
de: Alle %1$@ auf Ihrem Konto werden automatisch an Aave bereitgestellt.
es: Todos los %1$@ en tu cuenta se suministrarán automáticamente a Aave.
fr: Tous les %1$@ de votre compte seront automatiquement fournis à Aave.
ja: アカウントのすべての %1$@ は自動的に Aave に供給されます。
ru: Все %1$@ на вашем аккаунте будут автоматически переданы в Aave.
uk_ua: Всі %1$@ на вашому рахунку будуть автоматично передані в Aave.

# yield_module_promo_screen_auto_balance_title
source: Auto-supply to Aave
de: Automatische Übertragung zu Aave
es: Transferencia automática a Aave
fr: Transfert automatique vers Aave
ja: Aaveへの自動供給
ru: Автоперевод в AAVE
uk_ua: Автопереказ до AAVE

# yield_module_promo_screen_cash_out_subtitle
source: Send, swap, or sell your funds instantly, anytime you want.
de: Senden, tauschen oder verkaufen Deine Gelder sofort, wann immer Du willst.
es: Envíe, intercambie o venda sus fondos al instante, cuando quiera.
fr: Envoyez, échangez ou vendez vos fonds instantanément, quand vous le souhaitez.
ja: いつでも、即座に資金を送信、交換、売却できます。
ru: Отправляйте, обменивайте или продавайте свои средства мгновенно, когда захотите.
uk_ua: Відправляйте, обмінюйте або продавайте свої кошти миттєво, в будь-який час.

# yield_module_promo_screen_cash_out_title
source: No lock-ups
de: Sofort verfügbar
es: Acceso inmediato
fr: Accès immédiat
ja: すぐに利用可能
ru: Свободный доступ
uk_ua: Вільний доступ

# yield_module_promo_screen_how_it_works_button_title
source: How it works?
de: Wie funktioniert das?
es: ¿Cómo funciona?
fr: Comment ça marche ?
ja: 使い方
ru: Как это работает?
uk_ua: Як це працює?

# yield_module_promo_screen_self_custodial_subtitle
source: Aave is an on-chain protocol that offers non-custodial liquidity markets, enabling users to accrue yield at variable rates.
de: Aave ist ein On-Chain-Protokoll zur Erstellung von nicht-kustodialen Liquiditätsmärkten, um Zinsen mit variablem Satz zu verdienen.
es: Aave es un protocolo on-chain para crear mercados de liquidez no custodiales y ganar intereses a tasa variable.
fr: Aave est un protocole on-chain permettant de créer des marchés de liquidité non dépositaire pour gagner des intérêts à taux variable.
ja: Aave は、ノンカストディアルな流動性市場を提供し、ユーザーが変動レートで利回りを獲得できるようにするオンチェーンプロトコルです。
ru: Aave — ончейн-протокол для некастодиальных рынков ликвидности, позволяющий получать доход с переменной ставкой.
uk_ua: Aave — це ончейн-протокол для створення некостодіальних ринків ліквідності, що дозволяє отримувати дохід з змінною ставкою.

# yield_module_promo_screen_self_custodial_title
source: Decentralized and self-custodial
de: Dezentral und selbstverwahrend
es: Descentralizado y autocustodiado
fr: Décentralisé et auto-détenu
ja: 分散型・自己管理型
ru: Децентрализованный и некастодиальный
uk_ua: Децентралізований та некастодіальний

# yield_module_promo_screen_terms_disclaimer
source: By using this service, you agree with provider %1$@ and %2$@
de: Durch die Nutzung dieses Dienstes erklärst Du Dich mit provider %1$@ und %2$@ einverstanden
es: Al utilizar este servicio, usted acepta que el proveedor %1$@ y %2$@
fr: En utilisant ce service, vous acceptez les conditions générales du fournisseur %1$@ et %2$@.
ja: このサービスを利用することにより、プロバイダー %1$@および%2$@に同意するものとします。
ru: Используя сервис, вы соглашаетесь с %1$@ и %2$@
uk_ua: Використовуючи сервіс, ви погоджуєтесь з умовами провайдера %1$@ та %2$@

# yield_module_promo_screen_title_v2
source: Enable %1$@%% APY on your balance
de: Aktiviere %1$@%% APY auf Deinem Kontostand
es: Consiga un %1$@%% APY en su saldo
fr: Activez %1$@%% APY sur votre solde
ja: 保有資産に 年利%1$@%%を適用
ru: Подключите %1$@ %% APY на ваш баланс
uk_ua: Підключіть %1$@ %% APY на ваш баланс

# yield_module_promo_screen_title
source: Connect to Aave
de: Mit Aave verbinden
es: Conectar Aave
fr: Connecter Aave
ja: Aaveに接続
ru: Подключить Aave
uk_ua: Підключити Aave

# yield_module_promo_screen_variable_rate_info_v2
source: Variable Interest Rate
de: Variabler Zinssatz
es: Tipo de interés variable
fr: Taux d'intérêt variable
ja: 変動金利
ru: Динамическая процентная ставка
uk_ua: Динамічна процентна ставка

# yield_module_promo_screen_variable_rate_info
source: Aave %1$@%% • Variable Interest Rate
de: Aave %1$@%% • Variabler Zinssatz
es: Aave %1$@%% - Tipo de interés variable
fr: Aave %1$@%% • Taux d'intérêt variable
ja: Aave %1$@%% • 変動金利
ru: Aave %1$@%% • Плавающая ставка
uk_ua: Aave %1$@%% • Плаваюча ставка

# yield_module_rate_info_sheet_chart_average
source: Avg %@
de: Durchschnitt %@
es: Promedio %@
fr: Moyenne %@
ja: 平均%@
ru: Сред. %@
uk_ua: Серед. %@

# yield_module_rate_info_sheet_chart_title
source: Last year's returns
de: Renditen des letzten Jahres
es: Resultados del año pasado
fr: Rendements de l'année dernière
ja: 昨年のリターン
ru: Доходность за прошлый год
uk_ua: Дохідність за минулий рік

# yield_module_rate_info_sheet_description
source: The current interest rate is always variable and automatically computed by Aave's on-chain smart contract, based on real-time supply and demand.
de: Der aktuelle Zinssatz ist immer variabel und wird automatisch vom Aave On-Chain-Smart-Contract auf der Grundlage von Angebot und Nachfrage in Echtzeit berechnet.
es: La tasa de interés actual siempre es variable y calculada automáticamente por el contrato inteligente onchain de Aave, en función de la oferta y la demanda en tiempo real.
fr: Le taux d'intérêt actuel est toujours variable et calculé automatiquement par le contrat intelligent Aave, en fonction de l'offre et de la demande en temps réel.
ja: 現在の金利は常に変動しており、リアルタイムの需要と供給に基づいて、Aaveのオンチェーンスマートコントラクトによって自動的に計算されます。
ru: Текущая процентная ставка всегда переменная и автоматически рассчитывается смарт-контрактом AAVE в блокчейне на основе текущего спроса и предложения.
uk_ua: Поточна відсоткова ставка завжди змінна і автоматично розраховується смарт-контрактом Aave у блокчейні на основі попиту та пропозиції в режимі реального часу.

# yield_module_rate_info_sheet_powered_by
source: Powered by
de: Unterstützt durch
es: Desarrollado por
fr: Alimenté par
ja: 提供
ru: При поддержке
uk_ua: При підтримці

# yield_module_rate_info_sheet_title
source: Interest rate is variable
de: Der Zinssatz ist variabel
es: El tipo de interés es variable
fr: Le taux d'intérêt est variable.
ja: 金利は変動します
ru: Ставка может меняться
uk_ua: Ставка може змінюватися

# yield_module_receive_sheet_description
source: When you top up, your funds will be automatically supplied to Aave to start generating yield. %@ will be deducted to cover the transaction fee.
de: Wenn Du dein Guthaben auflädst, wird es automatisch an Aave weitergeleitet, um Zinsen zu verdienen. zur Deckung der Transaktionsgebühr wird ein Betrag von %@ abgezogen.
es: Cuando recargue, sus fondos se enviarán automáticamente a Aave para comenzar a ganar intereses. %@ se deducirá para cubrir la tarifa de transacción.
fr: Lorsque vous effectuez un dépôt, vos fonds sont automatiquement transférés vers Aave afin de commencer à générer des intérêts. %@ sera déduit pour couvrir les frais de transaction.
ja: チャージすると、資金は自動的にAaveに供給され、利息が生成され始めます。取引手数料として%@が差し引かれます。
ru: При пополнении ваши средства автоматически отправляются в Aave для начала начисления процентов. Для покрытия комиссии с вас будет удержана небольшая плата в размере %@.
uk_ua: Коли ви поповнюєте рахунок, ваші кошти автоматично надсилатимуться на Aave, щоб почати нараховувати відсотки. Для покриття комісії з вас буде утримана невелика плата у розмірі %@.

# yield_module_start_earning_sheet_description
source: Your %@ will be supplied to Aave with no lock-ups and will remain fully accessible.
de: Dein %@ wird an Aave übermittelt, bleibt aber verwaltbar.
es: Su %@ se suministrará a Aave, pero seguirá siendo gestionable.
fr: Vos %@ seront fournis à Aave, mais resteront gérables.
ja: %@はロックなしでAaveに提供され、いつでもアクセス可能な状態になります。
ru: Ваши %@ будет переданы в Aave и останутся всегда доступными.
uk_ua: Ваш %@ буде передано до Aave, і залишиться завжди доступним.

# yield_module_start_earning_sheet_fee_policy
source: See top-up fee policy
de: Siehe Gebührenrichtlinie
es: Ver política de tarifas
fr: Voir la politique tarifaire
ja: 入金手数料ポリシーを見る
ru: Политика комиссий
uk_ua: Політика комісій

# yield_module_start_earning_sheet_next_deposits_v2
source: All your future incoming %1$@ deposits will be automatically supplied to Aave.
de: Alle Ihre zukünftigen eingehenden %1$@-Einlagen werden automatisch an Aave bereitgestellt.
es: Todos tus futuros depósitos %1$@ se suministrarán automáticamente a Aave.
fr: Tous vos futurs dépôts %1$@ seront automatiquement fournis à Aave.
ja: 今後のすべての %1$@ 入金は自動的に Aave に供給されます。
ru: Все ваши будущие поступления %1$@ будут автоматически направляться в Aave.
uk_ua: Всі ваші майбутні надходження %1$@ будуть автоматично спрямовані в Aave.

# yield_module_start_earning_sheet_next_deposits
source: Your next top-ups will be automatically supplied to Aave.
de: Deine nächste Aufladung wird automatisch an Aave weitergeleitet.
es: Sus próximas recargas se suministrarán automáticamente a Aave.
fr: Vos prochains dépôts seront automatiquement transférés vers Aave.
ja: 次回の入金は自動的にAaveに供給されます。
ru: Следующие пополнения вашего счёта автоматически поступят в Aave.
uk_ua: Ваші наступні поповнення рахунку автоматично надходитимуть до Aave.

# yield_module_start_earning
source: Supply assets
de: Vermögenswerte liefern
es: Suministro de activos
fr: Actifs d'approvisionnement
ja: 資産を供給する
ru: Начать зарабатывать
uk_ua: Почати заробляти

# yield_module_status_active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ru: Активен
uk_ua: Активний

# yield_module_status_paused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 停止中
ru: На паузе
uk_ua: На паузі

# yield_module_stop_earning_sheet_description
source: Turning this off will withdraw your assets from Aave, convert them back to %@ in your wallet, and stop yield accrual.
de: Wenn Du diese Option deaktivierst, werden Deine Vermögenswerte von Aave abgezogen, in Deiner Wallet wieder in %@ umgewandelt und die Zinsgutschrift gestoppt.
es: Al desactivar esto, retirará sus fondos de Aave a %@ en su billetera y dejará de generar rendimientos.
fr: En désactivant cela, vos fonds seront retirés d'Aave vers %@ dans votre portefeuille et vous ne gagnerez plus de récompenses.
ja: これをオフにすると、Aaveから資産が引き出され、ウォレット内の%@に変換され、利回りの発生が停止します。
ru: Выключив эту функцию, вы выведёте средства из Aave, получите их обратно в %@ в своем кошельке и перестанете зарабатывать награды.
uk_ua: Вимкнення цієї опції виведе ваші активи з Aave, отримаєте їх назад у %@ у вашому гаманці і зупинить накопичення нагород.

# yield_module_stop_earning_sheet_fee_note
source: A network fee is charged by the blockchain when you exit Yield Mode.
de: Eine Netzwerkgebühr wird von der Blockchain erhoben, wenn Sie den Yield-Modus verlassen.
es: Se cobra una comisión de red por la blockchain al salir del modo Yield.
fr: Des frais de réseau sont prélevés par la blockchain lorsque vous quittez le mode Yield.
ja: 利息モードを終了すると、ブロックチェーンによってネットワーク料金が請求されます。
ru: Комиссия сети взимается блокчейном при выходе из режима доходности.
uk_ua: Комісію мережі стягує блокчейн при виході з режиму доходності.

# yield_module_stop_earning_sheet_title
source: Disable Yield Mode
de: Deaktiviere den Yield-Modus
es: Desactivar el modo de rendimiento
fr: Désactiver le mode rendement
ja: 利息モードを無効にする
ru: Завершить режим доходности
uk_ua: Завершити заробіток

# yield_module_stop_earning
source: Disabling Yield Mode
de: Deaktiviere den Yield-Modus
es: Desactivación del modo de rendimiento
fr: Désactivation du mode de rendement
ja: 利回りモードを解除中
ru: Завершение режима доходности
uk_ua: Вимкнення режиму прибутковості

# yield_module_supply_apr
source: Supply APY
de: Effektiver Jahreszins für Versorgung
es: Suministro APY
fr: Rendement annuel brut (APY)
ja: 供給APY
ru: Годовая доходность (APY)
uk_ua: Річна прибутковість (APY)

# yield_module_supply
source: Supply
de: Angebot
es: Suministrar
fr: Réserves
ja: 供給
ru: Внесение
uk_ua: Обіг

# yield_module_token_details_earn_notification_description
source: Interest accrues automatically
de: Zinsen fallen automatisch an.
es: Los intereses se devengan automáticamente
fr: Les intérêts sont cumulés automatiquement.
ja: 利息は自動的に発生します
ru: Проценты начисляются автоматически.
uk_ua: Відсотки нараховуються автоматично.

# yield_module_token_details_earn_notification_earning_on_your_balance_subtitle
source: Interest accrues automatically
de: Zinsen fallen automatisch an
es: Los intereses se devengan automáticamente
fr: Les intérêts sont cumulés automatiquement.
ja: 利息は自動的に発生します
ru: Проценты начисляются автоматически.
uk_ua: Відсотки нараховуються автоматично

# yield_module_token_details_earn_notification_earning_on_your_balance_title
source: Yield Mode
de: Ertragsmodus
es: Modo de rendimiento
fr: Mode Rendement
ja: 利息モード
ru: Режим доходности
uk_ua: Режим дохідності

# yield_module_token_details_earn_notification_processing
source: Enabling Yield Mode
de: Bearbeitung Deiner Einzahlung
es: Procesando su depósito
fr: Traitement de votre dépôt
ja: 利息モードの有効化
ru: Включение режима доходности
uk_ua: Відправка ваших коштів

# yield_module_token_details_earn_notification_title
source: Yield Mode
de: Ertragsmodus
es: Modo Rendimiento
fr: Mode Rendement
ja: 利息モード
ru: Режим доходности
uk_ua: Режим прибутковості

# yield_module_transaction_deploy_contract
source: Yield Mode contract deploy
de: Yield-Mode-Vertragsbereitstellung
es: Implementación del contrato del Modo Rendimiento
fr: Déployer le contrat du mode rendement
ja: 利息モードコントラクトのデプロイ
ru: Установка контракта режима доходности
uk_ua: Встановлення контракту режиму дохідності

# yield_module_transaction_enter_subtitle
source: %1$@ supplied to Aave
de: %1$@ geliefert an Aave
es: %1$@ suministrado a Aave
fr: %1$@ fourni à Aave
ja: %1$@がAaveに供給されました
ru: %1$@ отправлено в Aave
uk_ua: %1$@ постачено в Aave

# yield_module_transaction_enter
source: Yield Mode enabled
de: Ertragsmodus aktivieren
es: Modo Rendimiento activado
fr: Mode rendement activé
ja: 利息モードが有効になりました
ru: Режим доходности подключен
uk_ua: Режим прибутковості увімкнено

# yield_module_transaction_exit_subtitle
source: %1$@ withdrawn from Aave
de: %1$@ aus Aave zurücküberwiesen
es: %1$@ retirado de Aave
fr: %1$@ retiré d'Aave
ja: %1$@がAaveから引き出されました
ru: %1$@ выведено из Aave
uk_ua: %1$@ виведено з Aave

# yield_module_transaction_exit
source: Yield Mode disabled
de: Ertragsmodus deaktiviert
es: Modo Rendimiento desactivado
fr: Mode rendement désactivé
ja: 利息モードが無効になりました
ru: Режим доходности отключен
uk_ua: Режим прибутковості вимкнено

# yield_module_transaction_initialize
source: Yield Mode initialized
de: Yield-Modus initialisieren
es: Iniciar Modo Rendimiento
fr: Initialisation du mode de rendement
ja: 利息モードを初期化しました
ru: Режим доходности инициализирован
uk_ua: Режим дохідності ініціалізовано

# yield_module_transaction_reactivate
source: Yield Mode reactivated
de: Yield-Modus reaktivieren
es: Reactivar Modo Rendimiento
fr: Réactiver le mode Rendement
ja: 利息モードが再度有効になりました
ru: Режим доходности реактивирован
uk_ua: Режим дохідності знову активовано

# yield_module_transaction_topup_subtitle
source: %1$@ supplied to Aave
de: %1$@ geliefert an Aave
es: %1$@ suministrado a Aave
fr: %1$@ fourni à Aave
ja: %1$@がAaveに供給されました
ru: %1$@ отправлено в Aave
uk_ua: %1$@ постачено в Aave

# yield_module_transaction_topup
source: Supply to Aave
de: Lieferung an Aave
es: Suministrar a Aave
fr: Approvisionnement à Aave
ja: Aaveへの供給
ru: Перевод в Aave
uk_ua: Постачити в Aave

# yield_module_transaction_withdraw
source: Withdraw from Aave
de: Abheben von Aave
es: Retirar de Aave
fr: Retrait depuis Aave
ja: Aaveから引き出す
ru: Вывод из Aave
uk_ua: Вивід із Aave

# yield_module_transfer_mode_automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ru: Автоматически
uk_ua: Автоматично

# yield_module_unable_to_cover_fee_description
source: Add some %1$@ %2$@ to cover the network fee for transactions.
de: Einzahlung von %1$@ %2$@ zur Deckung der Netzwerkgebühr für Transaktionen
es: Deposite algo de %1$@ %2$@ para cubrir la tarifa de red para las transacciones
fr: Déposez %1$@ %2$@ pour couvrir les frais de réseau liés aux transactions.
ja: 取引のネットワーク手数料をカバーするために、 %1$@ %2$@を追加してください。
ru: Внесите немного %1$@ %2$@, чтобы покрыть комиссию сети за транзакции.
uk_ua: Внесіть трохи %1$@ %2$@, щоб покрити комісію мережі за транзакції.

# yield_module_unable_to_cover_fee_title
source: Unable to cover %@ fee
de: Die Gebühr %@ kann nicht gedeckt werden
es: No se puede cubrir la tarifa %@
fr: Impossible de couvrir les frais %@
ja: %@手数料を支払えません
ru: Невозможно покрыть комиссию в %@
uk_ua: Неможливо покрити комісію в %@

# yield_module_unavailable_subtitle
source: Yield Mode isn't available at the moment. Please try again later.
de: Der Yield-Modus ist momentan nicht verfügbar. Bitte versuche es später erneut.
es: El Modo de Rendimiento no está disponible en este momento. Vuelva a intentarlo más tarde.
fr: Le mode rendement n'est pas disponible pour le moment. Veuillez réessayer plus tard.
ja: 現在、利息モードはご利用いただけません。しばらくしてからもう一度お試しください。
ru: Режим доходности в данный момент недоступен. Пожалуйста, попробуйте позже.
uk_ua: Сервіс доходності у даний час недоступний. Будь ласка, спробуйте пізніше.

# yield_module_unavailable_title
source: Yield Mode unavailable
de: Ausweichmodus nicht verfügbar
es: Modo de rendimiento no disponible
fr: Le mode Rendement est indisponible
ja: 利息モードは利用できません
ru: Режим доходности недоступен
uk_ua: Режим дохідності недоступний

# yield_supply_chart_loading_error
source: Unable to load chart...
de: Chart konnte nicht geladen werden...
es: No se puede cargar el gráfico...
ja: チャートを読み込めません・・
ru: Невозможно загрузить график
uk_ua: Не вдалося завантажити графік...

# markets_selector_interval_7d_title
source: 7d
de: 7T
fr: 7j
ru: 7д
uk_ua: 7д

# staking_apr_earn_badge
source: APR %1$@%%
de: Effektiver Jahreszins %1$@%%
fr: TAEG %1$@%%

# staking_details_apr
source: APR
de: Effektiver Jahreszins

# yield_module_token_details_earn_notification_apy
source: APY
de: Effektiver Jahreszins

# markets_selector_interval_1m_title
source: 1m
fr: 1 mo
ru: 1м
uk_ua: 1м

# markets_selector_interval_1y_title
source: 1y
es: 1a
fr: 1 an
ru: 1г
uk_ua: 1р

# markets_selector_interval_3m_title
source: 3m
fr: 3mos
ru: 3м
uk_ua: 3м

# markets_selector_interval_6m_title
source: 6m
fr: 6mos
ru: 6м
uk_ua: 6м

# common_tangem_wallet
source: Tangem Wallet
ru: Tangem Кошелек

# markets_selector_interval_24h_title
source: 24h
ru: 24ч
uk_ua: 24г

# send_satoshi_per_byte_title
source: Satoshi / vByte
ru: Сатоши / вбайт
uk_ua: Сатоші / вбайт

# yield_module_provider
source: Aave
uk_ua: Аave
