Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# nft_details_info_rarity_label
source: A label that describes how rare the NFT is. The lower the value, the more unique the NFT.
de: Eine Bezeichnung, die beschreibt, wie selten das NFT ist. Je niedriger der Wert, desto einzigartiger das NFT.
es: Una etiqueta que describe lo raro que es el NFT. Cuanto menor sea el valor, más único será el NFT.
fr: Une étiquette décrivant la rareté du NFT. Plus la valeur est faible, plus le NFT est unique.
ja: NFTの希少性を示すラベル。数値が低いほどユニークなNFTであることを示します。
ru: Метка, которая описывает, насколько редким является NFT. Чем ниже значение, тем уникальнее NFT.
uk_ua: Мітка, яка описує, наскільки рідкісним є NFT. Чим нижче значення, тим унікальніше

# nft_details_info_rarity_rank
source: The position of an NFT in the rarity ranking among other tokens. The higher the rank, the rarer and more valuable the NFT.
de: Die Position eines NFT im Seltenheitsranking unter anderen Token. Je höher der Rang, desto seltener und wertvoller ist das NFT.
es: La posición de un NFT en el ranking de rareza entre otros tokens. Cuanto más alto sea el ranking, más raro y valioso será el NFT.
fr: Position d'un NFT dans le classement de rareté des autres jetons. Plus le rang est élevé, plus le NFT est rare et précieux.
ja: 他のトークンの中での希少性ランキングにおけるNFTの位置。ランクが高ければ高いほど、NFTの希少性と価値は高くなります。
ru: Позиция NFT в рейтинге редкости среди других токенов. Чем выше ранг, тем реже и ценнее NFT.
uk_ua: Позиція NFT у рейтингу рідкісності серед інших токенів. Чим вище ранг, тим рідкісніше і цінніше NFT.

# nft_details_info_token_address
source: The token address is a unique identifier for the token on the blockchain, allowing tracking of transactions and ownership
de: Die Token-Adresse ist eine eindeutige Kennung für das Token in der Blockchain und ermöglicht die Verfolgung von Transaktionen und Eigentumsverhältnissen
es: La dirección del token es un identificador único del token en la blockchain, que permite el seguimiento de las transacciones y la propiedad
fr: L'adresse du jeton est un identifiant unique pour le jeton sur la blockchain, permettant le suivi des transactions et de la propriété
ja: トークンアドレスは、ブロックチェーン上のトークンの識別子であり、取引と所有権の追跡を可能にします
ru: Адрес токена — это уникальный идентификатор токена в блокчейне, который позволяет отслеживать транзакции и владение им.
uk_ua: Адреса токена — це унікальний ідентифікатор токена в блокчейні, що дозволяє відстежувати транзакції та володіння.

# nft_details_info_token_id
source: The token ID is a unique identifier assigned to each token, distinguishing it from others in the collection
de: Die Token-ID ist eine eindeutige Kennung, die jedem Token zugewiesen wird und es von anderen in der Sammlung unterscheidet.
es: El ID del token es un identificador único asignado a cada token, que lo distingue de otros en la colección.
fr: L'ID de jeton est un identifiant unique attribué à chaque jeton, le distinguant des autres dans la collection
ja: トークンIDは、各トークンに割り当てられる識別子であり、コレクション内の他のトークンと区別されます
ru: ID токена — уникальный идентификатор, присваиваемый каждому токену, который отличает его от других в коллекции
uk_ua: ID токена – це унікальний ідентифікатор, який присвоюється кожному токену, що відрізняє його від інших у колекції

# nft_details_info_token_standard
source: Token standard defines what type of token it is and how it works with different wallets and platforms
de: Der Token-Standard definiert, um welche Art von Token es sich handelt und wie es mit verschiedenen Wallets und Plattformen funktioniert
es: El estándar de token define qué tipo de token es y cómo funciona con diferentes billeteras y plataformas
fr: La norme de jeton définit de quel type de jeton il s'agit et comment il fonctionne avec différents portefeuilles et plateformes
ja: トークン標準は、トークンの種類と、さまざまなウォレットやプラットフォームでどのように機能するかを定義します
ru: Стандарт токена определяет его тип и как он работает с различными кошельками и платформами
uk_ua: Стандарт токена визначає, який це тип токена і як він працює з різними гаманцями та платформами

# nft_details_last_sale_price
source: Last sale price
de: Letzter Verkaufspreis
es: Último precio de venta
fr: Dernier prix de vente
ja: 最終販売価格
ru: Последняя цена продажи
uk_ua: Остання ціна продажу

# nft_details_rarity_label
source: Rarity label
de: Raritätsetikett
es: Etiqueta de rareza
fr: Étiquette de rareté
ja: レアリティ・ラベル
ru: Метка уникальности
uk_ua: Мітка унікальності

# nft_details_rarity_rank
source: Rarity rank
de: Seltenheitsgrad
es: Ranking de rareza
fr: Rang de rareté
ja: レアリティ・ランク
ru: Ранг редкости
uk_ua: Ранг рідкості

# nft_details_token_address
source: Token Address
de: Token-Adresse
es: Dirección del token
fr: Adresse du jeton
ja: トークンアドレス
ru: Адрес токена
uk_ua: Адреса токену

# nft_details_token_id
source: Token ID
fr: ID du jeton
ja: トークンID
ru: ID токена
uk_ua: ID токену

# nft_details_token_standard
source: Token Standard
es: Estándar de token
fr: Norme de jeton
ja: トークン標準
ru: Стандарт токена
uk_ua: Стандарт токена

# nft_details_traits
source: Traits
de: Eigenschaften
es: Rasgos
fr: Caractéristiques
ja: 特徴
ru: Черты
uk_ua: Риси

# nft_empty_search
source: No results. Please try another request.
de: Keine Ergebnisse. Bitte versuche eine andere Anfrage.
es: Sin resultados. Por favor, intente otra solicitud.
fr: Aucun résultat. Veuillez réessayer.
ja: 結果がありません。別のリクエストをお試しください。
ru: Нет результатов. Пожалуйста, попробуйте другой запрос.
uk_ua: Немає результатів. Будь ласка, спробуйте інший запит.

# nft_no_collection
source: No collection
de: Keine Abholung
es: Sin colección
fr: Aucune collection
ja: コレクションなし
ru: Нет коллекции
uk_ua: Без колекції

# nft_receive_available_section_title
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ru: Доступно
uk_ua: Доступно

# nft_receive_choose_network
source: Choose network
de: Netzwerk auswählen
es: Elegir red
fr: Choisir le réseau
ja: ネットワークを選択
ru: Выберите сеть
uk_ua: Оберіть мережу

# nft_receive_title
source: Receive NFT
de: NFT erhalten
es: Recibir NFT
fr: Recevoir des NFT
ja: NFTを受け取る
ru: Получить NFT
uk_ua: Отримати NFT

# nft_receive_unavailable_asset_warning_message
source: You haven't added this network yet. To receive NFTs, add it to your portfolio.
de: Du hast dieses Netzwerk noch nicht hinzugefügt. Um NFTs zu erhalten, füge es Deinem Portfolio hinzu.
es: Todavía no ha agregado esta red. Para recibir NFTs, añádala a su portafolio.
fr: Vous n'avez pas encore ajouté ce réseau. Pour recevoir des NFT, ajoutez-le à votre portefeuille.
ja: このネットワークはまだ追加されていません。NFTを受け取るには、ポートフォリオに追加してください。
ru: Вы ещё не добавили эту сеть. Чтобы получать NFT, добавьте её в ваш портфель.
uk_ua: Ви ще не додали цю мережу. Щоб отримувати NFT, додайте її до свого портфоліо.

# nft_receive_unavailable_asset_warning_title
source: Network not added
de: Netzwerk nicht hinzugefügt
es: Red no agregada
fr: Réseau non ajouté
ja: ネットワークが追加されていません
ru: Сеть не добавлена
uk_ua: Мережу не додано

# nft_receive_unavailable_section_title
source: Not Added
de: Nicht hinzugefügt
es: No agregada
fr: Non ajouté
ja: 未追加
ru: Не добавлено
uk_ua: Не додано

# nft_receive_unsupported_types_description
source: cNFTs and pNFTs are not supported yet. Please don't send them to your wallet.
de: cNFTs und pNFTs werden derzeit nicht unterstützt. Bitte sende diese nicht an Deine Wallet.
es: Los cNFT y pNFT aún no son compatibles. Por favor, no los envíe a su billetera.
fr: Les cNFT et les pNFT ne sont pas encore pris en charge
ja: cNFTとpNFTはまだサポートされていません。ウォレットに送信しないでください。
ru: cNFT и pNFT не поддерживаются. Пожалуйста, не отправляйте их на свой кошелёк.
uk_ua: cNFT і pNFT наразі не підтримуються. Будь ласка, не надсилайте їх на свій гаманець.

# nft_receive_unsupported_types
source: Unsupported NFT types
de: Nicht unterstützte NFT-Arten
es: Tipos de NFT no compatibles
fr: Types de NFT non pris en charge
ja: サポートされていないNFTタイプ
ru: Неподдерживаемый тип NFT
uk_ua: Непідтримувані типи NFT

# nft_send
source: Send NFT
de: NFT senden
es: Enviar NFT
fr: Envoyer un NFT
ja: NFTを送信する
ru: Отправить NFT
uk_ua: Надіслати NFT

# nft_traits_title
source: Traits
de: Eigenschaften
es: Rasgos
fr: Caractéristiques
ja: 特徴
ru: Черты
uk_ua: Риси

# nft_untitled_collection
source: Untitled collection
de: Unbetitelte Sammlung
es: Colección sin título
fr: Collection sans titre
ja: 無題のコレクション
ru: Безымянная коллекция
uk_ua: Безіменна колекція

# nft_wallet_receive_nft
source: Tap here to receive first NFT
de: Tippe hier, um das erste NFT zu erhalten
es: Pulse aquí para recibir el primer NFT
fr: Appuyez ici pour recevoir le premier NFT
ja: ここをタップして最初のNFTを受け取ります
ru: Нажмите здесь, чтобы получить первую NFT
uk_ua: Натисніть тут, щоб отримати першу NFT

# nft_wallet_title
source: NFT collections
de: NFT-Sammlungen
es: Colecciones de NFT
fr: Collections NFT
ja: NFTコレクション
ru: NFT коллекции
uk_ua: NFT колекції

# nft_wallet_unable_to_load
source: Unable to load the data
de: Die Daten konnten nicht geladen werden
es: No se pueden cargar los datos
fr: Impossible de charger les données
ja: データを読み込めません
ru: Невозможно загрузить данные
uk_ua: Неможливо завантажити дані

# no_account_generic
source: To use the %1$@ network, you must pay the account reserve (%2$@ %3$@), which locks up and hides that amount indefinitely
de: Um das %1$@ -Netzwerk nutzen zu können, must du die Kontoreserve ( %2$@ %3$@ ) bezahlen, die diesen Betrag auf unbestimmte Zeit sperrt und verbirgt
es: Para utilizar la red %1$@, debe pagar la reserva de cuenta (%2$@%3$@), que bloqueará y ocultará esa cantidad indefinidamente
fr: Pour utiliser le réseau %1$@, vous devez payer la réserve de compte (%2$@%3$@), qui bloque et cache ce montant indéfiniment
ja: %1$@ネットワークを使用するには、アカウント準備金 ( %2$@ %3$@ ) を支払う必要があります。これにより、その金額はロックされ、無期限に非表示になります。
ru: Чтобы использовать сеть %1$@, вы должны оплатить резерв аккаунта (%2$@ %3$@), который блокируется и не используется в вашем балансе
uk_ua: Щоб користуватися мережею %1$@, ви маєте оплатити резерв акаунта (%2$@ %3$@), який блокується і не використовується у вашому балансі

# no_account_polkadot
source: Destination account is not active. Send %@ or more to activate the account.
de: Das Zielkonto ist nicht aktiv. Sende %@ oder mehr, um das Konto zu aktivieren.
es: La cuenta de destino no está activa. Envíe %@ o más para activar la cuenta.
fr: Le compte de destination est inactif. Envoyez %@ ou plus pour activer le compte.
ja: 送信先アカウントが有効ではありません。%@ 以上を送信してアカウントを有効にしてください。
ru: Аккаунт получателя не активирован. Отправьте %@ или более для активации аккаунта.
uk_ua: Обліковий запис одержувача не активовано. Надішліть %@ або більше, щоб активувати обліковий запис.

# no_account_send_to_create
source: To create account send funds to this address
de: Senden Sie Geld an diese Andresse um ein Konto zu erstellen
es: Para crear una cuenta, envíe fondos a esta dirección
fr: Pour créer un compte, envoyez des fonds à cette adresse
ja: アカウントを作成するには、このアドレスに資金を送金してください
ru: Для создания аккаунта отправьте средства на этот адрес
uk_ua: Для створення акаунту надішліть кошти на цю адресу

# no_trustline_xlm_asset
source: The destination account does not have a trustline for the asset being sent.
de: Das Zielkonto verfügt nicht über eine Vertrauensstellung für das gesendete Asset.
es: La cuenta de destino no tiene una Trustline (línea de confianza) para el activo que se envía.
fr: Le compte destinataire n'a pas de Trustline pour l'actif envoyé qu'il tente d'envoyer.
ja: 送信先アカウントには、送金されるアセットのトラストラインがありません。
ru: Аккаунт получателя не содержит трастлайна для отправляемого актива.
uk_ua: Акаунт одержувача не містить трастлайну для активу, що надсилається.

# notification_black_friday_text
source: Get $10 in BTC with every wallet Hurry!
de: Sicher Dir 10 $ in BTC mit jeder Wallet greif schnell zu!
es: Obtén $10 en BTC con cada billetera ¡Date prisa!
fr: Obtenez 10 $ en BTC avec chaque wallet Dépêchez-vous !
ja: ウォレットごとに$10相当のBTCをプレゼント お早めに！
ru: Получите $10 в BTC за каждый кошелёк. Поторопитесь!
uk_ua: Отримайте $10 в BTC на кожен гаманець. Поспішайте!

# notification_black_friday_title
source: Black Friday: up to 30%% OFF
de: Black Friday: bis zu 30%% Nachlass
es: Black Friday: hasta 30%% DESCUENTO
fr: Black Friday : jusqu'à 30%% de réduction
ja: ブラックフライデー：最大30%% オフ
ru: Чёрная пятница: скидки до 30%%
uk_ua: Чорна п'ятниця: знижки до 30%%

# notification_one_plus_one_button
source: Let’s go
de: Los geht's
es: Vamos
fr: C'est parti !
ja: 今すぐチェック
ru: Купить
uk_ua: Купити

# notification_one_plus_one_text
source: Limited time!
de: Nur für kurze Zeit!
es: Crea el par perfecto de packs de Tangem. Por tiempo limitado.
fr: Offre à durée limitée !
ja: 期間限定！
ru: Время ограничено!
uk_ua: Час обмежений!

# notification_one_plus_one_title
source: 1+1: Buy One Wallet, Get 50%% OFF
de: 1+1: Beim Kauf einer Wallet erhältst Du 50%% Rabatt
es: 1+1: Compra una billetera y obtén un 50%% dto. en la segunda
fr: 1 + 1 : achetez 1 wallet et bénéficiez de 50 % de réduction sur le 2ᵉ
ja: 1＋1：ウォレット1つ購入で、2つ目が50%%オフ
ru: 1+1: Купи один кошелёк — получи 50%% скидку
uk_ua: 1+1: Купи один гаманець — отримай 50%% знижку

# notification_referral_promo_button
source: Join Now
de: Jetzt beitreten
es: Únase ahora
fr: Rejoignez maintenant
ja: 今すぐ参加
ru: Присоединиться
uk_ua: Приєднатися

# notification_sepa_button
source: Buy crypto
de: Krypto kaufen
es: Comprar cripto
fr: Acheter crypto
ja: 暗号資産を買い付ける
ru: Купить криптовалюту
uk_ua: Купити криптовалюту

# notification_sepa_text
source: Enjoy **0%% fees** when purchasing crypto via SEPA transfers.
de: Profitiere von **0 %% Gebühren** beim Kauf von Kryptowährungen per SEPA-Überweisung.
es: Disfrute de unas comisiones del **0%%** al comprar criptomonedas mediante transferencias SEPA.
fr: Profitez de **0%% de frais** lors de l'achat de cryptomonnaies via des virements SEPA.
ja: SEPA送金で暗号資産を買い付けると、**手数料 0%% ** になります。
ru: Наслаждайтесь **нулевой комиссией** при покупке криптовалюты через SEPA-переводы.
uk_ua: Насолоджуйтесь **нульовою комісією** при купівлі криптовалюти через перекази SEPA.

# notification_sepa_title
source: Buy Crypto with SEPA
de: Krypto mit SEPA kaufen
es: Comprar criptomonedas con SEPA
fr: Acheter des cryptomonnaies avec SEPA
ja: SEPAで暗号資産を購入
ru: Покупайте крипту через SEPA
uk_ua: Купуйте криптовалюту через SEPA

# notification_visa_waitlist_promo_text
source: Join the waitlist and get a payment card unlike any other
de: Trage dich in die Warteliste ein und erhalte eine Zahlungskarte, die es so noch nie gab.
es: Únete a la lista de espera y consigue una tarjeta de pago como ninguna otra.
fr: Rejoignez la liste d’attente et obtenez une carte de paiement pas comme les autres.
ja: 事前申し込み受付中。他にない特別なカードを、いち早く体験しよう。
ru: Присоединяйтесь к списку ожидания и получите уникальную платёжную карту, не похожую ни на одну другую.
uk_ua: Приєднуйтесь до списку очікування та отримайте унікальну платіжну картку, якої ще не було.

# notification_visa_waitlist_promo_title
source: Tangem Visa Card
ja: Tangem Visaカード

# onboarding_access_code_feature_1_description
source: Set up a single access code to protect all your devices.
de: Du musst einen einzigen Zugangscode einrichten, um alle deine Geräte zu schützen
es: Configure un código de acceso único para proteger todos sus dispositivos.
fr: Vous devez définir un seul code d'accès pour protéger tous vos appareils.
ja: すべてのデバイスを保護するには、単一のアクセスコードを設定してください。
ru: Установите единый код доступа для защиты всех ваших карт или колец
uk_ua: Налаштуйте єдиний код доступу для захисту всіх ваших карток або кілець

# onboarding_access_code_feature_1_title
source: Protect
de: Schützen
es: Proteger
fr: Protéger
ja: 保護する
ru: Защита
uk_ua: Захист

# onboarding_access_code_feature_2_description
source: Set an individual access code for each card or ring later.
de: Du kannst später auf jeder Karte oder Ring einen individuellen Zugangscode einrichten
es: Puede configurar un código de acceso individual en cada tarjeta más adelante
fr: Vous pourrez définir un code d'accès individuel sur chaque carte plus tard
ja: 後で各カードおよびリングに個別のアクセスコードを設定できます。
ru: Установите индивидуальный код доступа для каждой карты или кольца позже.
uk_ua: Встановіть індивідуальний код доступу для кожної картки або кільця пізніше.

# onboarding_access_code_feature_2_title
source: Personalize
de: Personalisieren
es: Personalizar
fr: Personnaliser
ja: パーソナライズする
ru: Персонализация
uk_ua: Персоналізація

# onboarding_access_code_feature_3_description
source: Restore the access code with a linked card or ring. Don't keep all your devices in one place.
de: Stelle den Zugangscode mit einem verknüpften Gerät wieder her. Bewahre nicht alle Deine Geräte an einem Ort auf.
es: El código de acceso puede restaurarse con una tarjeta o un anillo vinculados. No guarde todos sus dispositivos en el mismo lugar.
fr: Le code d'accès peut être restauré avec une carte ou bague liée. Ne gardez pas toutes les cartes au même endroit.
ja: リンクされたカードまたはリングを使って、アクセスコードを復元できます。すべてのデバイスを同じ場所に保管しないでください。
ru: Восстановите код доступа с помощью связанной карты или кольца. Не храните все устройства в одном месте.
uk_ua: Відновіть код доступу за допомогою прив'язаної картки або кільця. Не зберігайте всі свої пристрої в одному місці.

# onboarding_access_code_feature_3_title
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元する
ru: Восстановление
uk_ua: Відновлення

# onboarding_access_code_hint
source: Choose any word, phrase, or number you want as your access code
de: Wähle ein beliebiges Wort, eine Phrase oder eine Zahl als Zugangscode
es: Elige cualquier palabra, frase o número que quieras como su código de acceso
fr: Choisissez n'importe quel mot, phrase ou nombre que vous souhaitez comme code d'accès
ja: アクセスコードとして任意の単語、フレーズ、または数字を選択してください
ru: Выберите любое слово, фразу или число в качестве кода доступа
uk_ua: Оберіть будь-яке слово, фразу або число в якості коду доступу

# onboarding_access_code_intro_title
source: Create Access Code
de: Zugangscode erstellen
es: Crear un código de acceso
fr: Créer un code d'accès
ja: アクセスコードの作成
ru: Создайте код доступа
uk_ua: Створити код доступу

# onboarding_access_code_repeat_code_hint
source: Enter your access code one more time to avoid a mistake
de: Gib deinen Zugangscode ein weiteres Mal ein, um einen Fehler zu vermeiden
es: Vuelva a ingresar su contraseña para evitar un error
fr: Entrez à nouveau votre code d'accès pour éviter une erreur
ja: 間違いを避けるため、アクセスコードをもう一度入力してください。
ru: Введите код доступа еще раз, чтобы избежать ошибки
uk_ua: Введіть код доступу ще раз, щоб уникнути помилки

# onboarding_access_code_repeat_code_title
source: Re-enter your Access Code
de: Gebe deinen Zugangscode erneut ein
es: Vuelva a introducir su código de acceso
fr: Saisissez à nouveau votre code d'accès
ja: アクセスコードの再入力
ru: Повторно введите код доступа
uk_ua: Повторно введіть код доступу

# onboarding_access_code_too_short
source: Access code must be at least 4 characters long
de: Der Zugangscode muss mindestens 4 Zeichen lang sein
es: El código de acceso debe tener al menos 4 caracteres
fr: Le code d'accès doit comporter au moins 4 caractères
ja: アクセスコードは4文字以上である必要があります
ru: Код доступа должен состоять не менее чем из 4 символов.
uk_ua: Код доступу повинен містити не менше 4 символів

# onboarding_access_codes_doesnt_match
source: Entered access code didn't match the initial access code
de: Der eingegebene Zugangscode stimmt nicht mit dem ursprünglichen Zugangscode überein
es: El código de acceso introducido no coincide con el código de acceso inicial
fr: Le code d'accès saisi ne correspond pas au code d'accès initial
ja: 入力したアクセスコードが、初期アクセスコードと一致しませんでした
ru: Введенные коды доступа не совпадают
uk_ua: Введені коди доступу не збігаються

# onboarding_activation_error_message
source: Please repeat the operation. The card will be reset to factory settings.
de: Bitte wiederhole den Vorgang. Die Karte oder Ring wird auf Werkseinstellungen zurückgesetzt.
es: Por favor repita la operación. La tarjeta/anillo se restablecerá a la configuración de fábrica.
fr: Veuillez répéter l'opération. La carte sera réinitialisée aux paramètres d'usine.
ja: 操作を繰り返してください。カードは工場出荷時の設定にリセットされます。
ru: Необходимо повторить операцию, при этом карта будет сброшена к заводским настройкам
uk_ua: Необхідно повторити операцію, при цьому картка буде скинута до заводських налаштувань.

# onboarding_activation_error_title
source: Activation error
de: Aktivierungsfehler
es: Error de activación
fr: Erreur d'activation
ja: アクティベーションに失敗しました
ru: Ошибка активации
uk_ua: Помилка активації

# onboarding_add_tokens
source: Add tokens
de: Token hinzufügen
es: Agregar tokens
fr: Ajouter des jetons
ja: トークンを追加する
ru: Добавление токенов
uk_ua: Додати токени

# onboarding_alert_message_not_max_backup_cards_added
source: You've added one backup card or ring. Once backup is finalized, you can't add more devices. If you have one more card or ring, add it now. Do you want to continue?
de: Du hast eine Backup-Karte oder einen Backup-Ring hinzugefügt. Nach Abschluss des Backup-Vorgangs kannst Du keine weiteren Backup-Geräte hinzufügen. Wenn Du eine weitere Karte oder einen weiteren Ring hast, fügen diesen dem Backup jetzt hinzu. Möchtest Du den Backup-Vorgang fortsetzen?
es: Ha agregado una tarjeta/anillo de backup. Cuando el proceso de backup finalice, no podrá añadir más dispositivos de backup. Si tiene otra tarjeta o anillo, agréguela al backup. ¿Quiere continuar el proceso de backup?
fr: Vous avez ajouté une carte de sauvegarde. Une fois le processus de sauvegarde terminé, vous ne pourrez plus ajouter de cartes de sauvegarde. Si vous avez une autre carte, ajoutez-la à la sauvegarde. Souhaitez-vous poursuivre le processus de sauvegarde ?
ja: バックアップ用のカードまたはリングを1つ追加しました。バックアップが完了すると、これ以上デバイスを追加することはできません。追加のカードまたはリングをお持ちの場合は、今のうちに追加してください。続行しますか？
ru: Вы добавили одну резервную карту или кольцо. После того, как процесс будет завершен, Вы больше не сможете добавить еще. Если у Вас есть еще одна карта или кольцо, добавьте ее в резервную копию. Хотите продолжить?
uk_ua: Ви додали одну резервну картку або кільце. Після завершення процесу резервного копіювання ви не зможете додати їх більше. Якщо у вас є ще одна картка або кільце, додайте її до резервної копії. Бажаєте продовжити?

# onboarding_alert_message_old_device
source: iPhone 7/7+ is not able to create a backup for Tangem Wallet due to some system limitations. Please use another phone to perform this operation. All other functions work stably.
de: Das iPhone 7/7+ kann aufgrund einiger Systemeinschränkungen kein Backup für Tangem Wallet erstellen. Bitte verwende ein anderes Telefon, um diesen Vorgang durchzuführen. Alle anderen Funktionen funktionieren stabil.
es: iPhone 7/7+ no puede crear un backup para Tangem Wallet debido a algunas limitaciones del sistema. Por favor, use otro teléfono para realizar esta operación. Todas las demás funciones funcionan de manera estable.
fr: L'iPhone 7/7+ n'est pas capable de créer une sauvegarde pour le Portefeuille Tangem en raison de certaines limitations du système. Veuillez utiliser un autre téléphone pour effectuer cette opération. Toutes les autres fonctions fonctionnent de manière stable.
ja: iPhone 7/7+ では、システムの制限により、Tangemウォレットのバックアップを作成できません。この操作を実行するには、別のデバイスを使用してください。その他の機能はすべて安定して動作します。
ru: iPhone 7/7+ не может создать резервную копию для Tangem Wallet из-за системных ограничений. Пожалуйста, используйте другой телефон для выполнения этой операции. Все остальные функции работают стабильно.
uk_ua: iPhone 7/7+ не може створити резервну копію Tangem Wallet через деякі системні обмеження. Будь ласка, скористайтеся іншим телефоном для виконання цієї операції. Всі інші функції працюють стабільно.
