Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# tangempay_kyc_confirm_cancellation_description
source: Are you sure you want to stop the KYC process? You can return to it anytime.
de: Möchtest Du den KYC wirklich abbrechen? Du kannst später jederzeit weiter machen.
fr: Êtes-vous sûr de vouloir interrompre le processus KYC ? Vous pouvez y revenir à tout moment.
ja: KYC手続きを中止しますか？いつでも再開できます。
ru: Если вы отмените KYC сейчас, вы сможете потом начать его заново
uk_ua: Ви впевнені, що хочете зупинити процес KYC? Ви можете повернутися до нього в будь-який момент.

# tangempay_kyc_failed_description
source: We could not verify your profile. If you have any questions, please contact support.
de: Wir konnten Ihr Profil nicht verifizieren. Bei Fragen wenden Sie sich bitte an den Support.
es: No pudimos verificar tu perfil. Si tienes alguna pregunta, contacta con el soporte.
fr: Nous n'avons pas pu vérifier votre profil. Pour toute question, veuillez contacter le support.
ja: プロフィールを確認できませんでした。ご不明な点があればサポートまでお問い合わせください。
ru: Не удалось подтвердить ваш профиль. Если у вас есть вопросы, обратитесь в службу поддержки.
uk_ua: Не вдалося підтвердити ваш профіль. Якщо у вас є питання, зверніться у службу підтримки.

# tangempay_kyc_failed_title
source: Unfortunately, we couldn't verify your identity
de: Leider konnten wir Ihre Identität nicht verifizieren
es: Lamentablemente, no pudimos verificar tu identidad
fr: Malheureusement, nous n'avons pas pu vérifier votre identité
ja: 申し訳ございませんが、本人確認を行うことができませんでした
ru: К сожалению, нам не удалось подтвердить вашу личность
uk_ua: На жаль, нам не вдалося підтвердити вашу особу

# tangempay_kyc_has_failed
source: KYC has failed
de: KYC ist gescheitert
ja: KYCの認証に失敗しました

# tangempay_kyc_in_progress_notification_button
source: View Status
de: Status anzeigen
es: Ver estado
fr: Voir le statut
ja: ステータスを表示
ru: Посмотреть статус
uk_ua: Переглянути статус

# tangempay_kyc_in_progress_notification_title
source: KYC in progress for Tangem Pay
de: KYC für Tangem Pay in Arbeit
es: KYC en progreso para Tangem Pay
fr: KYC en cours pour Tangem Pay
ja: Tangem PayのKYC手続き進行中
ru: KYC в процессе для Tangem Pay
uk_ua: Перевірка KYC для Tangem Pay в процесі

# tangempay_kyc_in_progress_popup_description
source: Documents are usually verified automatically within 5 minutes. In rare cases, if manual review is required, it may take up to 48 hours.
de: Dokumente werden in der Regel innerhalb von 5 Minuten automatisch überprüft. In seltenen Fällen, wenn eine manuelle Überprüfung erforderlich ist, kann es bis zu 48 Stunden dauern.
es: Use the buttons below to view your current KYC status or cancel it.
fr: Les documents sont généralement vérifiés automatiquement en moins de 5 minutes. Dans de rares cas nécessitant une vérification manuelle, le processus peut prendre jusqu’à 48 heures.
ja: 書類は通常、5分以内に自動で確認されます。手動での審査が必要な稀な場合は、最大48時間かかることがあります。
ru: Обычно документы проверяются автоматически в течение 5 минут, в редких случах при необходимости ручной проверки – до 48 часов.
uk_ua: Документи зазвичай перевіряються автоматично протягом 5 хвилин. У рідкісних випадках, коли потрібна ручна перевірка, це може зайняти до 48 годин.

# tangempay_kyc_in_progress
source: KYC in progress
de: KYC in Bearbeitung
es: KYC en curso
fr: KYC en cours
ja: KYC進行中
ru: KYC в процессе
uk_ua: KYC в процесі

# tangempay_kyc_rejected_button_text
source: Hide KYC block
de: KYC-Sperre ausblenden
ja: KYCブロックを非表示

# tangempay_kyc_rejected_description_span
source: your profile.
de: Dein Profil.
ja: あなたのプロフィール。

# tangempay_kyc_rejected_description
source: Sorry, we couldn't verify
de: Entschuldigung, wir konnten dies nicht überprüfen.
ja: 申し訳ありません、確認できませんでした

# tangempay_kyc_rejected
source: KYC rejected
de: KYC abgelehnt
ja: KYCが承認されませんでした
ru: KYC отклонено

# tangempay_onboarding_banner_description
source: Get your free Tangem Visa virtual card
de: Holen Sie sich Ihre kostenlose virtuelle Tangem Visa-Karte
es: Usa tus criptomonedas para compras en el mundo real. Es una tarjeta de pago única en su tipo.
fr: Obtenez votre carte virtuelle Tangem Visa gratuite
ja: 無料のTangem Visaバーチャルカードを入手
ru: Откройте бесплатную виртуальную карту Tangem Visa
uk_ua: Отримайте безкоштовну віртуальну картку Tangem Visa

# tangempay_onboarding_banner_title
source: Use USDC for everyday payments
de: Nutzen Sie USDC für alltägliche Zahlungen
es: Tangem Visa Card
fr: Utilisez USDC pour les paiements quotidiens
ja: 日常の支払いにUSDCを利用
ru: Оплачивайте ежедневные покупки в USDC
uk_ua: Використовуйте USDC для щоденних платежів

# tangempay_onboarding_get_card_button_text
source: Get card
de: Karte erhalten
es: Obtener tarjeta
fr: Obtenir la carte
ja: カードをGET
ru: Открыть карту
uk_ua: Отримати картку

# tangempay_onboarding_pay_description
source: With digital card that works with Apple Pay and Google Pay
de: Mit digitaler Karte, die mit Apple Pay und Google Pay funktioniert
es: Con tarjeta digital que funciona con Apple Pay y Google Pay
fr: Avec carte numérique compatible Apple Pay et Google Pay
ja: Apple PayとGoogle Payに対応したデジタルカード付き
ru: Виртуальную карту можно добавить в Apple Pay и Google Pay
uk_ua: Віртуальну картку можна додати до Apple Pay та Google Pay

# tangempay_onboarding_pay_title
source: Spend your assets anywhere
de: Geben Sie Ihre Vermögenswerte überall aus
es: Gasta tus activos en cualquier lugar
fr: Dépensez vos actifs partout
ja: どこでも暗号資産を使える
ru: Покупайте где угодно
uk_ua: Витрачайте свої активи будь-де

# tangempay_onboarding_purchases_description
source: There are no additional fees for purchases
de: Es fallen keine zusätzlichen Gebühren für Käufe an
es: No hay comisiones adicionales por compras
fr: Aucuns frais supplémentaires pour les achats
ja: 購入時に追加手数料はかかりません。
ru: Никаких дополнительных комиссий за покупки
uk_ua: Немає жодних додаткових комісій за покупки

# tangempay_onboarding_purchases_title
source: Pay exactly what you see
de: Zahlen Sie genau das, was Sie sehen
es: Paga exactamente lo que ves
fr: Payez exactement ce que vous voyez
ja: 余計な費用なしで、表示金額のみを支払う
ru: Сколько видишь – столько платишь
uk_ua: Платіть стільки, скільки бачите

# tangempay_onboarding_security_description
source: A separate payment account will be created without disclosing your addresses and assets
de: Ein separates Zahlungskonto wird erstellt, ohne Ihre Adressen und Vermögenswerte offenzulegen
es: Se creará una cuenta de pago separada sin divulgar tus direcciones y activos
fr: Un compte de paiement séparé sera créé sans divulguer vos adresses et actifs
ja: あなたの住所や資産を開示することなく、個別の支払い用アカウントが作成されます。
ru: Мы создадим отдельный платежный счет без раскрытия ваших активов и их адресов
uk_ua: Буде створено окремий платіжний рахунок без розкриття ваших адрес та активів

# tangempay_onboarding_security_title
source: Unrivaled privacy
de: Unerreichte Privatsphäre
es: Privacidad inigualable
fr: Confidentialité inégalée
ja: 他に類を見ないプライバシー
ru: Абсолютная приватность
uk_ua: Неперевершена конфіденційність

# tangempay_onboarding_title
source: Get your free Tangem Pay Card in minutes
de: Erhalten Sie Ihre kostenlose Tangem Pay Card in wenigen Minuten
es: Obtén tu tarjeta Tangem Pay gratuita en minutos
fr: Obtenez votre carte Tangem Pay gratuite en quelques minutes
ja: 無料のTangem Payカードを数分でゲットしましょう
ru: Откройте виртуальную Tangem Pay Card
uk_ua: Отримайте безкоштовну картку Tangem Pay за лічені хвилини

# tangempay_payment_account_sync_needed
source: Payment account is not synced
de: Zahlungskonto ist nicht synchronisiert
es: Sincronización de cuenta de pago necesaria
fr: Le compte de paiement n'est pas synchronisé
ja: 支払アカウントが同期されていません
ru: Платежный аккаунт не синхронизирован
uk_ua: Платіжний рахунок не синхронізовано

# tangempay_payment_account
source: Payment account
de: Zahlungskonto
es: Cuenta de pago
fr: Compte de paiement
ja: 支払いアカウント
ru: Платежный аккаунт
uk_ua: Платіжний акаунт

# tangempay_pin_validation_error_message
source: Invalid PIN: avoid sequences or repeats
de: Ungültige PIN: Sequenzen oder Wiederholungen vermeiden
fr: Code PIN invalide : évitez les séquences ou les répétitions
ja: 無効な暗証番号：連続や繰り返しを避けてください
ru: Слабый ПИН: не используйте повторы или последовательности.
uk_ua: Слабкий ПІН: не використовуйте повторів або послідовностей.

# tangempay_service_unavailable_description
source: We’re fixing a technical issue. Please try again later.
de: Wir beheben ein technisches Problem. Bitte versuchen Sie es später erneut.
es: Estamos solucionando un problema técnico. Por favor, inténtelo de nuevo más tarde.
fr: Nous réparons un problème technique. Veuillez réessayer plus tard.
ja: 技術的な問題を修正しています。後でもう一度お試しください。
ru: Мы устраняем техническую проблему. Пожалуйста, попробуйте позже.
uk_ua: Ми усуваємо технічну проблему. Будь ласка, спробуйте пізніше.

# tangempay_service_unavailable_title
source: Service temporarily unavailable
de: Service vorübergehend nicht verfügbar
es: Servicio temporalmente no disponible
fr: Service temporairement indisponible
ja: サービスは一時的に利用できません
ru: Сервис временно недоступен
uk_ua: Сервіс тимчасово недоступний

# tangempay_service_unreachable_try_later
source: Unable to display details. However, card payments are still working.
de: Daten können derzeit nicht angezeigt werden, Kartenzahlungen funktionieren jedoch weiterhin.
es: No es posible mostrar los datos en este momento, pero los pagos con tarjeta siguen funcionando.
fr: Les données ne peuvent pas être affichées pour le moment, mais les paiements par carte fonctionnent toujours.
ja: 現在、データを表示できませんが、カードでのお支払いは引き続きご利用いただけます。
ru: Не можем показать данные карты, но оплаты продолжают работать.
uk_ua: Не можемо показати дані картки, але оплати продовжують працювати.

# tangempay_set_pin_code
source: Set PIN code
de: Satz PIN-Code
fr: Définir le code PIN
ja: PINコードの設定
uk_ua: Встановіть PIN-код

# tangempay_sync_needed_restore_access
source: Restore access
de: Zugang wiederherstellen
fr: Restaurer l'accès
ja: アクセスを復元
uk_ua: Відновити доступ

# tangempay_sync_needed
source: Not synced
de: Nicht synchronisiert
es: Sincronización necesaria
fr: Synchronisation requise
ja: 未同期
ru: Не синхронизирован
uk_ua: Не синхронізовано

# tangempay_tangem_visa_card
source: Use USDC for everyday payments
de: Nutzen Sie USDC für alltägliche Zahlungen
es: Tangem Visa Card
fr: Utilisez USDC pour les paiements quotidiens
ja: 日常の支払いにUSDCを利用
ru: Оплачивайте ежедневные покупки в USDC
uk_ua: Використовуйте USDC для щоденних платежів

# tangempay_temporarily_unavailable
source: Tangem Pay is temporarily unreachable
de: Tangem Pay ist vorübergehend nicht erreichbar.
es: Tangem Pay temporalmente no disponible
fr: Tangem Pay est temporairement indisponible
ja: Tangem Payは現在一時的に利用できません。
ru: Tangem Pay временно недоступен
uk_ua: Tangem Pay тимчасово недоступний

# tangempay_use_tangem_device_to_restore_payment_account
source: Click the button below to restore access
de: Klicken Sie auf die Schaltfläche unten, um den Zugriff wiederherzustellen
es: Usa tu tarjeta o anillo para restaurar el acceso a tu cuenta de pago
fr: Cliquez sur le bouton ci-dessous pour restaurer l'accès
ja: 下のボタンをクリックしてアクセスを復元してください
ru: Нажмите на кнопку ниже, чтобы восстановить доступ
uk_ua: Натисніть кнопку нижче, щоб відновити доступ

# tangempay_withdrawal_note_description
source: Your on-chain USDC Polygon balance differs from your card balance and updates within 2 business days after a purchase. Funds from refunded purchases won’t be returned your on-chain balance or be available for withdrawal, but will stay on your card balance for purchases.
de: Ihr USDC Polygon On-Chain-Guthaben unterscheidet sich von Ihrem Kartenguthaben und wird innerhalb von 2 Werktagen nach einem Kauf aktualisiert. Gelder aus erstatteten Käufen werden nicht auf Ihr On-Chain-Guthaben zurückerstattet und stehen nicht für Abhebungen zur Verfügung, bleiben aber auf Ihrem Kartenguthaben für Einkäufe verfügbar.
fr: Votre solde USDC Polygon on-chain diffère de votre solde de carte et se met à jour dans les 2 jours ouvrables suivant un achat. Les fonds des achats remboursés ne seront pas retournés à votre solde on-chain ni disponibles pour un retrait, mais resteront sur votre solde de carte pour vos achats.
ja: USDC Polygonのオンチェーン残高はカード残高とは異なり、購入後2営業日以内に更新されます。返金された購入資金はオンチェーン残高に戻らず、出金もできませんが、カード残高に残り、購入に使用できます。
ru: You can only withdraw USDC (Polygon) currently available on your on‑chain address balance, taking into account pending transactions. If you previously made a refund or cancelled a purchase, your crypto account balance will update within 2 business days.
uk_ua: Ваш ончейн-баланс USDC Polygon відрізняється від балансу картки та оновлюється протягом 2 робочих днів після покупки. Кошти з повернених покупок не будуть повернуті на ваш ончейн-баланс і не будуть доступні для виведення, але залишаться на балансі картки для покупок.

# tangempay_withdrawal_note_title
source: Please note
de: Bitte beachten Sie
fr: Veuillez noter
ja: ご注意ください
uk_ua: Зверніть увагу

# tangempay_your_pin_code
source: Your PIN code
de: Ihr PIN-Code
es: Tu código PIN
fr: Votre code PIN
ja: PINコード
ru: Ваш PIN-код
uk_ua: Ваш PIN-код

# this_is_my_wallet_title
source: This is my wallet
de: Das ist meine Wallet
es: Esta es mi billetera
fr: C'est mon portefeuille
ja: これは私のウォレットです
ru: Это мой кошелек
uk_ua: Це мій гаманець

# toast_balances_hidden
source: Balances hidden
de: Guthaben versteckt
es: Saldos ocultos
fr: Soldes masqués
ja: 残高非表示
ru: Балансы скрыты
uk_ua: Баланси приховано

# toast_balances_shown
source: Balances shown
de: Angezeigte Salden
es: Saldos mostrados
fr: Soldes affichés
ja: 残高表示
ru: Балансы показаны
uk_ua: Баланси показано

# toast_undo
source: Undo
de: Rückgängig machen
es: Cancelar
fr: Annuler
ja: 元に戻す
ru: Отменить
uk_ua: Скасувати

# token_button_unavailability_generic_description
source: This operation is currently unavailable. Please try again later.
de: Dieser Vorgang ist derzeit nicht verfügbar. Bitte versuche es später noch einmal.
es: Esta operación no está disponible actualmente. Por favor, inténtalo de nuevo más tarde.
fr: Cette opération est actuellement indisponible. Veuillez réessayer plus tard.
ja: この操作は現在利用できません。しばらくしてからもう一度お試しください。
ru: Выбранная операция в данный момент недоступна. Попробуйте позже.
uk_ua: Обрана операція наразі недоступна. Спробуйте пізніше.

# token_button_unavailability_reason_buy_unavailable
source: Buying %@ is not supported by current providers, but we are working to add more options.
de: Der Kauf von %@ wird von aktuellen Anbietern nicht unterstützt, aber wir arbeiten daran, weitere Optionen hinzuzufügen.
es: Comprar %@ no está disponible con los proveedores actuales pero estamos trabajando para agregar más opciones.
fr: L'achat de %@ n'est pas pris en charge par les fournisseurs actuels mais nous travaillons à ajouter davantage d'options.
ja: %@の買付は、現在のプロバイダーではサポートされていませんが、より多くのオプションを追加できるよう取り組んでいます。
ru: Покупка %@ в данный момент не поддерживается ни одним провайдером. Мы работаем над добавлением новых возможностей. Следите за нашими новостями.
uk_ua: Наразі купівля монети %@ недоступна. Слідкуйте за нашими оновленнями.

# token_button_unavailability_reason_custom_token
source: Action is not available for custom tokens.
de: Die Aktion ist für benutzerdefinierte Token nicht verfügbar.
es: La acción no está disponible para tokens personalizados.
fr: L'action n'est pas disponible pour les jetons personnalisés.
ja: カスタムトークンでは使用できません。
ru: Действие недоступно для кастомных токенов.
uk_ua: Дія недоступна для спеціальних токенів.

# token_button_unavailability_reason_empty_balance_sell
source: You do not have funds to sell. Top up your account to be able to sell funds from it.
de: Du hast kein Guthaben um dies zu Verkaufen. Lade dein Konto auf, um Geld von dort zu verkaufen.
es: No tiene fondos para vender. Recargue su cuenta para poder vender fondos desde ella.
fr: Vous n'avez pas de fonds à vendre. Renflouez votre compte pour pouvoir vendre des fonds à partir de celui-ci.
ja: 売却できる資金がありません。アカウントに入金して、売却できるようにしてください。
ru: У вас нет средств для продажи. Пополните счет, чтобы иметь возможность продать с него средства.
uk_ua: У вас немає коштів для продажу. Поповніть рахунок, щоб мати змогу продати з нього кошти.

# token_button_unavailability_reason_empty_balance_send
source: You do not have funds to send. Top up your account to be able to send funds from it.
de: Du hast kein Guthaben zum Versenden. Lade dein Konto auf, um Geld von dort aus senden zu können.
es: No tienes fondos para enviar. Recarga tu cuenta para poder enviar fondos desde ella.
fr: Vous n'avez pas de fonds à envoyer. Renflouez votre compte pour pouvoir envoyer des fonds à partir de celui-ci.
ja: 送金する資金がありません。アカウントに入金して、送金できるようにしてください。
ru: У вас нет средств для отправки. Пополните счет, чтобы иметь возможность отправить с него средства.
uk_ua: У вас немає коштів для відправлення. Поповніть рахунок, щоб мати змогу надіслати з нього кошти.

# token_button_unavailability_reason_loading
source: The data is currently loading. This may take a few seconds. Please try again later.
de: Die Daten werden gerade geladen. Dies kann einige Sekunden dauern. Bitte versuche es später noch einmal.
es: Los datos aún no se han cargado. Esto puede tardar unos segundos. Por favor, inténtelo de nuevo más tarde.
fr: Die Daten wurden noch nicht geladen. Dies kann einige Sekunden dauern. Bitte versuchen Sie es später noch einmal.
ja: 現在データを読み込んでいます。これには数秒かかる場合があります。しばらくしてからもう一度お試しください。
ru: Данные в процессе загрузки. Это может занять несколько секунд. Пожалуйста, попробуйте позже.
uk_ua: Дані ще не завантажені. Це може зайняти кілька секунд. Будь ласка, спробуйте пізніше.

# token_button_unavailability_reason_not_exchangeable
source: Swapping %@ is not supported by current providers, but we are working to add more options.
de: Das Tauschen von %@ wird von aktuellen Anbietern nicht unterstützt, aber wir arbeiten daran, weitere Optionen hinzuzufügen.
es: El servicio de intercambio %@ no está compatible con los proveedores actuales pero estamos trabajando para agregar más opciones.
fr: Le service d'échange %@ n'est pas pris en charge par les fournisseurs actuels mais nous travaillons à ajouter plus d'options.
ja: %@のスワップは、現在のプロバイダーではサポートされていませんが、より多くのオプションを追加できるよう取り組んでいます。
ru: Обмен %@ в данный момент не поддерживается ни одним провайдером. Мы работаем над добавлением новых возможностей. Следите за нашими новостями.
uk_ua: Наразі обмін монети %@ недоступний. Слідкуйте за нашими оновленнями.

# token_button_unavailability_reason_out_of_date_balance
source: The displayed balance might be outdated due to caching.
de: Der angezeigte Kontostand kann aufgrund der Zwischenspeicherung veraltet sein.
es: Es posible que el saldo mostrado esté desactualizado debido al almacenamiento en caché.
fr: Le solde affiché peut être obsolète en raison de la mise en cache.
ja: 表示残高はキャッシュにより古くなっている可能性があります。
ru: Отображаемый баланс мог устареть из-за кеширования.
uk_ua: Відображуваний баланс може бути застарілим через кешування.

# token_button_unavailability_reason_pending_transaction_sell
source: Selling funds will be available once the pending transaction(s) on the %@ network is complete.
de: Der Verkauf von Geldmitteln ist möglich, sobald die ausstehende(n) Transaktion(en) im %@ -Netzwerk abgeschlossen ist/sind.
es: La venta de fondos estará disponible una vez que la(s) transacción(es) pendiente(s) en la red %@ se completen
fr: La vente de fonds sera disponible une fois que la ou les transactions en attente dans le réseau %@ seront terminées
ja: %@ネットワーク上の保留中の取引が完了すると、資金の売却が可能になります。
ru: Продажа средств станет доступной после завершения транзакции(-ий) в сети %@
uk_ua: Продаж коштів стане доступним після завершення транзакції(-ій) в мережі %@

# token_button_unavailability_reason_pending_transaction_send
source: Sending funds will be available once the pending transaction(s) in network %@ is complete
de: Die Geldsendung wird verfügbar, sobald die ausstehende(n) Transaktion(en) im Netzwerk %@ abgeschlossen ist/sind.
es: El envío de fondos estará disponible una vez que se complete(n) la(s) transacción(es) pendiente(s) en la red %@
fr: L'envoi de fonds sera disponible une fois la ou les transactions en attente dans le réseau %@ terminées.
ja: ネットワーク%@内の保留中の取引が完了すると、送金が可能になります。
ru: Отправка средств станет доступной после завершения транзакции(-ий) в сети %@
uk_ua: Надсилання коштів стане доступним після завершення транзакції(-ій) в мережі %@

# token_button_unavailability_reason_sell_unavailable
source: Selling %@ is not supported by current providers, but we are working to add more options.
de: Der Verkauf von %@ wird von aktuellen Anbietern nicht unterstützt, aber wir arbeiten daran, weitere Optionen hinzuzufügen.
es: Vender %@ no es compatible con los proveedores actuales, pero estamos trabajando para agregar más opciones.
fr: L'achat de %@ n'est pas pris en charge par les fournisseurs actuels mais nous travaillons à ajouter plus d'options.
ja: %@の売却は、現在のプロバイダーではサポートされていませんが、より多くのオプションを追加できるよう取り組んでいます。
ru: Продажа %@ в данный момент не поддерживается ни одним провайдером. Мы работаем над добавлением новых возможностей. Следите за нашими новостями.
uk_ua: Наразі продаж %@ недоступний. Слідкуйте за нашими оновленнями.

# token_button_unavailability_reason_staking_unavailable
source: Staking %@ is not supported by current providers, but we are working to add more options.
de: Staking %@ wird von aktuellen Anbietern nicht unterstützt, aber wir arbeiten daran, weitere Optionen hinzuzufügen.
es: El staking de %@ no es compatible con los proveedores actuales, pero estamos trabajando para agregar más opciones.
fr: Le staking de %@ n'est pas pris en charge par les fournisseurs actuels, mais nous travaillons à ajouter plus d'options.
ja: %@のステーキングは、現在のプロバイダーではサポートされていませんが、より多くのオプションを追加できるよう取り組んでいます。
ru: Стейкинг %@ в данный момент не поддерживается ни одним провайдером. Мы работаем над добавлением новых возможностей. Следите за нашими новостями.
uk_ua: Стейкінг %@ зараз недоступний. Будь ласка, слідкуйте за нашими оновленнями.

# token_button_unavailability_reason_yield_supply_approval
source: Approval has been revoked. Your funds remain in Yield mode. To perform actions, please go to Yield mode and grant permission again.
de: Die Genehmigung wurde widerrufen. Dein Guthaben befindet sich weiterhin im Ertragsmodus. Um Aktionen durchzuführen, wechsel bitte in den Ertragsmodus und erteilen die Berechtigung erneut.
es: Se ha revocado la aprobación. Sus fondos permanecen en modo de rendimiento. Para realizar acciones, vuelva al modo de rendimiento y otorgue el permiso nuevamente.
fr: L’autorisation a été révoquée. Vos fonds restent en mode rendement. Pour effectuer des actions, accédez au mode rendement et accordez à nouveau l’autorisation.
ja: 承認が取り消されましたが、あなたの資金は引き続き利息モードです。操作を行うには、利息モードに移動し、再度承認を付与してください。
ru: Разрешение было отозвано. Ваши средства остаются в Yield сервисе. Чтобы совершать операции, перейдите в Yield сервис и снова выдайте разрешение.
uk_ua: Дозвіл скасовано. Ваші кошти залишаються в режимі прибутковості. Щоб виконати дії, перейдіть у режим прибутковості та надайте дозвіл знову.

# token_details_choose_address
source: Choose address
de: Adresse wählen
es: Elige dirección
fr: Choisissez une adresse
ja: アドレスを選択
ru: Выберите адрес
uk_ua: Оберіть адресу

# token_details_generate_xpub
source: Generate XPUB
de: Generiere XPUB
es: Generar XPUB
fr: Générer XPUB
ja: XPUBを生成する
ru: Сгенерировать XPUB
uk_ua: Згенерувати XPUB

# token_details_hide_alert_hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
ru: Скрыть
uk_ua: Приховати
