Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# onboarding_backup_exit_warning
source: The backup is partially complete and can't be quit now.
de: Der Sicherungsvorgang ist teilweise abgeschlossen. Du kannst ihn jetzt nicht beenden.
es: El proceso de backup está parcialmente completo. No puede salir ahora.
fr: Le processus de sauvegarde est partiellement terminé. Vous ne pouvez pas le quitter maintenant.
ja: バックアップは一部完了しており、現在は中断できません。
ru: Процесс резервного копирования почти завершен. Вы не можете выйти из него сейчас.
uk_ua: Процес резервного копіювання частково завершено. Ви не можете вийти з нього зараз.

# onboarding_bottom_sheet_passphrase_description
source: A passphrase is an optional security feature that adds a word or phrase to your recovery phrase, creating a new set of wallet addresses for extra protection.
de: Eine Passphrase ist eine optionale Sicherheitsfunktion, die Deiner Wiederherstellungsphrase ein Wort oder eine Phrase hinzufügt und so einen neuen Satz von Wallet-Adressen für zusätzlichen Schutz erstellt.
es: La frase de contraseña es una característica de seguridad avanzada utilizada por las billeteras criptográficas. Agrega una palabra o frase adicional de su elección a su frase de recuperación ya existente para desbloquear un conjunto completamente nuevo de direcciones.
fr: La phrase secrète est une fonctionnalité de sécurité avancée utilisée par les portefeuilles cryptographiques. Il ajoute un mot ou une phrase supplémentaire de votre choix à votre phrase de récupération déjà existante pour débloquer un tout nouvel ensemble d'adresses.
ja: パスフレーズは、リカバリーフレーズに単語やフレーズを追加することで、追加の保護を提供する任意のセキュリティ機能です。これにより、新しいウォレットアドレスのセットが作成されます。
ru: Парольная фраза — это дополнительная функция безопасности, которая добавляет слово или фразу к вашей фразе восстановления, создавая новый набор адресов кошелька для дополнительной защиты.
uk_ua: Парольна фраза – це розширена функція безпеки, яку використовують криптогаманці. Вона додає додаткове слово або фразу на ваш вибір до вже існуючої seed - фрази, щоб розблокувати абсолютно новий набір адрес.

# onboarding_button_add_backup_card
source: Add a card or ring
de: Hinzufügen einer Sicherungskarte oder Ring
es: Agregar una tarjeta o un anillo de backup
fr: Ajouter une carte ou bague de sauvegarde
ja: バックアップ用のカードまたはリングを追加
ru: Добавить карту или кольцо
uk_ua: Додати картку або кільце

# onboarding_button_backup_card
source: Scan card
de: Karte oder Ring scannen
es: Escanee la tarjeta
fr: Scannez la carte
ja: カードをスキャン
ru: Сканировать карту
uk_ua: Сканувати картку

# onboarding_button_backup_now
source: Backup now
de: Jetzt sichern
es: Hacer backup ahora
fr: Sauvegarder maintenant
ja: 今すぐバックアップ
ru: Создать резервную копию
uk_ua: Створити резервну копію

# onboarding_button_backup_ring
source: Scan ring
de: Ring scannen
es: Escanee el anillo
fr: Scannez la bague
ja: リングをスキャン
ru: Сканировать кольцо
uk_ua: Сканувати кільце

# onboarding_button_continue_wallet
source: Continue to my wallet
de: Weiter zu meiner Wallet
es: Continuar a mi billetera
fr: Continuer vers mon portefeuille
ja: ウォレットへ進む
ru: Перейти к моему кошельку
uk_ua: Перейти до мого гаманця

# onboarding_button_finalize_backup
source: Finalize backup
de: Backup abschließen
es: Finalizar el backup
fr: Finaliser la sauvegarde
ja: バックアップを完了する
ru: Завершение бэкапа
uk_ua: Завершення бекапу

# onboarding_button_scan_origin_card
source: Scan primary card or ring
de: Primärkarte oder Ring scannen
es: Escanee la tarjeta principal
fr: Scannez la carte principale
ja: メインカードまたはリングをスキャン
ru: Сканировать основную карту или кольцо
uk_ua: Сканувати основну картку

# onboarding_button_skip_backup
source: Skip for later
de: Für später überspringen
es: Finalizar más tarde
fr: Finir plus tard
ja: スキップする
ru: Пропустить
uk_ua: Пропустити

# onboarding_button_what_does_it_mean
source: How does it work?
de: Wie funktioniert es?
es: ¿Cómo funciona?
fr: Comment ça marche ?
ja: どのように機能しますか?
ru: Как это работает?
uk_ua: Як це працює?

# onboarding_create_wallet_body
source: Let's generate all the keys on your card or ring and create a secure wallet
de: Lass uns alle Schlüssel auf deiner Karte oder Ring generieren und eine sichere Wallet erstellen
es: Vamos a generar todas las claves en su tarjeta o anillos y crear una billetera segura
fr: Générons toutes les clés sur votre carte et créons un portefeuille sécurisé
ja: すべての秘密鍵をカードまたはリング内で生成し、安全なウォレットを作成しましょう
ru: Давайте сгенерируем все ключи на вашей карте или кольце и создадим безопасный кошелек
uk_ua: Давайте згенеруємо всі ключі на вашій картці або кільці та створимо безпечний гаманець

# onboarding_create_wallet_button_create_wallet
source: Create wallet
de: Ein Wallet erstellen
es: Crear una billetera
fr: Créer un portefeuille
ja: ウォレットを作成する
ru: Создать кошелек
uk_ua: Створити гаманець

# onboarding_create_wallet_options_button_options
source: Other options
de: Andere Optionen
es: Otras opciones
fr: Autres options
ja: その他のオプション
ru: Другие опции
uk_ua: Інші опції

# onboarding_create_wallet_options_message
source: Your keys will be securely generated inside the chip. There is no seed phrase, which means nobody can export or steal it.
de: Deine Schlüssel(private-keys) werden sicher im Inneren der Karte oder Ring generiert. Es gibt keine Seed-Phrase, d. h. niemand kann sie exportieren oder stehlen.
es: Sus claves se generarán de forma segura dentro del chip. No hay seed phrase, lo que significa que nadie puede exportarla ni robarla.
fr: Vos clés seront générées de manière sécurisée à l'intérieur de la puce. Il n'y a pas de seed phrase, ce qui signifie que personne ne peut l'exporter ou la voler.
ja: 秘密鍵はチップ内で安全に生成されます。シードフレーズは存在しないので、誰もエクスポートしたり盗んだりすることはできません。
ru: Ваши ключи будут надежно сгенерированы внутри чипа. Никакой seed-фразы, а это значит, что никто не может экспортировать или украсть ее.
uk_ua: Ваші ключі будуть надійно згенеровані всередині чіпу. Ніякої seed-фрази, а це означає, що ніхто не зможе її експортувати або вкрасти.

# onboarding_create_wallet_options_title
source: Generate keys privately
de: Schlüssel anonym generieren
es: Generar claves de forma privada
fr: Générer des clés de manière privée
ja: 秘密鍵を非公開で生成する
ru: Cоздавайте ключи приватно
uk_ua: Генеруйте ключі приватно

# onboarding_done_body
source: Your card is activated and ready to be used
de: Deine Karte oder Ring ist aktiviert und einsatzbereit
es: Su tarjeta está activada y lista para usar
fr: Votre carte est activée et prête à être utilisée
ja: カードは有効化され、使用可能になりました
ru: Ваша карта активирована и готова к использованию
uk_ua: Ваша картка активована та готова до використання

# onboarding_done_header
source: Success!
de: Erfolgreich!
es: ¡Éxito!
fr: Succès !
ja: 成功！
ru: Успешно!
uk_ua: Успішно!

# onboarding_done_wallet
source: Your wallet is set up and ready to use!
de: Deine Wallet ist eingerichtet und einsatzbereit!
fr: Votre portefeuille est configuré et prêt à être utilisé !
ja: ウォレットの設定が完了し、使用できるようになりました。
ru: Ваш кошелек настроен и готов к использованию!
uk_ua: Ваш гаманець налаштований і готовий до використання!

# onboarding_exit_alert_message
source: In this case, you will need to start from the beginning.
de: In diesem Fall musst du ganz von vorne anfangen.
es: En este caso, necesitará empezar desde el principio.
fr: Dans ce cas, vous devrez recommencer depuis le début.
ja: この場合は、最初からやり直す必要があります。
ru: В этом случае вам будет необходимо начать процесс заново.
uk_ua: У цьому випадку вам доведеться почати наново.

# onboarding_exit_alert_title
source: Do you want to exit the activation process?
de: Möchtest du den Aktivierungsprozess abbrechen?
es: ¿Quiere salir del proceso de activación?
fr: Voulez-vous quitter le processus d'activation ?
ja: アクティベーション処理を途中で終了しますか?
ru: Вы хотите выйти из процесса активации?
uk_ua: Ви хочете вийти з процесу активації?

# onboarding_getting_started
source: Getting started
de: Erste Schritte
es: Inicializando
fr: Initialisation en cours
ja: スタート
ru: Подготовка
uk_ua: Підготовка

# onboarding_linking_error_card_with_wallets
source: Another wallet has already been created on the card you're trying to add. If you have funds in this wallet, please withdraw it and then reset this card and add it as a backup.
de: Für die Karte oder Ring, die du hinzufügen möchtest, wurde bereits eine andere Wallets erstellt. Wenn du Guthaben auf dieser Wallets hast, hebe es bitte ab, setze diese Karte oder Ring zurück und füge sie als Backup hinzu.
es: Ya se ha creado otra billetera en la tarjeta que está intentando agregar. Si tiene fondos en esta billetera, por favor retírelos y luego reinicie esta tarjeta y agréguela como backup.
fr: Un autre portefeuille a déjà été créé sur la carte que vous essayez d'ajouter. Si vous avez des fonds dans ce portefeuille, veuillez les retirer, puis réinitialiser cette carte et l'ajouter comme sauvegarde.
ja: 追加しようとしているカードには、すでに別のウォレットが作成されています。このウォレットに資金がある場合は、それを引き出してからこのカードをリセットし、バックアップとして追加してください。
ru: Другой кошелек уже был создан на карте, которую вы пытаетесь добавить. Если на нем есть средства, пожалуйста сначала выведите их, а затем сделайте сброс до заводских настроек и используйте как резервную.
uk_ua: На картці, яку ви намагаєтеся додати, вже створено інший гаманець. Якщо у вас є кошти на цьому гаманці, будь ласка, виведіть їх, а потім скиньте цю картку до заводських налаштувань і додайте її як резервну.

# onboarding_navbar_save_wallet
source: Save your wallet
de: Sicher deine Wallet
es: Guardar su billetera
fr: Enregistrer votre portefeuille
ja: ウォレットを保存する
ru: Сохраните ваш кошелек
uk_ua: Збережіть ваш гаманець

# onboarding_navbar_title_creating_backup
source: Creating a backup
de: Backups anlegen
es: Creando un backup
fr: Sauvegarde en cours
ja: バックアップの作成
ru: Резервная копия
uk_ua: Резервна копія

# onboarding_navbar_upgrade_wallet_biometrics
source: Biometrics
de: Biometrische Daten
fr: Biométrie
ja: 生体認証
ru: Биометрия
uk_ua: Біометрія

# onboarding_seed_button_read_more
source: Read more about seed phrase
de: Lese mehr über die Seed-Phrase
es: Leer más sobre seed phrase
fr: En savoir plus sur les seed phrases
ja: シードフレーズについてもっと読む
ru: Прочитать о seed-фразе
uk_ua: Дізнатися більше про seed-фразу

# onboarding_seed_generate_title
source: Your seed phrase
de: Deine Seed-Phrase
es: Su seed phrase
fr: Votre seed phrase
ja: あなたのシードフレーズ
ru: Ваша seed-фраза
uk_ua: Ваша seed-фраза

# onboarding_seed_import_message
source: To import your wallet, enter your seed phrase in the field below
de: Um deine Wallets zu importieren, gib bitte deine Seed-Phrase in das folgende Feld ein
es: Para importar su billetera, introduzca su seed phrase en el campo a continuación
fr: Pour importer votre portefeuille, entrez votre seed phrase dans le champ ci-dessous
ja: ウォレットをインポートするには、下のフィールドにシードフレーズを入力してください。
ru: Чтобы импортировать кошелек, введите seed-фразу в поле ниже
uk_ua: Щоб імпортувати гаманець, введіть seed-фразу в поле нижче

# onboarding_seed_intro_button_generate
source: Generate seed phrase
de: Seed-Phrase generieren
es: Generar seed phrase
fr: Générer une seed phrase
ja: シードフレーズを生成する
ru: Создать seed-фразу
uk_ua: Згенерувати seed-фразу

# onboarding_seed_intro_button_import
source: Import wallet
de: Wallet importieren
es: Importe una billetera
fr: Importez
ja: ウォレットをインポート
ru: Импорт кошелька
uk_ua: Імпорт гаманця

# onboarding_seed_intro_message
source: A seed phrase is a series of words that allows you to recover your wallet. Unlike the keys generated by the card or ring, seed phrases are unprotected and can be copied and stolen. Use this option at your own risk.
de: Eine Seed-Phrase ist eine Reihe von Wörtern, mit denen du deine Wallet wiederherstellen kannst. Im Gegensatz zu den von der Karte oder Ring generierten Schlüsseln sind Seed-Phrasen ungeschützt und können kopiert und gestohlen werden. Die Verwendung dieser Option erfolgt auf eigene Gefahr.
es: Una seed phrase (o frase semilla) es una serie de palabras que permite recuperar su billetera. A diferencia de las claves generadas por la tarjeta, las seed phrases no están protegidas y pueden ser copiadas y robadas. Use esta opción bajo su propia responsabilidad.
fr: Une seed phrase est une série de mots qui vous permet de récupérer votre portefeuille. Contrairement aux clés générées par la carte, les seed phrases ne sont pas protégées et peuvent être copiées et volées. Utilisez cette option à vos propres risques.
ja: シードフレーズは、ウォレットを復元できる一連の単語です。カードやリングによって生成される秘密鍵とは異なり、シードフレーズは保護されていないため、コピーされて盗まれる可能性があります。このオプションは自己責任で使用してください。
ru: Seed-фраза — это набор слов, который дает возможность восстановить кошелек. В отличие от ключей, сгенерированных картой или кольцом, seed-фраза не защищена и может быть скопирована и украдена. Используйте этот вариант на свой страх и риск.
uk_ua: Seed-фраза — це набір слів, який надає можливість відновити гаманець. На відміну від ключів, що генеруються карткою або кільцем, seed-фраза не захищена і може бути скопійована та вкрадена. Використовуйте цей варіант на свій власний страх та ризик.

# onboarding_seed_intro_title
source: Use seed phrase
de: Seed-Phrase verwenden
es: Usar seed phrase
fr: Utiliser une seed phrase
ja: シードフレーズを使用する
ru: Использовать seed-фразу
uk_ua: Використовувати seed-фразу

# onboarding_seed_mnemonic_invalid_checksum
source: Invalid seed phrase. Please check the word order.
de: Ungültige Seed-Phrase. Bitte überprüfe die Wortreihenfolge.
es: Seed phrase incorrecta. Por favor, comprueba el orden de las palabras.
fr: Seed phrase invalide. Veuillez vérifier l'ordre des mots.
ja: 無効なシードフレーズです。語順を確認してください。
ru: Неверная seed-фраза. Пожалуйста, проверьте порядок слов.
uk_ua: Невірна seed-фраза. Будь ласка, перевірте порядок слів.

# onboarding_seed_mnemonic_wrong_words
source: Invalid seed phrase. Please check your spelling.
de: Ungültige Seed-Phrase. Bitte überprüfe die Rechtschreibung.
es: Seed phrase incorrecta. Por favor, compruebe la ortografía.
fr: Seed phrase invalide. Veuillez vérifier votre orthographe.
ja: 無効なシードフレーズです。スペルを確認してください。
ru: Неверная seed-фраза. Пожалуйста, проверьте орфографию.
uk_ua: Невірна seed-фраза. Будь ласка, перевірте правопис.

# onboarding_seed_phrase_intro_legacy
source: Legacy
de: Veralteter Standard
es: Legado
fr: Héritage
ja: レガシー
ru: Устаревший
uk_ua: Застаріло

# onboarding_seed_screenshot_alert
source: For security reasons, taking screenshots of your seed phrase is disabled. The seed phrase is hidden to protect it from loss or unauthorized access.
de: Aus Sicherheitsgründen ist das Erstellen von Screenshots Deiner Seed-Phrase deaktiviert. Deine Seed-Phrase ist verborgen, um sie vor Verlust oder unbefugtem Zugriff zu schützen.
es: No recomendamos almacenar la seed phrase como captura de pantalla debido al alto riesgo de pérdida o hackeo
fr: Pour des raisons de sécurité, la capture d'écran de votre seed phrase est désactivée. La seed phrase est masquée afin de la protéger contre toute perte ou tout accès non autorisé.
ja: セキュリティ上の理由により、シードフレーズのスクリーンショット撮影は無効化されています。シードフレーズは、紛失や不正アクセスから保護するために非表示になっています。
ru: В целях безопасности создание скриншотов seed-фразы отключено. Seed-фраза скрыта, чтобы защитить её от потери или несанкционированного доступа.
uk_ua: З міркувань безпеки створення скриншотів сід-фрази вимкнено. Сід-фраза прихована, щоб захистити її від втрати або несанкціонованого доступу.

# onboarding_seed_user_validation_message
source: To check whether you’ve written down your seed phrase correctly, please enter the 2nd, 7th and 11th words
de: Um zu überprüfen, ob du deine Seed-Phrase richtig aufgeschrieben hast, gib bitte das 2., 7. und 11 Wort ein.
es: Para comprobar si ha escrito correctamente su seed phrase, por favor introduzca las palabras 2ª, 7ª y 11ª
fr: Pour vérifier si vous avez correctement noté votre seed phrase, veuillez entrer les 2ème, 7ème et 11ème mots
ja: シードフレーズを正しく書き込んだかどうかを確認するために、2番目、7番目、11番目の単語を入力してください。
ru: Чтобы проверить, правильно ли вы записали seed-фразу, введите 2-е, 7-е и 11-е слова
uk_ua: Щоб перевірити чи правильно ви записали seed-фразу, введіть 2-е, 7-е та 11-те слова

# onboarding_seed_user_validation_title
source: So, let’s check
de: Eine letzte Prüfung!
es: Bien, vamos a comprobar
fr: Alors, vérifions
ja: では、確認してみましょう
ru: Итак, проверим
uk_ua: Отже, давайте перевіримо

# onboarding_subtitle_no_backup_cards
source: To start the backup process, add up to two backup cards or rings.
de: Um den Sicherungsvorgang zu starten, füge bis zu zwei Sicherungskarten oder Ring hinzu.
es: Para iniciar el proceso de backup, agregue hasta dos tarjetas/anillos de backup.
fr: Pour démarrer le processus de sauvegarde, ajoutez jusqu'à deux cartes de sauvegarde.
ja: バックアップを開始するには、最大2枚のバックアップカードまたはリングを追加してください。
ru: Чтобы начать процесс резервного копирования, добавьте одну или две резервные карты или кольца.
uk_ua: Щоб почати процес резервного копіювання, додайте одну або дві резервні картки або кільця.

# onboarding_subtitle_one_backup_card
source: You can add one more card or ring or finalize the backup process
de: Du kannst eine weitere Karte oder Ring hinzufügen oder den Sicherungsvorgang abschließen
es: Puede agregar una tarjeta/anillo más o finalizar el proceso de backup
fr: Vous pouvez ajouter une carte supplémentaire ou finaliser le processus de sauvegarde
ja: カードまたはリングをもう1つ追加するか、バックアップ処理を完了します
ru: Вы можете добавить еще одну карту или кольцо или завершить процесс резервного копирования
uk_ua: Ви можете додати ще одну картку або кільце або завершити процес резервного копіювання

# onboarding_subtitle_scan_backup_card_format
source: Prepare the backup card with number %@
de: Bereite die Sicherungskarte oder Ring mit der Nummer %@ vor.
es: Prepare su tarjeta de backup con el número %@
fr: Préparez la carte de sauvegarde avec le numéro %@
ja: 番号%@のバックアップカードを準備してください
ru: Подготовьте резервную карту с номером %@
uk_ua: Підготуйте резервну картку з номером %@

# onboarding_subtitle_scan_primary_card_format
source: Prepare the primary card with number %@
de: Bereite die primäre Karte oder Ring mit der Nummer %@ vor.
es: Prepare la tarjeta principal con el número %@
fr: Préparez la carte principale avec le numéro %@
ja: 番号%@のプライマリカードを準備してください
ru: Подготовьте основную карту с номером %@
uk_ua: Підготуйте основну картку з номером %@

# onboarding_subtitle_scan_primary
source: Scan the primary card or ring to start the backup process.
de: Scanne die primär-Karte oder Ring, um den Sicherungsvorgang zu starten.
es: Escanee la tarjeta principal o el anillo para iniciar el proceso de backup.
fr: Scannez la carte principale ou bague pour démarrer le processus de sauvegarde.
ja: プライマリカードまたはリングをスキャンして、バックアップ処理を開始します。
ru: Отсканируйте основную карту или кольцо, чтобы начать процесс резервного копирования.
uk_ua: Відскануйте основну картку або кільце, щоб почати процес резервного копіювання.

# onboarding_subtitle_scan_ring
source: Prepare the ring and press the scan button below
de: Bereite den Ring vor und drücke unten die Scan-Taste
es: Prepare el anillo y presione el botón de escaneo a continuación
fr: Préparez la bague et appuyez sur le bouton de numérisation ci-dessous
ja: リングを準備して、下のスキャンボタンを押してください
ru: Приготовьте кольцо и нажмите кнопку сканирования кольца внизу
uk_ua: Підготуйте кільце та натисніть кнопку сканування нижче

# onboarding_subtitle_success_tangem_wallet_onboarding
source: Your wallet is configured and ready for use.
de: Deine Tangem-Karte oder Ring ist konfiguriert und einsatzbereit.
es: Su billetera está configurada y lista para usar.
fr: Votre carte de portefeuille est configurée et prête à l'emploi.
ja: ウォレットが設定され、使用できるようになりました。
ru: Ваш кошелек настроен и готов к использованию.
uk_ua: Ваш гаманець налаштований та готовий до використання.

# onboarding_subtitle_two_backup_cards
source: Max number of devices added. Finalize the backup process.
de: Maximale Anzahl an Geräten hinzugefügt. Schließe den Sicherungsvorgang ab.
es: Número máximo de dispositivos añadido. Finalice el proceso de backup.
fr: Nombre maximum de cartes ajoutées. Finalisez le processus de sauvegarde.
ja: 最大数のデバイスが追加されました。バックアップ処理を完了します。
ru: Добавлено максимальное количество устройств. Завершите процесс резервного копирования.
uk_ua: Додано максимальну кількість пристроїв. Завершіть процес резервного копіювання.

# onboarding_title_backup_card
source: Backup card
de: Sicherungs-Karte oder Ring
es: Tarjeta de backup
fr: Carte de sauvegarde
ja: バックアップカード
ru: Резервная карта
uk_ua: Резервна картка

# onboarding_title_backup_ring
source: Backup ring
de: Sicherungs-Ring
es: Anillo de backup
fr: Bague de sauvegarde
ja: バックアップリング
ru: Резервное кольцо
uk_ua: Резервне кільце

# onboarding_title_no_backup_cards
source: No backup devices
de: Keine Sicherungsgeräte
es: Ningunos dispositivos de backup
fr: Aucun appareil de sauvegarde
ja: バックアップデバイスなし
ru: Нет резервных устройств
uk_ua: Немає резервних пристроїв

# onboarding_title_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ru: Уведомления
uk_ua: Сповіщення

# onboarding_title_one_backup_card
source: One backup device added
de: Eine Backupgerät hinzugefügt
es: Un dispositivo de backup agregado
fr: Une carte de sauvegarde ajoutée
ja: バックアップデバイスが1つ追加されました
ru: Добавлено одно резервное устройство
uk_ua: Додано один резервний пристрій

# onboarding_title_scan_origin_card
source: Prepare your card or ring
de: Bereite Deine Karte oder Deinen Ring vor
es: Prepare su tarjeta
fr: Préparez votre carte
ja: カードまたはリングを用意してください
ru: Подготовьте свою карту или кольцо
uk_ua: Підготуйте свою картку

# onboarding_title_two_backup_cards
source: Two backup devices added
de: Zweites Backupgerät hinzugefügt
es: Dos dispositivos de backup agregados
fr: Deux cartes de sauvegarde ajoutées
ja: バックアップデバイスが2つ追加されました
ru: Добавлены два резервных девайса
uk_ua: Додано два резервних пристрої

# onboarding_title
source: Activating wallet
de: Karte oder Ring aktivieren
es: Activando billetera
fr: Activation de la carte
ja: ウォレットの有効化
ru: Активация кошелька
uk_ua: Активація гаманця

# onboarding_top_up_min_create_account_amount
source: To get started, simply top up the wallet with more than %1$@
de: Um zu beginnen, lade die Wallet einfach mit mehr als %1$@ auf.
es: Para empezar, simplemente recargue la billetera con más de %1$@
fr: Pour commencer, rechargez simplement le portefeuille avec plus de %1$@
ja: 始めるには、ウォレットに%1$@ 以上入金するだけです
ru: Пополните кошелек более чем на %1$@, чтобы начать пользоваться картой
uk_ua: Щоб почати, просто поповніть гаманець більше, ніж на %1$@

# onboarding_twin_exit_warning
source: The twinning process is partly complete. You can't exit it now.
de: Der Twinning-Prozess ist teilweise abgeschlossen. Du kannst ihn jetzt nicht mehr beenden.
es: El proceso de emparejamiento está parcialmente completo. No puede salir ahora.
fr: Le processus de jumelage est partiellement terminé. Vous ne pouvez pas le quitter maintenant.
ja: ツイン化プロセスは部分的に完了しています。現在終了することはできません。
ru: Процесс связывания карт частично завершен. Вы не можете выйти из него сейчас.
uk_ua: Процес поєднання карток частково завершено. Ви не можете вийти з нього зараз.

# onboarding_twins_interrupt_warning
source: If the process of creating the wallet gets interrupted in any way, you'll have to start over
de: Wenn der Prozess der Erstellung der Brieftasche in irgendeiner Weise unterbrochen wird, musst du diesen von vorne beginnen
es: Si el proceso de creación del wallet se interrumpe de alguna manera, tendrá que empezar de nuevo
fr: Si le processus de création du portefeuille est interrompu de quelque manière que ce soit, vous devrez recommencer
ja: ウォレットの作成プロセスが何らかの理由で中断された場合は、最初からやり直す必要があります。
ru: Если процесc создания кошелька каким-либо образом прервется, вам придется начинать сначала
uk_ua: Якщо процес створення гаманця буде перервано будь-яким чином, вам доведеться почати все спочатку
