Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# token_details_hide_alert_message
source: You are about to hide this token from the main screen. You can add it back anytime through the manage tokens page.
de: Du bist dabei, dieses Token vom Hauptbildschirm auszublenden. Du kannst es jederzeit über die Seite „Token verwalten“ wieder hinzufügen.
es: Está a punto de ocultar este token de la pantalla principal. Puede volver a agregarlo en cualquier momento a través de la página de gestión de tokens.
fr: Vous êtes sur le point de masquer ce jeton de l'écran principal. Vous pouvez le rajouter à tout moment via la page de gestion des jetons.
ja: このトークンをメイン画面から非表示にします。トークンの管理ページからいつでも再度追加できます。
ru: Вы скрываете токен с главного экрана, но в любой момент сможете добавить его обратно через страницу управления токенами.
uk_ua: Ви збираєтеся приховати цей токен з головного екрану. Ви можете додати його назад будь-коли на сторінці керування токенами.

# token_details_hide_alert_title
source: Hide %@
de: Blende %@ aus
es: Ocultar %@
fr: Masquer %@
ja: %@を非表示
ru: Скрыть %@
uk_ua: Приховати %@

# token_details_hide_token
source: Hide token
de: Token ausblenden
es: Ocultar el token
fr: Masquer le jeton
ja: トークンを非表示
ru: Скрыть токен
uk_ua: Приховати токен

# token_details_staking_block_subtitle
source: Staking allows you to receive %1$@ and get rewards every %2$@ days
de: Durch Staking kannst Du %1$@ erhalten und alle %2$@ Tage Belohnungen bekommen.
es: El staking le permite ganar %1$@ y obtener recompensas cada %2$@ días
fr: Le Staking vous permet d'en gagner %1$@ et d'obtenir des récompenses tous les %2$@ jours
ja: ステーキングすると%1$@を受け取り、 %2$@日ごとに報酬を獲得できます
ru: Стейкинг позволяет вам зарабатывать %1$@ и получать вознаграждения каждые %2$@ дней
uk_ua: Стейкінг дозволяє заробляти %1$@ і отримувати винагороду кожні %2$@ днів

# token_details_staking_block_title
source: Staking Service
de: Staking-Dienst
es: Servicio de Staking
fr: Service de Staking
ja: ステーキングサービス
ru: Сервис стейкинга
uk_ua: Сервіс стейкінгу

# token_details_token_type_subtitle_no_standard
source: Token in %%image%% %1$@ network
de: Token in %%image%% %1$@ Netzwerk
es: Token en la red %%image%% %1$@
fr: Jeton dans le %%image%% %1$@ réseau
ja: %%image%% %1$@ネットワーク上のトークン
ru: Токен в сети %%image%% %1$@
uk_ua: Токен у мережі %%image%% %1$@

# token_details_token_type_subtitle
source: %1$@ token in %%image%% %2$@ network
de: %1$@ Token in %%image%% %2$@ Netzwerk
es: Token de %1$@ en la red %%image%% %2$@
fr: %1$@ jeton dans %%image%% %2$@ le réseau
ja: %%image%% %2$@ ネットワークの %1$@ トークン
ru: %1$@ токен в сети %%image%% %2$@
uk_ua: %1$@ токен в мережі %%image%% %2$@

# token_details_unable_hide_alert_message
source: The %1$@ (%2$@) token is the main currency on the %3$@ network and cannot be hidden as long as you have other tokens on this network in the list
de: Der %1$@ (%2$@) Token ist die Hauptwährung im %3$@ Netzwerk und kann nicht versteckt werden, solange du andere Token dieses Netzwerks in der Liste aktiv hast.
es: El token %1$@ (%2$@) es la moneda principal en la red %3$@ y no se puede ocultar mientras tengas otros tokens de esta red en la lista
fr: Le jeton %1$@ (%2$@) est la principale devise du réseau %3$@ et ne peut pas être masqué tant que vous avez d'autres jetons de ce réseau dans la liste
ja: %1$@ ( %2$@ ) トークンは%3$@ネットワークの主要通貨であり、このネットワーク上の他のトークンがリストにある限り、非表示にすることはできません。
ru: Токен %1$@ (%2$@) является основной валютой в сети %3$@ и не может быть скрыт до тех пор, пока у вас в списке есть другие токены этой сети
uk_ua: Токен %1$@ (%2$@) є основною валютою в мережі %3$@ і не може бути прихований до тих пір, поки у вас в списку є інші токени цієї мережі

# token_details_unable_hide_alert_title
source: Unable to hide %@
de: %@ kann nicht ausgeblendet werden
es: No se puede ocultar %@
fr: Impossible de masquer %@
ja: %@を非表示にできません
ru: Невозможно скрыть %@
uk_ua: Неможливо приховати %@

# token_receive_show_qr_code_title
source: Show QR code
de: QR-Code anzeigen
ja: QRコードを表示
ru: Показать QR код
uk_ua: Показати QR-код

# token_swap_promotion_button
source: Swap now
de: Jetzt tauschen
es: Intercambie ahora
fr: Échangez maintenant
ja: 今すぐスワップ
ru: Обменять
uk_ua: Обміняти

# tokens_list_available_to_buy_header
source: Choose token you want to buy
de: Wähle den Token, den Du kaufen möchtest
es: Seleccione el token que desea comprar
fr: Sélectionnez le jeton que vous souhaitez acheter
ja: 買付したいトークンを選択します
ru: Выберите токен для покупки
uk_ua: Оберіть токен для купівлі

# tokens_list_available_to_sell_header
source: Choose token you want to sell
de: Wähle den Token, den Du verkaufen möchtest
es: Seleccione el token que desea vender
fr: Sélectionnez le jeton que vous souhaitez vendre
ja: 売却したいトークンを選択します
ru: Выберите токен для продажи
uk_ua: Оберіть токен для продажу

# tokens_list_available_to_swap_header
source: Choose token you want to swap
de: Wähle den Token, den Du tauschen möchtest
es: Seleccione el token que desea intercambiar
fr: Sélectionnez le jeton que vous souhaitez échanger
ja: スワップしたいトークンを選択します
ru: Выберите токен для обмена
uk_ua: Оберіть токен для обміну

# tokens_list_hot_crypto_header
source: Market Trend 🔥
de: Hot Krypto 🔥
es: Criptomonedas populares 🔥
fr: Crypto-monnaies populaire 🔥
ja: 市場トレンド🔥
ru: В тренде🔥
uk_ua: В тренді 🔥

# tokens_list_unavailable_to_purchase_header
source: Unavailable to purchase
de: Nicht verfügbar zum Kauf
es: No disponible para compra
fr: Non disponible à l'achat
ja: 買付できません
ru: Недоступно для покупки
uk_ua: Недоступно для покупки

# tokens_list_unavailable_to_sell_header
source: Unavailable to sell
de: Nicht zum Verkauf verfügbar
es: No disponible para vender
fr: Indisponible à la vente
ja: 売却できません
ru: Недоступно для продажи
uk_ua: Недоступно для продажу

# tokens_list_unavailable_to_swap_header
source: Unavailable for swap from %@
de: Nicht verfügbar für Tausch von %@
es: No disponible para cambio desde %@
fr: Non disponible pour l'échange de %@
ja: %@からのスワップは利用できません
ru: Недоступно для обмена с %@
uk_ua: Недоступно для обміну з %@

# tokens_list_unavailable_to_swap_source_header
source: Unavailable for swap
de: Nicht zum Tausch verfügbar
es: No disponible para intercambio
fr: Indisponible pour un échange
ja: スワップはできません
ru: Недоступно для обмена
uk_ua: Недоступно для обміну

# transaction_history_contract_address
source: contract: %@
de: Vertrag: %@
es: contacto: %@
fr: contrat : %@
ja: コントラクト: %@
ru: контракт: %@
uk_ua: контракт: %@

# transaction_history_empty_transactions
source: You don't have any transactions yet
de: Du hast noch keine Transaktionen
es: Aún no tiene ninguna transacción
fr: Vous n'avez pas encore de transactions
ja: まだ取引はありません
ru: У вас еще нет транзакций
uk_ua: У вас ще немає транзакцій

# transaction_history_error_failed_to_load
source: Failed to load transaction history. Click on reload button to update the information.
de: Der Transaktionsverlauf konnte nicht geladen werden. Klicke auf die Schaltfläche Neu laden, um die Informationen zu aktualisieren.
es: Error al cargar el historial de transacciones. Haga clic en el botón de recarga para actualizar la información.
fr: Échec du chargement de l'historique des transactions. Cliquez sur le bouton de rechargement pour mettre à jour les informations.
ja: 取引履歴の読み込みに失敗しました。 情報を更新するには、リロードボタンをクリックしてください。
ru: Не удалось загрузить историю транзакций. Нажмите на кнопку перезагрузки, чтобы обновить информацию.
uk_ua: Не вдалося завантажити історію транзакцій. Натисніть кнопку нижче, щоб оновити інформацію

# transaction_history_multiple_addresses
source: Multiple addresses
de: Mehrere Adressen
es: Múltiples direcciones
fr: Adresses multiples
ja: 複数のアドレス
ru: Несколько адресов
uk_ua: Кілька адрес

# transaction_history_not_supported_description
source: Transaction history is currently not supported for this blockchain. But don't worry, we're working on it! In the meantime you can check it in the explorer.
de: Die Transaktionshistorie wird für diese Blockchain derzeit nicht verfügbar. Aber keine Sorge, wir arbeiten daran! In der Zwischenzeit kannst du es im Explorer überprüfen.
es: El historial de transacciones no está soportado actualmente para esta blockchain. Pero no se preocupe, ¡estamos trabajando en ello! Mientras tanto, puede consultarlo en el explorador.
fr: L'historique des transactions n'est actuellement pas pris en charge pour cette blockchain. Mais ne vous inquiétez pas, nous y travaillons ! En attendant, vous pouvez le vérifier dans l'explorateur.
ja: 現在、このブロックチェーンでは取引履歴はサポートされていません。しかしご心配なく！弊社で対応中です。その間、エクスプローラーで確認することができます。
ru: История транзакций в настоящее время не поддерживается для этого блокчейна. Но не волнуйтесь, мы работаем над этим! А пока вы можете проверить ее в обозревателе.
uk_ua: Історія транзакцій наразі не підтримується для цього блокчейну. Але не хвилюйтеся, ми працюємо над цим! А поки можете перевірити це в оглядачі.

# transaction_history_operation
source: Operation
es: Operación
fr: Opération
ja: オペレーション
ru: Операция
uk_ua: Операція

# transaction_history_transaction_for_address
source: for: %@
de: für: %@
fr: pour : %@
ja: 対象：%@
ru: для: %@
uk_ua: для: %@

# transaction_history_transaction_from_address
source: from: %@
de: von: %@
es: desde: %@
fr: de : %@
ja: 送金元: %@
ru: от: %@
uk_ua: від: %@

# transaction_history_transaction_to_address
source: to: %@
de: zu: %@
es: a: %@
fr: à : %@
ja: 送金先: %@
ru: на: %@
uk_ua: до: %@

# transaction_history_transaction_validator
source: validator: %@
de: Validierer: %@
es: validador: %@
fr: validateur : %@
ja: バリデーター: %@
ru: валидатор: %@
uk_ua: валідатор: %@

# transaction_notifications_warning_description
source: Notifications are enabled but won't work until you allow notifications in your device settings.
de: Benachrichtigungen sind aktiviert, funktionieren aber erst, wenn Du Benachrichtigungen in Deinen Geräteeinstellungen zulässt.
es: Las notificaciones están activadas, pero no funcionarán hasta que permita las notificaciones en la configuración de su dispositivo.
fr: Les notifications sont activées, mais elles ne fonctionneront pas tant que vous n'aurez pas autorisé les notifications dans les paramètres de votre appareil.
ja: 通知は有効になっていますが、デバイスの設定で通知を許可するまでは機能しません。
ru: Уведомления включены, но не будут работать, пока вы не разрешите их в настройках устройства.
uk_ua: Сповіщення ввімкнені, але не працюватимуть, доки ви не дозволите їх у налаштуваннях пристрою.

# transaction_notifications_warning_title
source: Transaction Notifications
de: Transaktionsbenachrichtigungen
es: Notificaciones de transacciones
fr: Notifications de transaction
ja: 取引通知
ru: Уведомления о транзакциях
uk_ua: Сповіщення про транзакції

# transfer_min_amount_error
source: Minimum %@
es: Mínimo %@
ja: 最小%@
ru: Минимум %@
uk_ua: Мінімум %@

# transfer_notification_invalid_minimum_transaction_amount_text
source: The minimum transaction amount is %1$@.
de: Der Mindesttransaktionsbetrag beträgt %1$@.
es: El monto mínimo para realizar esta transacción es %1$@.
fr: Le montant minimum pour effectuer cette transaction est %1$@.
ja: 最小取引金額は%1$@です。
ru: Минимальная сумма транзакции равна %1$@.
uk_ua: Мінімальна сума транзакції становить %1$@.

# tron_will_be_send_token_fee_description
source: Tron network fees for popular tokens can be higher. Staking TRX may help reduce transaction costs.
de: Die Netzwerkgebühren für beliebte Token im Tron-Netzwerk können höher sein. Das Staking von TRX kann helfen, die Transaktionskosten zu senken.
es: Las tarifas de la red Tron para tokens populares pueden ser más altas. Hacer staking de TRX puede ayudar a reducir costes de transacción.
fr: Les frais de réseau Tron pour les jetons populaires peuvent être plus élevés. Le staking de TRX peut contribuer à réduire les coûts de transaction.
ja: Tronネットワークの人気トークンの手数料は高い可能性があります。TRXをステーキングすると、取引コストを削減できる可能性があります。
ru: Комиссии сети Tron для популярных токенов могут быть выше. Стейкинг TRX может помочь снизить расходы на транзакции.
uk_ua: Комісії мережі Tron для популярних токенів можуть бути вищими. Стейкінг TRX може допомогти знизити транзакційні витрати.

# tron_will_be_send_token_fee_title
source: Save on Tron network fees
de: Spare bei den Tron-Netzwerkgebühren
es: Ahorre en las tarifas de la red Tron
fr: Économisez sur les frais de réseau Tron
ja: Tronネットワーク手数料を節約
ru: Экономьте на Tron комиссиях
uk_ua: Заощаджуйте на Tron комісіях

# try_to_load_data_again_button_title
source: Try again
de: Versuche es erneut
es: Inténtelo de nuevo
fr: Réessayez
ja: もう一度やり直してください
ru: Попробовать снова
uk_ua: Спробуйте знову

# twin_error_same_card
source: You've scanned the same card. To create a twin wallet you need to scan the card with number %li
de: Du hast dieselbe Karte oder Ring gescannt. Um ein Zwillings-Wallet zu erstellen, musst du die Karte oder Ring mit der Nummer %li scannen.
es: Ha escaneado la misma tarjeta. Para crear una billetera gemela, necesite escanear la tarjeta con no. %li
fr: Vous avez scanné la même carte. Pour créer un portefeuille jumeau, vous devez scanner la carte portant le numéro %li
ja: 同じカードをスキャンしました。ツインウォレットを作成するには、番号%liのカードをスキャンする必要があります。
ru: Вы отсканировали ту же карту. Для создания twin-кошелька вам необходимо отсканировать карту с номером %li
uk_ua: Ви відсканували одну й ту саму картку. Для створення twin-гаманця вам потрібно відсканувати картку з номером %li

# twin_error_wrong_twin
source: You've scanned wrong twin card. Please try another one
de: Du hast die falsche Doppelkarte oder Ring gescannt. Bitte versuche eine andere Karte oder Ring
es: Ha escaneado la tarjeta gemela incorrecta. Por favor, intente con otra
fr: Vous avez scanné une mauvaise carte jumelle. S'il vous plaît, essayez-en un autre
ja: 間違ったツインカードをスキャンしました。別のカードをお試しください。
ru: Вы отсканировали не ту twin-карту. Пожалуйста, попробуйте отсканировать другую
uk_ua: Ви відсканували не ту twin-картку. Будь ласка, спробуйте відсканувати іншу

# twins_onboarding_description_format
source: This one that you are holding in your hands and the other one with number %@. Both cards can be used to extract funds from this wallet.
de: Die, die du in den Hand hältst, und die andere mit der Nummer %@. Beide Karten oder Ringe können verwendet werden, um Geld aus dieser Wallet zu versenden.
es: Esta que tiene en sus manos y la otra con el número %@. Ambas tarjetas pueden usarse para extraer fondos de esta billetera.
fr: Celle que vous tenez dans vos mains et l'autre portant le numéro %@ Les deux cartes peuvent être utilisées pour extraire des fonds de ce portefeuille.
ja: あなたが今手にしているカード、そしてもうひとつが番号%@ のカードです。 どちらのカードも、このウォレットから資金を引き出すために使用できます。
ru: Это карта, которую вы держите в руках. У парной карты номер %@. Обе карты можно использовать для вывода средств из этого кошелька.
uk_ua: Це картка, яку ви тримаєте в руках. У парної картки номер %@. Обидві картки можна використовувати для зняття коштів з цього гаманця.

# twins_onboarding_subtitle
source: One wallet. Two cards.
de: Eine Wallet. Zwei Karten oder Ringe.
es: Una billetera. Dos tarjetas.
fr: Un portefeuille. Deux cartes.
ja: 1つのウォレット。2枚のカード。
ru: Один кошелек. Две карты.
uk_ua: Один гаманець. Дві картки.

# twins_recreate_button_format
source: Scan card #%@
de: Scanne die Karte oder Ring Nr. %@
es: Escanee la tarjeta núm. %@
fr: Scannez la carte n°%@
ja: カード #%@ をスキャン
ru: Сканировать карту #%@
uk_ua: Сканувати картку #%@

# twins_recreate_title_creating_wallet
source: Creating wallet
de: Wallet erstellen
es: Creando la billetera
fr: Création du portefeuille
ja: ウォレットの作成
ru: Создание кошелька
uk_ua: Створення гаманця

# twins_recreate_title_format
source: Scan the #%@ twin card
de: Scanne die Nr. %@ Zwillingskarte oder Ring
es: Escanear tarjeta gemela no. %@
fr: Scannez la carte jumelle n°%@
ja: # %@ツインカードをスキャン
ru: Отсканируйте twin-карту #%@
uk_ua: Відскануйте twin-картку # %@

# twins_recreate_title_preparing
source: Preparing card
de: Karte oder Ring vorbereiten
es: Preparando la tarjeta
fr: Préparation de la carte
ja: カードの準備
ru: Подготовка карты
uk_ua: Підготовка картки

# twins_recreate_toolbar
source: Tangem Twin
ja: Tangemツイン

# twins_recreate_warning
source: This action is irreversible. You will not have access to the old wallet.
de: Diese Aktion ist unumkehrbar. Du hast keinen Zugriff mehr auf die alte Wallet.
es: Esta acción es irreversible. No tendrá acceso la billetera antigua.
fr: Cette action est irréversible. Vous n'aurez plus accès à l'ancien portefeuille.
ja: この操作は元に戻せません。古いウォレットにはアクセスできなくなります。
ru: Это действие необратимо. У вас не будет доступа к старому кошельку.
uk_ua: Ця дія є незворотною. Ви не матимете доступу до старого гаманця.

# twins_scan_twin_with_number
source: Tap the twin card with number %@ and do not remove until the end of the operation
de: Tippe auf die Doppelkarte oder Ring mit der Nummer %@ und entferne sie erst am Ende des Vorgangs.
es: Toque la tarjeta gemela con el número %@ y no la retira hasta el final de la operación
fr: Appuyez sur la carte jumelle avec le numéro %@ et ne la retirez pas jusqu'à la fin de l'opération
ja: 番号%@のツインカードをタップし、操作が終了するまで取り外さないでください。
ru: Приложите twin-карту с номером %@ и не убирайте до окончания операции
uk_ua: Прикладіть twin-картку з номером %@ та не прибирайте її до завершення операції

# unexpected_error_description
source: Please try again later. If the issue persists, please contact support.
de: Bitte versuche es später noch einmal. Sollte das Problem weiterhin bestehen, wende Dich bitte an den Support.
es: Por favor, inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con el servicio de soporte.
fr: Veuillez réessayer ultérieurement. Si le problème persiste, veuillez contacter le support.
ja: しばらくしてからもう一度お試しください。問題が解決しない場合は、サポートにお問い合わせください。
ru: Пожалуйста, попробуйте позже. Если проблема сохранится, обратитесь в поддержку.
uk_ua: Спробуйте ще раз пізніше. Якщо проблема залишиться, зверніться до служби підтримки.

# unexpected_error_title
source: Something went wrong!
de: Etwas ist schiefgelaufen!
es: ¡Algo salió mal!
fr: Une erreur s'est produite !
ja: 問題が発生しました。
ru: Что-то пошло не так
uk_ua: Щось пішло не так!

# universal_error
source: We've encountered an error. Error code: %@. Please contact our support.
de: Es ist ein Fehler aufgetreten. Fehlercode: %@. Bitte kontaktiere unseren Support.
es: Hemos encontrado un error. Código de error: %@. Póngase en contacto con nuestro servicio de soporte.
fr: Nous avons rencontré une erreur. Code d'erreur : %@. Veuillez contacter notre équipe de support.
ja: エラーが発生しました。エラー コード：%@。サポートにお問い合わせください。
ru: Произошла ошибка. Код ошибки: %@. Попробуйте, пожалуйста, снова. Если проблема будет продолжать возникать — обратитесь в службу поддержки.
uk_ua: Виникла помилка. Код помилки: %@. Спробуйте, будь ласка, знову. Якщо проблема знову виникає — зверніться до нашої служби підтримки.

# unlock_wallet_description_full
source: Use %@ or scan a card/ring to have access to your wallet
de: Verwende %@ oder scanne eine Karte oder Ring, um Zugriff auf deine Wallet zu erhalten.
es: Use %@ o escanee una tarjeta/anillo para tener acceso a su billetera
fr: Utilisez %@ ou scannez une carte/bague pour avoir accès à votre portefeuille
ja: %@を使用するか、カード / リングをスキャンしてウォレットにアクセスしてください
ru: Используйте %@ или отсканируйте карту/кольцо, чтобы получить доступ к своему кошельку
uk_ua: Використовуйте %@ або відскануйте картку/кільце, щоб отримати доступ до свого гаманця

# unsupported_wc_version
source: Connection failed: This dApp uses Wallet Connect version 1.0, which is not supported. Please ensure the dApp supports Wallet Connect version 2.0 to connect successfully.
de: Verbindung fehlgeschlagen: Diese dApp verwendet Wallet Connect Version 1.0, die nicht unterstützt wird. Bitte stelle sicher, dass die dApp Wallet Connect Version 2.0 unterstützt, um eine erfolgreiche Verbindung herzustellen.
es: Error de conexión: Esta dApp utiliza la versión 1.0 de Wallet Connect, que no es compatible. Asegúrese de que la dApp sea compatible con la versión 2.0 de Wallet Connect para conectarse correctamente.
fr: Échec de la connexion : Cette dApp utilise Wallet Connect version1.0, qui n'est pas prise en charge. Veuillez vous assurer que la dApp prend en charge Wallet Connect version2.0 pour réussir la connexion.
ja: 接続に失敗しました：このdAppは、サポートされていないWallet Connectバージョン1.0を使用しています。正常に接続するには、dAppがWallet Connectバージョン2.0をサポートしていることを確認してください。
ru: Соединение не удалось: это dApp использует Wallet Connect версии 1.0, которая не поддерживается. Убедитесь, что dApp поддерживает Wallet Connect версии 2.0 для успешного подключения.
uk_ua: Не вдалося встановити з'єднання: Цей dApp використовує Wallet Connect версії 1.0, яка не підтримується. Будь ласка, переконайтеся, що dApp підтримує Wallet Connect версії 2.0 для успішного підключення.

# upgrade_to_hardware_wallet_button_title
source: Upgrade to hardware wallet
de: Upgrade auf Hardware-Wallet
fr: Passez à un hardware wallet
ja: ハードウェアウォレットにアップグレード
ru: Апгрейд до аппаратного кошелька

# user_push_notification_agreement_argument_one_subtitle
source: Real-time alerts for transactions, exchanges, and critical updates.
de: Echtzeit-Warnungen für Transaktionen, Umtausch und wichtige Aktualisierungen.
es: Alertas en tiempo real de transacciones, intercambios y actualizaciones críticas.
fr: Alertes en temps réel pour les transactions, les échanges et les mises à jour importantes.
ja: 取引・スワップ・重要な更新に関するリアルタイム通知。
ru: Мгновенные уведомления о транзакциях, обменах и важных обновлениях.
uk_ua: Миттєві сповіщення про транзакції, обміни та важливі оновлення.

# user_push_notification_agreement_argument_one_title
source: Transaction Alerts
de: Transaktionswarnungen
es: Alertas de transacciones
fr: Alertes de transaction
ja: 取引アラート
ru: Уведомления о транзакциях
uk_ua: Сповіщення про транзакції

# user_push_notification_agreement_argument_one
source: Stay up to date with the latest features and news
de: Bleib auf dem Laufenden mit den neuesten Funktionen und Neuigkeiten
es: Manténgase actualizado con las últimas funciones y noticias
fr: Restez à jour avec les dernières fonctionnalités et actualités
ja: 最新の機能とニュースをお届けします
ru: Будьте в курсе новых функций и новостей
uk_ua: Будьте в курсі останніх функцій та новин

# user_push_notification_agreement_argument_three
source: Get notified of incoming transactions
de: Genehmigung für Transaktionen anfordern
es: Recibir notificaciones de las transacciones entrantes
fr: Recevez des notifications des transactions entrantes
ja: 受信取引の通知を受け取る
ru: Получайте уведомления о входящих транзакциях
uk_ua: Отримуйте сповіщення про вхідні транзакції

# user_push_notification_agreement_argument_two_subtitle
source: Early access to fresh features and exclusive offers.
de: Frühzeitiger Zugriff auf neue Funktionen und exklusive Angebote.
es: Acceso anticipado a nuevas funciones y ofertas exclusivas.
fr: Accès anticipé à de nouvelles fonctionnalités et à des offres exclusives.
ja: 新しい機能や限定オファーへの早期アクセス。
ru: Ранний доступ к новым функциям и эксклюзивным предложениям.
uk_ua: Ранній доступ до нових функцій та ексклюзивних пропозицій.

# user_push_notification_agreement_argument_two_title
source: Feature and News Updates
de: Updates zu Funktionen und Neuigkeiten
es: Actualizaciones de características y noticias
fr: Actualités et mises à jour
ja: 機能およびニュースのアップデート
ru: Новые функции и важные новости
uk_ua: Нові функції та важливі новини

# user_push_notification_agreement_argument_two
source: Be the first to know about new promotions
de: Sei der Erste, der von neuen Aktionen erfährt
es: Sea el primero en enterarte de nuevas promociones
fr: Soyez le premier informé des nouvelles promotions
ja: 新しいプロモーション情報をいち早く入手しましょう
ru: Узнавайте первым о новых акциях
uk_ua: Дізнавайтеся першими про нові акції
