Repository: tangem/tangem-app-ios
Catalog: Modules/TangemLocalization/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ru, uk_ua

# action_buttons_swap_not_enough_tokens_alert_message
source: You only have 1 token added to your portfolio. To use the exchange feature, you need to add at least 2 tokens.
de: Du hast Deinem Portfolio nur 1 Token hinzugefügt. Um die Tauschfunktion zu verwenden, musst Du mindestens 2 Token hinzufügen.
es: Solo tiene 1 token añadido a su portafolio. Para utilizar la función de intercambio, necesita añadir al menos 2 tokens
fr: Vous n'avez qu'un seul token ajouté à votre portefeuille. Pour utiliser la fonction d'échange, vous devez ajouter au moins 2 tokens.
ja: ポートフォリオに追加されているトークンは1つだけです。交換機能を使用するには、少なくとも2つのトークンを追加する必要があります。
ru: У вас добавлен всего 1 токен. Для использования функции обмена необходимо добавить минимум 2 токена.
uk_ua: У вас додано лише 1 токен. Щоб скористатися функцією обміну, потрібно додати мінімум 2 токени.

# action_buttons_swap_not_enough_tokens_alert_title
source: Add tokens
de: Token hinzufügen
es: Añada tokens
fr: Ajouter des jetons
ja: トークンの追加
ru: Добавьте токены
uk_ua: Додайте токени

# action_buttons_you_want_to_receive
source: Choose the token you want to receive
de: Wähle den Token aus, den Du erhalten möchtest
es: Seleccione el token que desea recibir
fr: Sélectionnez le jeton que vous souhaitez recevoir
ja: 受け取りたいトークンを選択します
ru: Выберите токен для получения
uk_ua: Оберіть токен для отримання

# action_buttons_you_want_to_swap
source: Choose the token you want to swap
de: Wähle den Token, den Du tauschen möchtest
es: Seleccione el token que desea intercambiar
fr: Sélectionnez le jeton que vous souhaitez échanger
ja: スワップしたいトークンを選択します
ru: Выберите токен для обмена
uk_ua: Оберіть токен для обміну

# add_custom_token_choose_network
source: Choose network
de: Netzwerk wählen
es: Elige red
fr: Choisissez le réseau
ja: ネットワークを選択
ru: Выберите сеть
uk_ua: Оберіть мережу

# add_custom_token_title
source: Add custom token
de: Token anlegen
es: Agregue un token personalizado
fr: Ajouter un jeton personnalisé
ja: カスタムトークンの追加
ru: Добавить токен
uk_ua: Додати токен

# add_tokens_title
source: Manage tokens
de: Token verwalten
es: Gestionar tokens
fr: Gérer les jetons
ja: トークンの管理
ru: Валюты
uk_ua: Токени

# address_qr_code_message_format
source: Send only %1$@ (%2$@) from %3$@ network to this address. Using other tokens and networks may result in loss of funds.
de: Sende nur %1$@ ( %2$@ ) vom %3$@ -Netzwerk an diese Adresse. Die Verwendung anderer Token und Netzwerke kann zum Verlust von Geldern führen.
es: Envíe solo %1$@ (%2$@) desde redes como %3$@ a esta dirección. Usar otros tokens y redes puede resultar en la pérdida de fondos.
fr: Envoyez uniquement %1$@ (%2$@) depuis les réseaux %3$@ à cette adresse. L'utilisation d'autres jetons et réseaux peut entraîner une perte de fonds.
ja: このアドレスには%3$@ ネットワークから%1$@ (%2$@) のみを送信してください。他のトークンやネットワークを使用すると、資金を失う可能性があります。
ru: Отправляйте только %1$@ (%2$@) в сети %3$@ на этот адрес. Использование другой сети может привести к утрате средств.
uk_ua: Надсилайте тільки %1$@ (%2$@) в мережі %3$@ на цю адресу. Використання іншої мережі може призвести до втрати коштів.

# address_type_default
source: Default
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ru: По умолчанию
uk_ua: За замовчуванням

# address_type_legacy
source: Legacy
de: Altbestand
fr: Héritage
ja: レガシー
ru: Устаревший
uk_ua: Застарілий

# alert_app_feedback_sent_message
source: Thank you for your feedback
de: Vielen Dank für dein Feedback
es: Gracias por sus comentarios
fr: Merci pour votre commentaire
ja: 貴重なご意見ありがとうございました
ru: Спасибо за ваш отзыв
uk_ua: Дякуємо за ваш відгук

# alert_app_feedback_sent_title
source: Sent successfully
de: Erfolgreich gesendet
es: Enviado con éxito
fr: Envoyé avec succès
ja: 正常に送信されました
ru: Отправлено успешно
uk_ua: Надіслано успішно

# alert_button_how_to_scan
source: How to scan
de: So scannt man
es: Cómo escanear
fr: Comment scanner
ja: スキャン方法
ru: Как сканировать
uk_ua: Як сканувати

# alert_button_request_support
source: Request support
de: Hilfe anfordern
es: Solicitar soporte
fr: Demander de l'aide
ja: サポートをリクエストする
ru: Обратиться в поддержку
uk_ua: Звернутися в підтримку

# alert_button_try_again
source: Try again
de: Erneut versuchen
es: Inténtelo de nuevo
fr: Réessayez
ja: もう一度やり直してください
ru: Попробовать снова
uk_ua: Спробуйте ще раз

# alert_demo_feature_disabled
source: This feature is disabled in Demo mode
de: Diese Funktion ist im Demomodus deaktiviert
es: Esta función está desactivada en el modo Demo
fr: Cette fonctionnalité est désactivée en mode démo
ja: この機能はデモモードでは無効です
ru: Эта функция недоступна в демонстрационном режиме
uk_ua: Ця функція недоступна в демонстраційному режимі

# alert_failed_to_send_email_title
source: Failed to send the email
de: Fehler beim Senden der E-Mail
es: Error al enviar el correo electrónico
fr: Échec de l'envoi de l'e-mail
ja: メールを送信できませんでした
ru: Не удалось отправить письмо
uk_ua: Не вдалося надіслати лист

# alert_failed_to_send_transaction_message
source: Reason: %@
de: Ursache: %@
es: Razón: %@
fr: Raison : %@
ja: 理由: %@
ru: Причина: %@
uk_ua: Причина: %@

# alert_manage_tokens_unsupported_blockchain_by_card_message
source: The selected does not support the %1$@ network
de: Das gewählte unterstützt nicht das %1$@ Netzwerk
es: El seleccionado no admite la red %1$@
fr: Le sélectionné ne prend pas en charge le réseau %1$@
ja: 選択したものは%1$@ネットワークをサポートしていません。
ru: Выбранный кошелёк не поддерживает сеть %1$@
uk_ua: Обраний гаманець не підтримує мережу %1$@

# alert_manage_tokens_unsupported_curve_message
source: To activate the %1$@ blockchain's cryptographic encryption, you'll need to reset the wallet to factory settings. Please withdraw your funds before doing so to ensure that you don't lose them, and then complete the reset process. Access to the current wallet will not be possible after the reset.
de: Um die kryptografische Verschlüsselung der %1$@ Blockchain zu aktivieren, musst Du die Wallet auf die Werkseinstellungen zurücksetzen. Bitte heb vorher dein Guthaben ab, um sicherzustellen, dass du nichts verlierst, und führe dann den Reset-Vorgang durch. Nach dem Zurücksetzen ist der Zugriff auf die aktuelle Wallet nicht mehr möglich.
es: Para activar el cifrado criptográfico de la blockchain %1$@, tendrá que restablecer la configuración de fábrica de la billetera. Por favor, retire tus fondos antes de hacerlo para asegurarse de que no los pierda, y luego complete el proceso de restablecimiento. El acceso a la billetera actual no será posible tras el restablecimiento.
fr: Pour activer le cryptage de la blockchain %1$@, vous devrez réinitialiser le portefeuille aux paramètres d'usine. Veuillez retirer vos fonds avant de le faire pour vous assurer de ne pas les perdre, puis terminez le processus de réinitialisation. L'accès au portefeuille actuel ne sera pas possible après la réinitialisation.
ja: %1$@ブロックチェーンの暗号化を有効にするには、ウォレットを工場出荷時の設定にリセットする必要があります。リセットする前に出金して、資金が失われないようにしてから、リセット処理を完了してください。リセット後は、現在のウォレットにアクセスできなくなります。
ru: Для активации криптографии сети %1$@ необходимо сбросить кошелек до заводских настроек. Пожалуйста, выведите свои средства, чтобы не потерять их, после сброса доступ к текущему кошельку будет невозможен.
uk_ua: Щоб активувати криптографічне шифрування блокчейну %1$@, вам потрібно скинути налаштування гаманця до заводських. Зніміть свої кошти перед цим, щоб переконатися, що ви їх не втратите, а потім завершіть процес скидання. Вхід до поточного гаманця буде неможливий після скидання.

# alert_manage_tokens_unsupported_message
source: Tokens in %1$@ network are not supported by this card or ring due to firmware limitation.
de: Tokens im %1$@ -Netzwerk werden von dieser Karte oder Ring aufgrund einer Firmware-Einschränkung nicht unterstützt.
es: Esta tarjeta no admite tokens en la red %1$@ debido a una limitación del firmware.
fr: Les jetons du réseau %1$@ ne sont pas pris en charge par cette carte en raison d'une limitation du micrologiciel.
ja: %1$@ ネットワークのトークンは、ファームウェアの制限により、このカードまたはリングではサポートされていません。
ru: Токены в сети %1$@ не поддерживаются этой картой или кольцом из-за ограничений прошивки.
uk_ua: Токени в мережі %1$@ не підтримуються цією карткою або кільцем через обмеження прошивки.

# alert_negative_app_rate_sent_message
source: Thank you for your feedback. We will respond as soon as possible
de: Vielen Dank für dein Feedback. Wir werden so schnell wie möglich antworten
es: Gracias por sus comentarios. Responderemos lo antes posible
fr: Merci pour votre commentaire. Nous vous répondrons dès que possible
ja: ご意見ありがとうございます。できるだけ早くご返信いたします。
ru: Спасибо за ваш отзыв. Мы ответим в кратчайшие сроки.
uk_ua: Дякуємо за ваш відгук. Ми відповімо якнайшвидше.

# alert_negative_app_rate_sent_title
source: Your suggestions were sent
de: Deine Vorschläge wurden übermittelt
es: Sus sugerencias fueron enviadas
fr: Vos suggestions ont été envoyées
ja: あなたの提案が送信されました
ru: Ваши предложения отправлены
uk_ua: Ваші пропозиції надіслано

# alert_troubleshooting_scan_card_message
source: Please try to tap the card or ring exactly as shown in the animation or read our simple guide, or request support. If the problem persists, please request support.
de: Bitte versuche, die Karte oder Ring genau wie in der Animation gezeigt anzutippen, oder lese unsere einfache Anleitung, oder forder Support an. Wenn das Problem weiterhin besteht, wende dich bitte an den Support.
es: Por favor, intente colocar la tarjeta o el anillo exactamente como se muestra en la animación o lea nuestra sencilla guía, o solicite soporte. Si el problema persiste, por favor solicite soporte.
fr: Veuillez essayer d'appuyer sur la carte exactement comme indiqué dans l'animation ou lire notre guide simple, ou demander de l'aide. Si le problème persiste, veuillez demander de l'aide.
ja: アニメーションに表示されているとおりにカードまたはリングをタップするか、簡単なガイドをお読みください。それでも問題が解決しない場合は、サポートをご依頼ください。
ru: Пожалуйста, попробуйте приложить карту или кольцо в точности, как показано на анимации, либо прочтите руководство по сканированию. Если проблема осталась, то запросите поддержку.
uk_ua: Будь ласка, спробуйте прикласти картку або кільце точно так, як показано на анімації, або прочитайте наш простий посібник. Якщо проблема залишилася, зверніться до служби підтримки.

# alert_troubleshooting_scan_card_title
source: Are you having difficulty scanning your card or ring?
de: Hast du Probleme beim Scannen deiner Karte oder Ring?
es: ¿Tiene dificultades para escanear su tarjeta/anillo?
fr: Avez-vous des difficultés à scanner votre carte ?
ja: カードまたはリングのスキャンに問題がありますか？
ru: У вас возникли трудности со сканированием карты или кольца?
uk_ua: У вас виникли труднощі зі скануванням картки або кільця?

# app_settings_access_code_warning
source: Set an access code to enable biometrics
de: Lege einen Zugangscode fest, um die Biometrie zu aktivieren.
es: Establezca primero un código de acceso para activar la biometría
fr: Définissez d'abord un code d'accès pour activer la biométrie.
ja: 生体認証を有効にするには、アクセスコードを設定してください
ru: Сначала установите код доступа, чтобы включить биометрию.
uk_ua: Спочатку встановіть код доступу, щоб увімкнути біометрію.

# app_settings_biometrics_footer
source: Use %1$@ to unlock your wallet and approve sensitive actions, like signing transactions. For hardware wallets, a card or ring is still required to sign.
de: Verwende die %1$@ um Deine Wallet zu entsperren und sensible Aktionen wie das Signieren von Transaktionen zu bestätigen. Bei Hardware-Wallets ist zum Signieren weiterhin eine Karte oder ein Ring erforderlich.
es: Utilice %1$@ para desbloquear de forma rápida y segura su billetera y autorizar todas las acciones importantes, como la firma de transacciones. Al ser una billetera de hardware, seguirá necesitando una tarjeta para firmar.
fr: Utilisez %1$@ pour déverrouiller votre portefeuille et approuver les actions sensibles, telles que la signature de transactions. Pour les portefeuilles matériels, une carte ou une bague est toujours nécessaire pour signer.
ja: %1$@を使用してウォレットのロックを解除し、取引の署名などの機密性の高い操作を承認してください。ハードウェアウォレットの場合は、署名にカードまたはリングが必要です。
ru: Используйте %1$@, чтобы быстро и безопасно разблокировать кошелёк и выполнять чувствительные действия, например, подписывать транзакции. Для аппаратных кошельков всё ещё требуется карта или кольцо для подписи.
uk_ua: Використовуйте %1$@ для розблокування гаманця і підтвердження конфіденційних дій, таких як підписання транзакцій. Для апаратних гаманців для підпису все ще потрібна картка або кільце.

# app_settings_default_fee_footer
source: Enable Default Fee to set transaction fees automatically and skip the Fee page when sending funds. You can always go back to this page if necessary.
de: Aktiviere die Option Standardgebühr, um die Transaktionsgebühren automatisch festzulegen und die Gebührenseite beim Senden von Geldern zu überspringen. Du kannst bei Bedarf jederzeit zu dieser Seite zurückkehren.
es: Habilite las Tarifas predeterminadas para establecer automáticamente las tarifas de transacción y omitir la página de Tarifas al enviar fondos. Siempre puede volver a esta página si es necesario.
fr: Activez les frais par défaut pour définir automatiquement les frais de transaction et ignorer la page Frais lors de l'envoi de fonds. Vous pouvez toujours revenir sur cette page si nécessaire.
ja: デフォルト手数料を有効にすると、取引手数料が自動的に設定され、送金時に手数料ページを表示する必要がなくなります。必要に応じて、いつでもこのページに戻ることができます。
ru: Подключите функцию комиссии по умолчанию и при формировании транзакции на отправку средств комиссия будет выставлена автоматически, а экран комиссии пропущен. Вы всегда сможете на него вернуться.
uk_ua: Увімкніть комісію за замовчуванням, щоб автоматично встановлювати комісію за транзакцію і пропускати сторінку комісій під час відправлення коштів. Ви завжди можете повернутися до цієї сторінки за необхідності.

# app_settings_default_fee
source: Default Fee
de: Standardgebühr
es: Tarifa por defecto
fr: Frais par défaut
ja: デフォルト手数料
ru: Комиссия по-умолчанию
uk_ua: Комісія за замовчуванням

# app_settings_off_biometrics_alert_message
source: Disabling %1$@ will require you to enter your passcode to unlock the app and to interact with your wallet.
de: Wenn Du %1$@ deaktivierst, musst Du Deinen Passcode eingeben, um die App zu entsperren und um mit Deiner Wallet zu interagieren.
es: Para deshabilitar %1$@ deberá ingresar su código de acceso para desbloquear la aplicación e interactuar con su billetera.
fr: La désactivation de %1$@ vous obligera à saisir votre code d'accès pour déverrouiller l'application et interagir avec votre portefeuille.
ja: %1$@が無効になると、アプリのロックを解除してウォレットを操作するために、パスコードを入力する必要があります。
ru: Отключение %1$@ потребует ввода вашего кода доступа для разблокировки приложения и работы с кошельком.
uk_ua: Вимкнення %1$@ вимагатиме введення коду доступу для розблокування додатку та взаємодії з гаманцем.

# app_settings_off_require_access_code_alert_message
source: You'll be asked for your access code later for secure storage.
de: Du wirst später nach dem Zugangscode Deiner Wallet gefragt, damit wir sie für die zukünftige Verwendung sicher aufbewahren können
es: Más tarde se le solicitará el código de acceso a su billetera para que podamos almacenarlo de forma segura para usarlo posteriormente
fr: Le code d'accès à votre portefeuille vous sera demandé ultérieurement afin que nous puissions le stocker en toute sécurité pour une utilisation future.
ja: 安全に保管するため、後ほどアクセスコードの入力を求められます。
ru: Позже будет необходимо ввести код доступа к вашему кошельку, чтобы мы могли безопасно сохранить его для будущего использования.
uk_ua: Пізніше буде необхідно ввести код доступу для безпечного зберігання гаманця.

# app_settings_off_saved_access_code_alert_message
source: This will delete all saved wallet access codes. You'll need to enter the access code again to use the wallet.
de: Dadurch werden alle gespeicherten Zugangscodes für die Wallet gelöscht. Jede weitere Operation mit der Wallet erfordert die Übermittlung des Zugangscodes.
es: Esto eliminará todos los códigos de acceso guardados de la billetera. Cualquier operación posterior con la billetera requerirá introducir el código de acceso.
fr: Cela supprimera tous les codes d'accès des portefeuilles enregistrés. Toute opération ultérieure avec le portefeuille nécessitera la soumission du code d'accès.
ja: 保存されているすべてのウォレットのアクセスコードが削除されます。ウォレットを使用するには、再度アクセスコードを入力する必要があります。
ru: Все сохраненные коды доступа будут удалены. Вам потребуется вводить код доступа при работе с кошельком.
uk_ua: Усі збережені коди доступу будуть видалені. Вам доведеться вводити код доступу при роботі з гаманцем.

# app_settings_off_saved_wallet_alert_message
source: Removing the saved devices deletes all the saved wallets and their access codes from the app.
de: Durch das Entfernen der gespeicherten Geräte werden alle gespeicherten Wallets und deren Zugangscodes aus der App gelöscht.
es: Eliminar la tarjeta guardada borra todos las billeteras guardadas y sus códigos de acceso de la app.
fr: La suppression de la carte enregistrée supprime de l'application tous les portefeuilles enregistrés et leurs codes d'accès.
ja: 保存したデバイスを削除すると、保存されているすべてのウォレットとそのアクセスコードがアプリから削除されます。
ru: При отключении функции сохранения кошелька все ранее сохраненные кошельки будут удалены из приложения.
uk_ua: При відключенні функції збереження гаманця всі до цього збережені гаманці будуть видалені зі застосунку.

# app_settings_on_require_access_code_alert_message
source: This will delete all saved wallet access codes. You’ll need to enter the access code again to use the wallet.
de: Dadurch werden alle gespeicherten Wallet-Zugangscodes gelöscht. Für jede weitere Interaktion mit dem Wallet ist die Eingabe des Zugangscodes erforderlich.
es: Esto borrará todos los códigos de acceso a la billetera guardados. Cualquier otra interacción con la billetera requerirá el envío del código de acceso.
fr: Cela supprimera tous les codes d'accès enregistrés pour le portefeuille. Toute interaction ultérieure avec le portefeuille nécessitera la saisie du code d'accès.
ja: 保存されているすべてのウォレットのアクセスコードが削除されます。ウォレットを使用するには、再度アクセスコードを入力する必要があります。
ru: Это удалит все сохранённые коды доступа к кошелькам. Любое дальнейшее взаимодействие с кошельком будет требовать ввода кода доступа.
uk_ua: Це призведе до видалення всіх збережених кодів доступу до гаманця. Вам потрібно буде ввести код доступу знову, щоб користуватися гаманцем.

# app_settings_require_access_code_footer
source: This option turns off biometrics for sensitive actions. You’ll need to enter your access code each time you sign a transaction.
de: Diese Option deaktiviert die biometrische Authentifizierung für sensible Vorgänge. Du musst Deinen Zugangscode jedes Mal eingeben, wenn Du eine Transaktion signierst.
es: Esta opción desactiva el uso de datos biométricos para operaciones críticas. Tendrá que introducir su código de acceso cada vez que firme una transacción.
fr: Cette option désactive la biométrie pour les actions sensibles. Vous devrez saisir votre code d'accès à chaque fois que vous signerez une transaction.
ja: このオプションを選択すると、機密性の高い操作における生体認証が無効になります。取引に署名するたびにアクセスコードを入力する必要があります。
ru: Эта опция отключает использование биометрии для выполнения чувствительных действий. Каждый раз, например при подписании транзакции, вам потребуется вводить код доступа.
uk_ua: Ця опція вимикає можливість використовувати біометрію для конфіденційних дій. Вам потрібно буде вводити код доступу щоразу, коли ви підписуєте транзакцію.

# app_settings_require_access_code
source: Require Access Code
de: Zugangscode erforderlich
es: Requerir código de acceso
fr: Code d'accès requis
ja: アクセスコードを要求する
ru: Требуется код доступа
uk_ua: Необхідний код доступу

# app_settings_saved_access_codes_footer
source: Biometric authentication will be requested instead of the access code for interactions with your card or ring.
de: Bei Interaktionen mit deiner Karte oder Ring wird anstelle des Zugangscodes eine biometrische Authentifizierung abgefragt.
es: Se solicitará la autenticación biométrica en lugar del código de acceso para las interacciones con su tarjeta o anillo.
fr: L'authentification biométrique sera demandée à la place du code d'accès pour les interactions avec votre carte.
ja: カードまたはリングとのやり取りには、アクセスコードの代わりに生体認証が要求されます。
ru: Подключите функцию хранения кодов доступа от карт на телефоне в зашифрованном виде, и при работе с картой или кольцом вместо кода доступа будет запрашиваться биометрическая аутентификация.
uk_ua: Підключіть функцію збереження кодів доступу від карток на телефоні у зашифрованому виді, і при роботі з карткою або кільцем замість коду доступу буде запитуватися біометрична автентифікація.

# app_settings_saved_access_codes
source: Save Access Code
de: Zugangscode speichern
es: Guardar código de acceso
fr: Enregistrer le code d'accès
ja: アクセスコードを保存
ru: Сохранение кода доступа
uk_ua: Зберегти код доступу

# app_settings_saved_wallet_footer
source: Enable to link all the wallets to Tangem app. Biometric authentication will be required for unlocking the app. Transaction signing requires tapping your Tangem card or ring.
de: Aktiviere die Verknüpfung aller Wallets mit der Tangem-App. Die biometrische Authentifizierung ist zum Entsperren der App erforderlich. Das Signieren von Transaktionen erfordert das Antippen deiner Tangem-Karte oder Ring.
es: Habilite para vincular todos las billeteras a la app Tangem. Se requerirá autenticación biométrica para desbloquear la app. La firma de transacciones requiere tocar su tarjeta Tangem.
fr: Activez cette option pour lier tous les portefeuilles à l'application Tangem. L'authentification biométrique sera requise pour déverrouiller l'application. La signature des transactions nécessite de taper sur votre carte Tangem.
ja: すべてのウォレットをTangemアプリにリンクできるようにします。アプリのロックを解除するには、生体認証が必要になります。取引の署名には、Tangemカードまたはリングをタップする必要があります。
ru: Подключите функцию привязки карты в приложении, а также возможность биометрической аутентификации. Подпись транзакции все так же потребует карту или кольцо.
uk_ua: Увімкніть функцію привʼязки карток у застосунку, а також можливість біометричної автентифікації. Підпис транзакції й надалі буде потребувати картку або кільце.

# app_settings_saved_wallet
source: Keep the wallet in the app
de: Behalte die Wallet in der App
es: Mantener la billetera en la app
fr: Conserver le portefeuille dans l'application
ja: ウォレットをアプリに保存する
ru: Cохранение кошелька
uk_ua: Зберігати гаманець у додатку

# app_settings_theme_mode_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ru: Тёмная
uk_ua: Темна

# app_settings_theme_mode_light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ru: Светлая
uk_ua: Світла

# app_settings_theme_mode_system
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
ru: Как в системе
uk_ua: Системна

# app_settings_theme_selection_footer
source: If system is selected, the app will auto-adjust based on your device's system settings
de: Wenn das System ausgewählt ist, passt sich die App automatisch an die Systemeinstellungen deines Geräts an
es: Si se selecciona sistema, la aplicación se ajustará automáticamente según la configuración del sistema de tu dispositivo
fr: Si le système est sélectionné, l'application s'ajustera automatiquement en fonction des paramètres système de votre appareil
ja: システムを選択した場合、アプリはデバイスのシステム設定に基づいて自動調整されます。
ru: При выборе настройки как в системе приложение будет использовать тему в соответствии с настройками вашего устройства
uk_ua: При виборі "Системна" застосунок буде використовувати тему відповідно до налаштувань вашого пристрою

# app_settings_theme_selection_system_short
source: System
es: Sistema
fr: Système
ja: システム
ru: Системная
uk_ua: Системна

# app_settings_theme_selector_title
source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ru: Тема
uk_ua: Тема
