Repository: tangem/tangem-app-ios
Catalog: TangemClip/Common/Localization/*.lproj/Localizable.strings
Languages: de, it, ru

# nfc_session_timeout
source: Session timeout. Please, try again.
de: Die Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.
it: Sessione scaduta. Riprova.

# nfc_alert_default
source: Hold your iPhone near a card
de: Halten Sie Ihr iPhone an der Karte
it: Tieni il tuo iPhone vicino alla carta

# nfc_alert_sign_completed
source: Transaction has been successfully signed
de: Die Transaktion wurde erfolgreich signiert
it: La transazione è stata firmata con successo

# view_delegate_security_delay
source: Long tap
de: Langes Drücken
it: Pressione lunga

# nfc_seconds_left
source: %@ left
de: %@ geblieben
it: %@ rimasti

# nfc_alert_default_done
source: Done
de: Erledigt
it: Fatto

# nfc_stuck_error
source: It seems that NFC does not work properly on your iPhone
de: Es scheint, dass NFC auf Ihrem iPhone nicht richtig funktioniert
it: Sembra che l'NFC non funzioni correttamente sul tuo iPhone.

# unknownStatus
source: Unknown card status
de: Unbekannter Kartenstatus
it: Stato sconosciuto della carta

# generic_error_code
source: An error occurred during the operation. Code: %@
de: Während des Vorgangs ist ein Fehler aufgetreten. Code: %@
it: Si è verificato un errore durante l'operazione. Codice: %@

# reading_data_progress
source: Reading data: %@%%
de: Die Daten werden abgelesen: %@%%
it: Lettura dati %@%%

# writing_data_progress
source: Writing data: %@%%
de: Die Daten werden geschrieben: %@%%
it: Scrittura dati: %@%%

# dialog_nfc_enable_title
source: Enable NFC?
de: Soll NFC aktiviert werden?
it: Disattivare NFC?

# dialog_nfc_enable_text
source: This app needs NFC to be switched on. Hit OK to go to Settings, where you can enable NFC.
de: Diese App braucht NFC eingeschaltet. Drücken Sie auf OK, um zu den Einstellungen zu übergehen, wo Sie NFC aktivieren können.
it: Questa app richiede l'attivazione di NFC. Fare clic su OK per accedere alle Impostazioni in cui è possibile abilitare l'NFC.

# view_delegate_security_delay_description
source: This card has enforced security delay. Please hold the card firmly until the operation is completed.
de: Diese Karte hat Sicherheitsverzögerungen initiiert. Bitte halten Sie die Karte fest, bis der Vorgang abgeschlossen ist.
it: Questa carta è dotata di un ritardo di sicurezza forzato. Mantenere la carta ben ferma fino al completamento dell'operazione.

# view_delegate_delay
source: Operation is in progress
de: Der Vorgang läuft
it: Operazione in corso

# view_delegate_delay_description
source: Please hold the card firmly until the operation is completed
de: Bitte halten Sie die Karte fest, bis der Vorgang abgeschlossen ist
it: Mantenere la carta ben ferma fino al completamento dell'operazione

# view_delegate_scan
source: Ready to scan
de: Bereit zum Scannen
it: Pronta alla scansione

# view_delegate_scan_description
source: Scan card with your phone as shown above
de: Scannen Sie die Karte mit Ihrem Handy wie oben gezeigt
it: Scansionare la carta tramite il telefono, come mostrato sopra

# view_delegate_header_card
source: Card
de: Karte
it: Carta

# view_delegate_header_any_card
source: Any card
de: Eine beliebige Karte
it: Qualsiasi carta

# how_to_unknown_tap_card
source: Tap your card to the back of the phone
de: Halten Sie die Karte hinter dem Handy und scannen Sie sie
it: Avvicina la tua carta al pannello posteriore del telefono

# how_to_unknown_move_card
source: To detect where your NFC antenna is located, move the card up and down until confirmation.
de: Um festzustellen, wo die Ihre NFC-Antenne ist, bewegen Sie die Karte nach oben und nach unten, bis eine Bestätigung erscheint.
it: Per determinare dove si trova la tua antenna NFC, sposta la carta su e giù fino a quando non si riceve la conferma.

# how_to_unknown_nothing_happened
source: Nothing happened? Try removing your card from the phone and then put it back.
de: Nichts passiert? Versuchen Sie die Karte vom Handy wegzunehmen und wieder darauf zu legen.
it: Non succede nulla? Prova a sollevare la carta dal telefono e quindi a ricollegarla.

# how_to_unknown_detected
source: Connection was established.. This is the placement of your NFC antenna
de: Die Verbindung wurde hergestellt. Hier ist die Position Ihrer NFC-Antenne
it: E' stato stabilito un collegamento... Questa è la posizione della tua antenna NFC

# how_to_nfc_detected
source: You just found the location of your NFC antenna. Please remember it.
de: Sie haben gerade den Standort Ihrer NFC-Antenne gefunden. Bitte merken Sie sich diesen Standort.
it: Hai appena trovato la posizione della tua antenna NFC. Per favore, ricordala.

# how_to_known_here_how_to_use
source: Here's how to use Tangem Cards with (phone)
de: Hier finden Sie Informationen, wie man Tangem Cards mit (Telefon) verwendet
it: Qui viene descritto come utilizzare la Tangem Cards con (telefono)

# how_to_known_antenna_is_here
source: Your NFC antenna is here
de: Ihre NFC-Antenne ist hier
it: La tua antenna NFC si trova qui

# how_to_known_tap_card_to_the_back
source: Tap your card to the back of the phone
de: Legen Sie Ihre Karte zu der Rückseite des Telefons an
it: Collega la tua carta sul retro del telefono

# how_to_known_tap_card_to_the_front
source: Tap your card to the front of the phone
de: Legen Sie Ihre Karte zu der Vorderseite des Telefons an
it: Collega la tua carta sulla parte anteriore del telefono

# how_to_button
source: How to
de: Anleitungen
it: Istruzioni

# how_to_got_it_button
source: Ok, got it!
de: Ok, verstanden!
it: Ok, ho capito!

# how_to_try_other_way_button
source: Still not working
de: Funktioniert immer noch nicht
it: Non funziona ancora

# how_to_show_again_button
source: Show again
de: Noch einmal anzeigen
it: Mostra di nuovo

# tap_in_button
source: Tap in
de: Eintippen
it: Avvicina

# tap_in_known_info_message
source: Hold your card to the phone as demonstrated when you tap in to connect.
de: Halten Sie Ihre Karte vor dem Handy wie gezeigt, wenn Sie eintippen um die Verbindung herzustellen.
it: Avvicina la carta al telefono come mostrato nell'immagine per connettersi.

# tap_in_known_show_how_tap_in_button
source: Show me how to tap in
de: Lassen Sie mich zeigen, wie man eintippt
it: Mostra come applicare

# tap_in_unknown_info_message
source: Watch the video to see how to tap in and connect the NFC in your phone to the card.
de: Sehen Sie sich das Video an um zu sehen wie man eintippt und verbinden Sie NFC auf Ihrem Handy zu der Karte.
it: Guarda il video per scoprire come applicare una carta e connettere NFC al tuo telefono.

# tap_in_unknown_how_to_tap_in_button
source: How to tap in
de: Wie man eintippt
it: Come applicare

# pin_enter
source: Enter %@
de: Anmelden %@
it: Inserire %@

# pin1
source: Access code
de: Zugangscode
it: Codice di accesso

# pin2
source: Passcode
it: Password

# pin_change_new_code_format
source: New %@
de: Neu %@
it: Nuovo %@

# pin_change_new_code_confirm_format
source: New %@ (Confirm)
de: Neu %@ (Bestätigen)
it: Nuovo %@ (Conferma)

# pin_change_current_code_format
source: Current %@
de: Aktuell %@
it: Corrente %@

# pin_set_code_confirm_format
source: Confirm %@
de: Bestätigen %@
it: Conferma %@

# pin_confirm_error_format
source: Codes do not match
de: Die Codes stimmen nicht überein
it: I codici non corrispondono

# pin_change_code_format
source: Change %@
de: Ändern %@
it: Modifica %@

# pin_set_code_format
source: Set %@
de: Vorgeben %@
it: Imposta %@

# common_cancel
source: Cancel
de: Abbrechen
it: Annulla

# common_continue
source: Continue
de: Fortsetzen
it: Continua

# common_save
source: Save
de: Speichern
it: Archivia

# common_success
source: Success
de: Erfolg
it: Con successo

# common_error
source: Error
de: Fehler
it: Errore

# error_operation
source: An error occurred during the operation
de: Während des Vorgangs ist ein Fehler aufgetreten
it: Si è verificato un errore nel corso dell'operazione

# error_tag_lost
source: Tag lost.
de: Marke verloren
it: Tag assente.

# error_already_personalized
source: This card has already been personalized
de: Diese Karte wurde bereits personalisiert
it: Questa carta è già stata personalizzata

# error_cannot_be_depersonalized
source: This card cannot be depersonalized
de: Diese Karte kann nicht depersonalisiert werden
it: Questa carta non può essere generica

# error_already_created
source: A wallet has already been created
de: Ein Wallet ist bereits erstellt worden
it: Portafoglio già creato

# error_purge_prohibited
source: This card’s configuration does not allow you to erase the wallet
de: Die Konfiguration der Karte erlaubt nicht, das Wallet zu löschen
it: La configurazione di questa carta non consente la cancellazione del portafoglio

# error_pin1_cannot_be_changed
source: Access Code cannot be changed
de: Der Zugangscode konnte nicht geändert werden
it: Il codice di accesso non può essere modificato

# error_pin2_cannot_be_changed
source: Passcode cannot be changed
de: Der Passcode konnte nicht geändert werden
it: La password non può essere modificata

# error_pin1_cannot_be_default
source: Access Code cannot be changed to the default value. Please create a new Access Code.
de: Der Zugangscode konnte durch einen Default-Wert nicht geändert werden. Bitte erstellen Sie einen neuen Zugangscode
it: Il codice di accesso non può essere modificato in base all'impostazione predefinita. Crea un nuovo codice di accesso

# error_no_remaining_signatures
source: You cannot sign data with this wallet because the card has reached its signature limit
de: Sie können die Daten mit diesem Wallet nicht signieren, weil die Karte die Unterschriftsbeschränkung erreicht hat
it: Non puoi firmare dati con questo portafoglio perché la carta ha raggiunto il limite di firma

# error_empty_hashes
source: There is nothing to sign here
de: Hier gibt es nichts zu signieren
it: Non c' è nulla da firmare qui

# error_cannot_be_signed
source: This data cannot be signed
de: Diese Daten können nicht signiert werden
it: Questi dati non possono essere firmati

# error_not_personalized
source: This card has not been personalized
de: Diese Karte ist nicht personalisiert worden
it: Questa carta non può essere personalizzata

# error_not_activated
source: This card has not been activated
de: Diese Karte ist nicht aktiviert worden
it: Questa carta non è stata attivata

# error_verification_failed
source: Data verification failed
de: Die Datenverifizierung ist fehlgeschlagen
it: Non è stata eseguita la verifica dei dati

# error_card_verification_failed
source: Card verification failed
de: Die Kartenverifizierung ist fehlgeschlagen
it: Non è stata eseguita la verifica della carta

# error_data_size_too_large
source: Data size exceeds the max limit of 512 bytes
de: Die Datengröße überschreitet die Höchstgrenze von 512 B
it: La dimensione dei dati supera il limite massimo di 512 byte

# error_data_size_too_large_extended
source: Data size exceeds the max limit of 32 Kbytes
de: Die Datengröße überschreitet die Höchstgrenze von 32 KB
it: La dimensione dei dati supera il limite massimo di 32 KB

# error_missing_counter
source: The data cannot be written to the card because there is no counter
de: Die Daten können auf die Karte nicht geschrieben werden, da kein Zähler vorhanden ist
it: I dati non possono essere scritti sulla carta perché non c'è un contatore

# error_data_cannot_be_written
source: The data cannot be written to the card
de: Die Daten können auf die Karte nicht geschrieben werden
it: I dati non possono essere scritti sulla carta

# error_missing_issuer_public_key
source: The issuer public key is missing
de: Der öffentliche Schlüssel des Emittenten ist nicht vorhanden
it: Manca la chiave pubblica dell'emittente

# error_user_cancelled
source: The user cancelled the operation
de: Der Benutzer hat den Vorgang unterbrochen
it: L'utente ha annullato l'operazione

# error_busy
source: The CardSession is running a command. Please wait and try again
de: Die Kartensitzung führt einen Befehl aus. Bitte warten Sie und versuchen Sie erneut
it: La CardSession sta eseguendo un comando. Attendi e riprova

# error_wrong_card
source: Wrong Card
de: Falsche Karte
it: Carta errata

# error_wrong_card_number
source: You tapped a different card. Please match the in-app Card ID to the your physical Card ID to continue this process.
de: Sie haben eine andere Karte eingegeben. Bitte bringen Sie die in-app Card ID mit Ihrer physischen KatenID in Übereinstimmung um fortzusetzen.
it: Hai avvicinato un'altra carta. Abbina l'ID della carta nell'app con l'ID della tua carta fisica per continuare questo processo.

# error_wrong_card_type
source: This card is configured for a different app. Please see the information on your card and download the related app.
de: Diese Karte ist für eine andere App konfiguriert. Sehen Sie sich die Informationen auf Ihrer Karte an und laden Sie die entsprechende App herunter.
it: Questa carta è creata per un'altra applicazione. Controlla le informazioni sulla mappa e scarica l'apposita applicazione.

# error_card_error
source: Your card is missing essential data
de: Ihrer Karte fehlen wichtige Daten
it: Sulla tua carta mancano dati importanti

# error_pin1_required
source: Access code is required
de: Der Zugangscode ist erforderlich
it: Richiesto un codice di accesso

# error_pin2_required
source: Passcode is required
de: Der Passcode ist erforderlich
it: Richiesta una password

# error_invalid_response
source: Invalid Response
de: Ungültige Antwort
it: Risposta non valida

# no_account_xlm
source: To create account send 1+ XLM to this address
de: Um ein Konto zu erstellen, senden Sie 1+ XLM an diese Adresse
it: Per creare un account, invia 1+ XLM a questo indirizzo
ru: Для создания аккаунта отправьте 1+ XLM на этот адрес

# no_account_xlm_asset
source: To create account send 1.5+ XLM to this address
de: Um ein Konto zu erstellen, senden Sie 1.5+ XLM an diese Adresse
it: Per creare un account, invia 1.5+ XLM a questo indirizzo
ru: Для создания аккаунта отправьте 1.5+ XLM на этот адрес

# no_account_xrp
source: Load 20+ XRP to create account
de: Laden Sie 20+ XRP auf um ein Konto zu erstellen
it: Scarica 20+ XRP per creare un account
ru: Пополните счет на 10+ XRP, чтобы создать аккаунт

# no_account_bnb
source: To create account send funds to this address
de: Senden Sie Geld an diese Andresse um ein Konto zu erstellen
it: Per creare un account, invia fondi a questo indirizzo
ru: Для создания аккаунта отправьте средства на этот адрес

# common_build_tx_error
source: Failed to build transaction
de: Transaktion fehlgeschlagen
it: Impossibile creare la transazione
ru: Не удалось создать транзакцию

# common_fee_error
source: Failed to get fee
de: Erhalt der Gebühr fehlgeschlagen
it: Impossibile ottenere la commissione
ru: Не удалось получить комиссию

# common_parse_network_response_error
source: Failed to parse network response
de: Antwort des Netzwerks fehlgeschlagen
it: Impossibile analizzare la risposta di rete
ru: Не удалось проанализировать сетевой ответ

# common_send_tx_error
source: Failed to send transaction
de: Absenden der Transaktion fehlgeschlagen
it: Impossibile inviare la transazione
ru: Не удалось отправить транзакцию

# common_estimate_tx_size_error
source: Failed to calculate transaction size
de: Berechnung des Transaktionsumfangs fehlgeschlagen
it: Impossibile calcolare la dimensione della transazione
ru: Не удалось рассчитать размер транзакции

# cardano_missing_unspents
source: Missing unspents
de: keine unverbraucht
it: Assenti fondi non spesi
ru: Не удалось получить информацию от блокчейна

# cardano_low_ada
source: Sent amount and change cannot be less than 1 ADA
de: Betrag absenden, die Änderung darf nicht unter 1 ADA liegen
it: L'importo inviato e il cambio non può essere inferiore a 1 ADA
ru: Отправляемая сумма и сдача не могут быть меньше 1 ADA

# xrp_target_not_created_format
source: Target account is not created. Amount to send should be %@ XRP + fee or more
de: Das Zielkonto ist nicht erstellt. Der abzusendende Betrag soll %@ XRP + Gebühr oder mehr sein
it: Il conto totale non è stato creato L'importo da inviare deve essere %@ XRP + commissione o maggiore
ru: Аккаунт получателя не создан. Сумма для отправки должна быть %@ XRP + комиссия или больше

# xrp_load_unconfirmed_error
source: Failed to load unconfirmed balance
de: Aufladen der unbestätigten Bilanz fehlgeschlagen
it: Impossibile caricare il saldo non confermato
ru: Не удалось получить информацию от блокчейна

# xrp_load_reserve_error
source: Failed to load reserve
de: Aufladen der Reserve fehlgeschlagen
it: Impossibile caricare lo stock
ru: Не удалось загрузить информацию о резерве

# xrp_load_account_error
source: Failed to load account info
de: Aufladen der Kontoinformation fehlgeschlagen
it: Impossibile caricare le informazioni sull'account
ru: Не удалось загрузить информацию об аккаунте

# xrp_missing_reserve_error
source: Missing reserve
de: keine Reserve
it: Stock assente
ru: Не удалось загрузить информацию о резерве

# eth_tx_count_parse_error
source: Failed to parse tx count
de: Analyse tx Berechnung fehlgeschlagen
it: Impossibile analizzare il contatore tx
ru: Не удалось определить количество транзакций

# eth_balance_parse_error
source: Failed to parse the balance
de: Analyse der Bilanz fehlgeschlagen
it: Impossibile analizzare il saldo
ru: Не удалось определить баланс

# eth_token_balance_parse_error
source: Failed to parse token balance
de: Analyse der Token-Bilanz fehlgeschlagen
it: Impossibile analizzare il saldo dei token
ru: Не удалось определить баланс токенов

# xlm_latest_ledger_error
source: Couldn't find latest ledger
de: Letztes Konto nicht gefunden
it: Impossibile trovare l'ultimo libro mastro
ru: Не удалось получить информацию от блокчейна

# xlm_requires_memo_error
source: Requires memo
de: Memo erforderlich
it: Notifica richiesta
ru: Требуется memo

# xlm_empty_response_error
source: Empty response
de: Leere Antwort
it: Risposta vuota
ru: Получен пустой ответ

# xtz_withdrawal_message_warning
source: To avoid paying an increased commission the next time you top up your wallet, reduce the amount by %@ XTZ
de: Damit Sie beim nächsten Aufladen Ihrer Brieftasche keine erhöhte Provision zahlen, soll der Betrag um %@ XTZ reduziert werden
it: Per evitare di pagare una commissione maggiore la prossima volta che ricarichi il tuo portafoglio, riduci l'importo di %@ XTZ
ru: Чтобы не платить повышенную комиссию при следующем пополнении кошелька, уменьшите сумму на %@ XTZ

# xtz_withdrawal_message_reduce
source: Reduce by %@ XTZ
de: Um %@ XTZ reduzieren
it: Riduci di %@ XTZ
ru: Уменьшить на %@ XTZ

# xtz_withdrawal_message_ignore
source: No, send all
de: Nein, alles senden
it: No, invia l'intero importo
ru: Нет, отправить все

# send_validation_invalid_amount
source: Invalid amount
de: Ungültiger Betrag
it: Importo non valido
ru: Недопустимая сумма

# send_validation_invalid_total
source: Total exceeds balance
de: Der Gesamtbetrag geht über die Bilanz hinaus
it: Il totale supera il saldo
ru: Отправляемая сумма превышает остаток

# send_validation_invalid_fee
source: Fee exceeds balance
de: Die Gebühr geht über die Bilanz hinaus
it: La commissione supera il saldo
ru: Комиссия превышает остаток

# send_error_insufficient_balance
source: Insufficient balance
de: Nicht genug Geld
it: Saldo insufficiente
ru: Недостаточно средств

# send_error_blockchain_internal
source: Blockchain internal error
de: Interner Fehler der Blockchain
it: Errore interno della blockchain
ru: Внутренняя ошибка блокчейна

# send_error_invalid_fee_value
source: Invalid Fee
de: Falsche Gebühr
it: Commissione non valida
ru: Неверная комиссия

# send_error_dust_amount_format
source: Minimum amount is %@
de: Minimaler Betrag ist %@
it: L'importo minimo è di %@
ru: Минимальная сумма: %@

# send_validation_amount_exceeds_balance
source: Amount exceeds balance
de: Der Betrag geht über die Bilanz hinaus
it: L'importo supera il saldo
ru: Сумма превышает остаток

# send_error_dust_change_format
source: Minimum change is %@
de: Minimaler Wechselgeld ist %@
it: Il resto minimo è di %@
ru: Минимальная сдача: %@

# send_error_unknown
source: Unknown error
de: Unbekannter Fehler
it: Errore sconosciuto
ru: Неизвестная ошибка

# no_trustline_xlm_asset
source: The destination account does not have a trustline for the asset being sent.
ru: Аккаунт получателя не содержит трастлайна для отправляемого актива.

# no_account_on_destination_xlm_asset
source: The destination account is not created. To create account send 1+ XLM.
ru: Аккаунт получателя не создан. Для создания аккаунта отправьте 1+ XLM.

# common_failed_to_load_token_balance
source: Failed to load %@ token balance
ru: Не удалось загрузить баланс токенов %@

# main_title
source: Tangem Clip
ru: Блиц-приложение Tangem

# main_button_read_wallets
source: Read wallets
ru: Прочитать кошельки

# main_error_empty_card_title
source: Empty card
ru: На карте не созданы ключи

# main_error_empty_card_subtitle
source: To start using Tangem card, please, download full app and create wallets
ru: Чтобы начать пользоваться картой Tangem, скачайте основное приложение и создайте кошельки

# main_error_empty_wallets_title
source: Empty wallets
ru: Пустые кошельки

# main_error_empty_wallets_subtitle
source: All wallets on card are empty. Please use full app to learn more
ru: Не удалось найти добавленных токенов. Пожалуйста, используйте основное приложение, чтобы узнать больше

# main_error_unsupported_card_title
source: Unsupported card
ru: Эта карта не проддерживается

# main_error_unsupported_card_subtitle
source: Can't read card wallet information. Please, use full app to load info from blockchain
ru: Не удается прочитать информацию о кошельке. Пожалуйста, используйте полное приложение для загрузки информации из блокчейна.

# wallet_balance_loading
source: Balance is loading…
ru: Баланс загружается…

# wallet_balance_blockchain_unreachable
source: Blockchain is unreachable
ru: Блокчейн недоступен

# alert_unsupported_card
source: This card is not designed to work with Tangem Clip
ru: Эта карта не предназначена для работы с Tangem Clip.

# alert_wrong_card_scanned
source: You've scanned wrong card. Try again, please.
ru: Вы отсканировалиy неправильную карту. Пожалуйста, попробуйте еще раз.
