Repository: tangem/tangem-app-ios
Catalog: tangem-ios-kit/TangemKit/TangemKit/Classes/Localizations/*.lproj/Localizable.strings
Languages: fr

# nfc_session_timeout
source: Session timeout
fr: La session a expiré

# nfc_alert_default
source: Hold your iPhone near a card
fr: Tenez votre iPhone près d'une carte

# nfc_alert_sign_completed
source: Transaction has been successfully signed
fr: La transaction a été signée avec succès

# dialog_security_delay
source: Security delay
fr: Délai de sécurité

# nfc_seconds_left
source: %@ left
fr: Encore %@

# nfc_unknown_card_state
source: Unknown card state
fr: État de la carte inconnu

# balance_validator_second_line_create_account_instruction
source: To create account send 1+ XLM to this address
fr: Pour créer un compte, envoyez 1+ XLM à cette adresse

# loaded_wallet_error_obtaining_blockchain_data
source: Cannot obtain data from blockchain
fr: Impossible d'obtenir des données de la blockchain

# balance_validator_first_line_account_not_found
source: Account not found
fr: Compte introuvable

# balance_validator_second_line_create_account_xrp
source: Load 20+ XRP to create account
fr: Chargez plus de 20 XRP pour créer un compte
