Repository: tangem/tangem-app-ios
Catalog: Tangem/Localizations/*.lproj/Localizable.strings
Languages: fr

# common_send_payment
source: Send Payment
fr: Transférer les fonds

# common_address
source: Address
fr: Adresse

# common_to_wallet
source: To wallet
fr: Au porte-monnaie

# common_double_scan_hint
source: Hold the card close to the reader
fr: Tenez la carte près du lecteur

# main_store_title
source: Don't have a card?
fr: Vous n’avez pas de carte?

# main_store_subtitle
source: Visit our store at
fr: Visitez notre boutique sur
