Repository: tangem/tangem-app-ios
Catalog: Tangem/Localizations/*.lproj/Localizable.strings
Languages: fr

# general_cancel
source: Cancel
fr: Annuler

# general_yes
source: Yes
fr: Oui

# general_no
source: No
fr: Non

# general_error
source: Error
fr: Erreur

# general_error_no_connection
source: No connection with blockchain nodes
fr: Pas de connexion avec les nœuds de la chaîne de blocage

# general_continue
source: Continue
fr: Continuer

# error_empty_pin
source: PIN is empty
fr: Le code PIN est vide

# general_notification_scan_again
source: Try to scan again
fr: Réessayez de scanner la carte

# general_error_cannot_erase_wallet_with_non_zero_balance
source: Cannot erase wallet with non-zero balance
fr: Impossible d'effacer le porte-monnaie avec un solde différent de zéro

# general_send_transaction
source: Send payment
fr: Transférer les fonds

# general_from_banknote
source: From banknote
fr: Depuis la carte

# general_on_banknote
source: on banknote
fr: sur la carte

# general_balance
source: with balance
fr: avec solde

# general_send_to_wallet
source: Send to wallet
fr: Envoyer au porte-monnaie

# general_amount
source: Amount
fr: Montant

# general_notification_scan_again_to_verify
source: Scan again to verify the card
fr: Scanner à nouveau pour vérifier la carte

# general_wallet_empty
source: The wallet is empty
fr: Le porte-monnaie est vide

# settings_title
source: Settings
fr: Paramètres

# settings-category-sommon
source: Common
fr: Commun

# settings_option_manual_editing_fee
source: Manual editing Fee
fr: Frais de modification manuelle

# settings_option_encryption_modes
source: Encryption modes
fr: Modes de cryptage

# settings_encryption_modes_entries[0]
source: None
fr: Aucun

# settings_encryption_modes_entries[1]
source: Fast
fr: Rapide

# settings_encryption_modes_entries[2]
source: Strong
fr: Fort

# settings_option_select_nodes
source: Select nodes
fr: Sélectionner des nœuds

# dialog_device_is_rooted
source: Your Android device is rooted. Security at risk!
fr: Votre appareil Android est rooté. La sécurité en danger!

# dialog_btn_got_it
source: Got it
fr: Je l'ai

# dialog_warning
source: Warning
fr: Avertissement

# dialog_security_delay
source: Security delay
fr: Délai de sécurité

# dialog_the_nfc_adapter_length_apdu
source: Oops.. It seems your smartphone does not support such long NFC packets.
fr: Oups .. Il semble que votre smartphone ne supporte pas de tels paquets NFC.

# dialog_the_nfc_adapter_length_apdu_advice
source: Try sending smaller amount or use a smartphone with full NFC support.
fr: Essayez d'envoyer une quantité inférieure ou utilisez un smartphone avec prise en charge complète de NFC.

# dialog_title_money_is_at_risk
source: Your money is at risk!
fr: Votre argent est en jeu!

# dialog_this_banknote_has_enforced_security_delay
source: This card has enforced security delay
fr: Cette carte impose un délai de sécurité pour confirmer le transfert des fonds

# dialog_hold_banknote
source: Please hold the card firmly until the operation is completed…
fr: Veuillez maintenir la carte dans cette position jusqu'à ce que l'opération soit terminée…

# dialog_you_may_be_required_to_repeat
source: You may be required to repeat this operation a few times depending on the NFC performance of your smartphone. This is made for safety of your funds.
fr: Vous devrez peut-être répéter cette opération plusieurs fois en fonction des performances NFC de votre smartphone. Ceci est fait pour sécuriser vos fonds.

# main_menu_manage_pin_1
source: Manage user PIN1…
fr: Gérer le code PIN de l'utilisateur…

# main_menu_manage_pin_2
source: Manage user PIN2…
fr: Gérer le code PIN de l'utilisateur…

# main_menu_debug_send_logs
source: Send logs…
fr: Envoyer les journaux…

# main_menu_about
source: About…
fr: À propos de…

# menu_loaded_wallet_set_pin_1
source: Set PIN1
fr: Définir PIN1

# menu_loaded_wallet_set_pin_2
source: Set PIN2
fr: Définir le code PIN2

# menu_loaded_wallet_reset_pin_1
source: Reset PIN1 to default
fr: >Réinitialiser PIN1 par défaut

# menu_loaded_wallet_reset_pin_2
source: Reset PIN2 to default
fr: Réinitialiser le code PIN2 par défaut

# menu_loaded_wallet_reset_pins
source: Reset PINs to default
fr: Réinitialiser les codes confidentiels par défaut

# menu_loaded_wallet_erase_wallet
source: Erase wallet
fr: Effacer le porte-monnaie

# splash_version_name_debug
source: ALPHA v.%1$@ dev build %2$@
fr: ALPHA v.%1$@ dev génération %2$@

# main_screen_tap_card
source: Tap Tangem card with your smartphone
fr: Mettez en contact la carte avec votre smartphone

# main_screen_scan_banknote
source: Scan a with your %@ as shown above
fr: Scanner votre carte avec votre %1$s comme indiqué ci-dessus

# main_screen_erased_wallet
source: Wallet was erased
fr: Le porte-monnaie a été effacé

# main_screen_not_personalized
source: Not personalized
fr: Non personnalisé

# main_screen_new_version_toast
source: There is a new application version: %@
fr: Il existe une nouvelle version de l'application: %@

# main_screen_btn_update
source: Update
fr: Mettre à jour

# loaded_wallet_no_compatible_wallet
source: No compatible wallets installed
fr: Aucun porte-monnaie compatible installé

# loaded_wallet_message_wait
source: Please wait while previous transaction is confirmed in blockchain
fr: En attente de confirmation dans la blockchain. Veuillez patienter que votre précédente transaction soit confirmée dans la blockchain

# loaded_wallet_message_refresh
source: Could not obtain all inputs. Swipe down to refresh.
fr: Impossible d'obtenir toutes les entrées. Balayez vers le bas pour actualiser.

# loaded_wallet_warning_no_signature
source: Card has no remaining signature!
fr: La carte n'a plus de signature!

# loaded_wallet_warning_dont_forget_pin
source: If you forget your new PIN you will lose your money forever!
fr: Si vous oubliez votre nouveau code PIN, vous perdrez votre argent pour toujours!

# loaded_wallet_warning_default_pin
source: If you use default PIN someone can steal your money!
fr: Si vous utilisez un code PIN par défaut, une personne peut voler votre argent!

# loaded_wallet_error_obtaining_blockchain_data
source: Cannot obtain data from blockchain
fr: >Impossible d'obtenir des données de la blockchain

# loaded_wallet_error_blockchain_connection_refused
source: Cannot obtain data from blockchain (connection refused)
fr: Impossible d'obtenir des données de la blockchain (connexion refusée)

# loaded_wallet_error_blockchain_empty_answer
source: Cannot obtain data from blockchain (empty answer received)
fr: Impossible d'obtenir les données de la blockchain (réponse vide reçue)

# loaded_wallet_error_blockchain_communication_error
source: Cannot obtain data from blockchain (communication error)
fr: Impossible d'obtenir les données de la blockchain (erreur de communication)

# loaded_wallet_chooser_share
source: Share wallet address with:
fr: Partager l'adresse du porte-monnaie avec:

# loaded_wallet_toast_copied
source: Copied to clipboard
fr: copié dans le presse-papiers

# loaded_wallet_btn_extract
source: Extract
fr: Transférer

# loaded_wallet_btn_load
source: Load
fr: Charger

# loaded_wallet_btn_explore
source: Explore
fr: Explorer

# loaded_wallet_btn_copy
source: Copy
fr: Copier

# loaded_wallet_btn_details
source: Details
fr: Détails

# loaded_wallet_btn_new_scan
source: New scan
fr: Scanner

# loaded_wallet_verifying_in_blockchain
source: Verifying in blockchain…
fr: Vérification dans la blockchain…

# loaded_wallet_warning_card_signed_transactions
source: Warning: This card has been already topped up and signed transactions in the past. Consider immediate withdrawal of all funds if you have received this card from an untrusted source.
fr: Avertissement: cette carte a déjà été complétée et des transactions signées dans le passé.Envisagez le retrait immédiat de tous les fonds si vous avez reçu cette carte d’une source non fiable.

# loaded_wallet_load_via_app
source: Another wallet app
fr: Une autre application de porte-monnaie

# loaded_wallet_load_via_share_address
source: Share address
fr: Adresse de partage

# loaded_wallet_load_via_qr
source: Show QR-code
fr: Afficher le code QR

source: Now touch the banknote with ID
fr: Maintenir la carte avec l’ID

source: to create the wallet
fr: pour créer le porte-monnaie

source: to erase the wallet
fr: pour effacer le porte-monnaie

# to_sign_the_transaction
source: to sign the payment
fr: pour confirmer le transfert des fonds

# to_change_pin_codes
source: to change PIN/PIN2 codes
fr: pour changer les codes PIN / PIN2

# nfc_purge_warning
source: By tapping the card, you will permanently remove the blockchain wallet. Ensure there will be no further incoming transactions
fr: En mettant la carte en contact avec votre smartphone, vous retirerez définitivement le porte-monnaie de la blockchain. Assurez-vous qu'il n'y aura pas d'autres transactions entrantes

# nfc_error_cannot_erase_wallet
source: Cannot erase wallet. Make sure you enter correct PIN2!
fr: Impossible d'effacer le porte-monnaie. Veillez à entrer le code PIN2 correct!

# nfc_error_cannot_create_wallet
source: Cannot create wallet. Make sure you enter correct PIN2!
fr: Impossible de créer un porte-monnaie. Veillez à entrer le code PIN2 correct!

# pin_request_enter_new_pin_or_use_fingerprint_scanner
source: Enter new PIN or use fingerprint scanner
fr: Entrez un nouveau code PIN ou utilisez un lecteur d'empreintes digitales

# pin_request_enter_new_pin
source: Enter new PIN
fr: Entrez le nouveau code PIN

# pin_request_enter_pin_or_use_fingerprint_scanner
source: Enter PIN or use fingerprint scanner
fr: Entrez un code PIN ou utilisez un lecteur d'empreintes digitales

# pin_request_enter_pin_2_or_use_fingerprint_scanner
source: Enter PIN2 or use fingerprint scanner
fr: Entrez le code PIN2 ou utilisez un lecteur d'empreintes digitales

# pin_request_confirm_new_pin
source: Confirm new PIN
fr: Confirmer le nouveau code confidentiel

# pin_request_confirm_new_pin_2
source: Confirm new PIN2
fr: Confirmer le nouveau code PIN2

# pin_request_enter_pin
source: Enter PIN
fr: Entrez le code confidentiel

# pin_request_prompt_enter_pin_2
source: Enter PIN2
fr: Entrez le code PIN2

# pin_request_prompt_new_pin_2_or_fingerprint
source: Enter new PIN2 or use fingerprint scanner
fr: Entrez un nouveau code PIN2 ou utilisez un lecteur d'empreintes digitales

# pin_request_new_pin_2
source: Enter new PIN2
fr: Entrez le nouveau code PIN2

# pin_request_error_pin_confirmation_failed
source: Please enter the PIN for confirmation!
fr: Veuillez saisir le code PIN pour confirmation!

# send_transaction_notification_wait
source: Please wait while the payment is sent…
fr: Veuillez patienter pendant l'envoi du paiement…

# send_transaction_success
source: Transaction has been successfully signed and sent to blockchain node. Wallet balance will be updated in a while
fr: La transaction a été signée et envoyée avec succès au noeud de la blockchain. Le solde de votre porte-monnaie sera mise à jour dès que transaction sera validée sur la blockchain

# send_transaction_error_failed_to_send
source: Try again. Failed to send transaction (%@)
fr: Réessayez. Échec d'envoi de la transaction (%@)

# send_transaction_error_cannot_sign
source: Cannot sign transaction. Make sure you enter correct PIN2!
fr: Impossible de signer la transaction. Veillez à entrer le code PIN2 correct!

# send_transaction_error_wrong_amount
source: Amount and fee exceed total wallet balance!
fr: Le montant et les frais sont supérieurs au solde total du porte-monnaie!

# prepare_transaction_hint_enter_address
source: enter wallet address
fr: entrez l'adresse du porte-monnaie

# prepare_transaction_hint_enter_amount
source: enter amount
fr: entrer le montant

# prepare_transaction_btn_verify
source: Verify
fr: Vérifier

# prepare_transaction_error_not_enough_funds
source: Not enough funds
fr: Pas assez de fonds

# prepare_transaction_error_unknown_amount_format
source: Unknown amount format
fr: Format de montant inconnu

# prepare_transaction_error_incorrect_destination
source: Incorrect destination wallet address
fr: Adresse du porte-monnaie de destination incorrecte

# prepare_transaction_error_same_address
source: Destination wallet address equal source address
fr: L'adresse du porte-monnaie de destination est identique à l'adresse source

# prepare_transaction_error_amount_empty
source: Amount is empty
fr: Le montant est vide

# confirm_transaction_hint_target_address
source: target wallet address
fr: adresse du porte-monnaie cible

# confirm_transaction_hint_fee_amount
source: fee amount
fr: montant des frais

# confirm_transaction_fee
source: Fee
fr: Frais

# confirm_transaction_btn_send
source: Send
fr: Envoyer

# confirm_transaction_btn_fee_priority
source: Priority
fr: Priorité

# confirm_transaction_btn_including_fee
source: Including fee
fr: Frais inclus

# confirm_transaction_btn_not_including_fee
source: Not including fee
fr: Frais non compris

# confirm_transaction_including_fee
source: (including fee)
fr: (frais inclus)

# confirm_transaction_not_including_fee
source: (not including fee)
fr: (sans frais)

# confirm_transaction_error_data_is_outdated
source: The obtained data is outdated! Try again
fr: Les données obtenues sont obsolètes! Réessayez

# confirm_transaction_error_cannot_reach_node
source: Cannot reach current active blockchain node. Try again
fr: Impossible d'atteindre le nœud de la blockchain active en cours. Réessayez

# confirm_transaction_error_cannot_check_balance
source: Cannot check balance! No connection with blockchain nodes
fr: Impossible de vérifier le solde! Pas de connexion avec les noeuds de la blockchain

# confirm_transaction_error_cannot_calculate_fee
source: Cannot calculate fee! Wrong data received from the node
fr: Impossible de calculer les frais! Mauvaises données reçues du noeud

# confirm_transaction_error_incoming_transaction_unconfirmed
source: Please wait for confirmation of incoming transaction
fr: Veuillez attendre la confirmation de la transaction entrante

# confirm_transaction_error_not_enough_eth_for_fee
source: Not enough ETH funds for fee
fr: Pas assez de fonds ETH contre des taxes

# confirm_transaction_error_not_enough_rbtc_for_fee
source: Not enough RBTC funds for fee
fr: Pas assez de fonds RBTC pour les frais

# confirm_transaction_error_pin_2_is_required
source: PIN2 is required to sign the payment
fr: Un code PIN2 est requis pour signer le paiement

# confirm_transaction_error_service_unavailable
source: Service unavailable
fr: Service indisponible

# confirm_transaction_warning_risk_delaying
source: You have a risk of delaying transaction
fr: Vous courez un risque de retarder la transaction

# empty_wallet_not_created
source: Wallet hasn't been yet created
fr: Le porte-monnaie n'a pas encore été créé

# empty_wallet_btn_create
source: Create Wallet
fr: Créer un porte-monnaie

# details_title_card_id
source: Card ID
fr: Depuis la carte

# details_signing_method
source: Signing method
fr: Méthode de signature

# details_is_card_reusable
source: This card is
fr: Cette carte est

# details_signed_transactions
source: Signed transactions
fr: Transactions signées

# details_remaining_signatures
source: Remaining signatures
fr: Signatures restantes

# details_time_of_last_signing
source: Time of last signing
fr: Heure de la dernière signature

# details_features
source: Features
fr: Fonctionnalités

# details_category_manufacturer
source: Manufacturer
fr: Fabricant

# details_category_wallet
source: Wallet
fr: Porte-monnaie

# details_card_identity
source: Card identity
fr: Identité de la carte

# details_attested
source: Attested
fr: Attestée

# details_not_confirmed
source: Not confirmed
fr: Non confirmé

# details_reusable
source: Reusable
fr: Réutilisable

# details_last_one
source: Last one!
fr: Le dernier!

# details_unlimited
source: Unlimited
fr: illimitées

# details_one_off_banknote
source: One-off banknote
fr: Carte ponctuelle

# details_firmware
source: Firmware
fr: Micrologiciel

# details_registration_date
source: Registration date
fr: Date d'enregistrement

# details_possession_proved
source: Possession proved
fr: Possession prouvée

# details_possession_not_proved
source: Possession NOT proved
fr: Possession NON prouvée

# details_not_available
source: not available
fr: non disponible

# details_category_issuer
source: Issuer
fr: Émetteur

# details_private_key
source: Private key
fr: Clé privée

# details_validation_node
source: Validation node
fr: Noeud de validation

# details_unspents
source: Unspents
fr: Transferts

# details_protected_by_default_pin_1
source: This banknote is protected by default PIN1 code
fr: Cette carte est protégé par le code PIN1 par défaut

# details_protected_by_user_pin_1
source: This banknote is protected by user's PIN1 code
fr: Cette carte est protégé par le code PIN1 de l’utilisateur

# details_protected_by_default_pin_2
source: This banknote is protected by default PIN2 code
fr: Cette carte est protégé par le code PIN2 par défaut

# details_protected_by_user_pin_2
source: This banknote is protected by user's PIN2 code
fr: Cette carte est protégé par le code PIN2 de l’utilisateur

# details_unlocked_banknote
source: Unlocked banknote, only for development use
fr: Carte débloqué, uniquement à des fins de développement

# details_security_delay
source: This banknote will enforce %.0f seconds security delay for all operations requiring PIN2 code
fr: Cette carte appliquera un délai de sécurité de %.0f secondes pour toutes lesopérations nécessitant un code PIN2

# details_linked_card_title
source: The card is linked to this phone
fr: La carte est associée

# pin_save_btn_save
source: Save
fr: Enregistrer

# pin_save_btn_delete
source: Delete
fr: Supprimer

# pin_save_checkbox_protect_with_fingerprint
source: Protect with fingerprint
fr: Protéger avec empreinte digitale

# pin_save_dialog_touch_fingerprint_scanner
source: Touch fingerprint scanner to confirm
fr: Appuyez sur le lecteur d'empreintes digitales pour confirmer

# pin_save_toast_lock_screen_not_enabled
source: User hasn't enabled Lock Screen
fr: L'utilisateur n'a pas activé l'écran verrouillé

# pin_save_toast_no_permission_to_use_fingerprint
source: User hasn't granted permission to use Fingerprint
fr: L'utilisateur n'a pas obtenu l'autorisation d'utiliser une empreinte digitale

# pin_save_toast_no_fingerprints_registered
source: User hasn't registered any fingerprints
fr: L'utilisateur n'a enregistré aucune empreinte digitale

# pin_save_notification_failed
source: Saving pin failed
fr: Échec de l'enregistrement du code confidentiel

# pin_save_title_enter_pin_and_save
source: Enter PIN and save it
fr: Entrez le code PIN et enregistrez-le

# pin_save_title_enter_pin2_and_save
source: Enter PIN2 and save it
fr: Entrez le code PIN2 et enregistrez-le

source: CRYPTONIT payment
fr: Paiement CRYPTONIT

# cryptonit_from_account
source: From CRYPTONIT account:
fr: À partir du compte CRYPTONIT:

# cryptonit_user_id
source: user ID:
fr: ID utilisateur:

# cryptonit_key
source: key:
fr: clé:

# cryptonit_username
source: username:
fr: nom d'utilisateur:

# cryptonit_password
source: password:
fr: mot_de_passe:

# cryptonit_not_enough_account_data
source: Please enter account data
fr: Veuillez saisir les données du compte

# cryptonit_request_balance
source: Get balance
fr: Obtenir le solde

# cryptonit_request_withdrawal
source: Withdrawal
fr: Retrait

# withdrawal_fee
source: operation fee
fr: frais d'opération

source: Withdrawal successful!
fr: Retrait réussi!

source: KRAKEN payment
fr: Paiement KRAKEN

# kraken_from_account
source: From KRAKEN account:
fr: À partir du compte KRAKEN:

# kraken_key
source: key:
fr: clé:

# kraken_not_enough_account_data
source: Please enter account data
fr: "Veuillez saisir les données du compte

# kraken_request_balance
source: Get balance
fr: Obtenir le solde

# kraken_request_withdrawal
source: Withdrawal
fr: Retrait

# kraken_operation_canceled
source: Operation canceled!
fr: Opération annulée!

# kraken_please_confirm_withdraw
source: Please confirm withdraw
fr: Veuillez confirmer retirer

# common_verified_balance
source: Verified balance
fr: Solde vérifié

# common_unverified_balance
source: Unverified balance
fr: Solde non vérifié

# disclamer_nfc_title
source: Important: NFC restriction on iOS
fr: Important: restriction NFC sur iOS

# disclamer_nfc_message
source: You can only check balance and validity of Tangem card and receive funds to it due to iOS restrictions on data transfer via NFC
fr: Vous pouvez uniquement vérifier le solde et la validité de la carte Tangem et recevoir des fonds en raison de restrictions iOS sur le transfert de données via NFC

# disclamer_nfc_understand
source: I understand
fr: je comprends

# disclamer_nfc_notshow
source: Don't show again
fr: Ne plus montrer

# common_more_info
source: More Info
fr: Plus d'infos

# common_success
source: Success
fr: Succès

# alert_parse_failed
source: Failed to parse data received from the banknote
fr: Impossible d'analyser les données reçues du billet de banque

# alert_read_protected
source: This app can’t read protected Tangem banknotes
fr: Cette application ne peut pas lire les billets de banque protégés de Tangem

# alert_nfc_generic
source: NFC reader invalidated with error
fr: Lecteur NFC invalidé avec erreur

# alert_failed_attest
source: Your iPhone device does not allow to attest the card. Please check elsewhere if possible
fr: Votre appareфil iPhone ne permet pas d'attester de la carte. Veuillez vérifier ailleurs si possible

# alert_unknown_blockchain
source: This is a genuine Tangem card. Please follow instructions written on the card to install the official app
fr: Cette carte n'est pas supportée

# alert_no_issuer_sign
source: Transaction must be signed by issuer
fr: La transaction doit être signée par l'émetteur

# alert_failed_build_transaction
source: Can't build transaction with provided data. Please, try to rescan card and try again
fr: La transaction ne peut pas être créée avec les données fournies. Essayez de réanalyser la carte, puis réessayez

# reader_hint_label_default
source: Press Scan and touch a card with your iPhone as shown below
fr: Appuyez sur SCANNER et placez votre carte derrière votre iPhone comme indiqué ci-dessous

# reader_hint_label_scan
source: Hold the card close to the reader
fr: Tenez la carte près du lecteur

# common_scan_button_title
source: SCAN
fr: SCANNER

# reader_nfc_stub_message
source: This application works only with NFC-capable devices
fr: Cette application ne fonctionne qu'avec les périphériques compatibles NFC

# common_address_copied
source: Address Copied
fr: Adresse copiée

# common_copy_address
source: Copy Address
fr: Copier l’adresse

# disclamer_old_card
source: Tangem cards manufactured before September 2019 cannot currently be extracted with an iPhone. We’re working hard with Apple to make it possible in future versions of iOS
fr: L'extraction de valeur est disponible uniquement pour les nouvelles notes commençant par la version de firmware 2.30

# disclamer_old_ios
source: Value extraction is available starting from iOS 13
fr: L'extraction de valeur est disponible à partir d'IOS 13

# common_test_blockchain
source: Test blockchain
fr: Tester la blockchain

source: Signature verification error
fr: Erreur de vérification de la signature

# common_tap_to_retry
source: Tap to retry
fr: Appuyez pour réessayer

# common_genuine
source: Genuine
fr: Authentique

# common_not_found
source: Not found
fr: Pas trouvé

# common_copied
source: Copied
fr: Copié

# common_copy
source: Copy
fr: Copier

# common_passed
source: passed
fr: passé

# common_not_passed
source: not passed
fr: pas passé

# common_not_available
source: N\A
fr: Indisponible

# common_fee_stub
source: Specify amount and address to see the fee
fr: Spécifiez le montant et l'adresse pour voir les frais
